Repository: osm-fr/osmose-backend
Catalog: po/transport_mapcss/*.po
Languages: ar, de, fa, fr, it, ja, nl, pl, uk, zh_cn, zh_tw

source: Check the network tag : this network does not exist, it may be a typo
ar: تحقق من وسم الشبكة: هذه الشبكة غير موجودة، قد يكون خطأ إملائي
de: Prüfe das network Tag: Dieses existiert nicht, vielleicht ein Tippfehler
fr: Vérifier le réseau renseigné dans l'attribut "network" : ce réseau n'existe pas, c'est peut-être une faute d'orthographe
it: Verifica l’etichetta network: questa rete non esiste, potrebbe trattarsi di un refuso
ja: networkタグを確認 : このnetworkは存在せずtypoかもしれません
nl: Check deze network tag : deze netwerk bestaaat niet, het is wellicht een typefout
pl: Sprawdź tag "network": ta sieć nie istnieje, może to literówka
uk: Перевірте теґ network: цієї мережі не існує, або може бути орфоргафічною помилкою
zh_cn: 检查网络标签：这个网络不存在，可能是输入错误
zh_tw: 檢查路線網路標籤：路線網路並不存在，也許打錯了

source: A bus station is usually a large area where many buses stop, check if you can draw this area
ar: عادة ما تكون محطة الحافلات منطقة كبيرة حيث تتوقف العديد من الحافلات، تحقق مما إذا كان يمكنك رسم هذه المنطقة
de: Ein Busbahnhof ist normalerweise eine größere Fläche an der viele Busse halten, vielleicht kannst du die Fläche zeichnen
fr: Une gare routière est normalement une large zone où s'arrêtent de nombreux bus. Vérifier si un polygone peut être dessiné pour la représenter
it: Una stazione dei bus solitamente è una vasta area dove sostano gli autobus, verifica se puoi disegnare quest’area
ja: バス・ステーションは通常多くのバスが停まる大きなエリアです、このエリアを描けるかどうか確認してください
nl: Een busstation is gebruikelijk een groot gebied waar veel bussen stoppen,controleer of je deze gebied kan tekenen
pl: Dworzec autobusowy to zwykle duży obszar, gdzie zatrzymuje się wiele autobusów, spróbuj go narysować
uk: Автобусна станція - це, як правило, велика територія, де зупиняється багато автобусів, перевірте, чи можна накреслити цю зону
zh_cn: 公交枢纽站通常是包含了很多公交站的大型区域，如果可以的话请绘制为区域
zh_tw: 轉運站通常是大型區域，擁有多個公車站，如果可能請用區域來描繪

source: Is this a bus or tram stop ? Add a tag to precise the kind of platform
ar: هل هذا موقف حافلات أم ترام؟ أضف وسمًا لتحديد نوع الرصيف
de: Ist dies eine Bus- oder Tramhaltestelle? Ergänze ein Tag, um die Art des Bahnsteigs zu präzisieren
fr: Est-ce un arrêt de bus ou de tramway ? Ajouter un attribut pour préciser le type d'arrêt.
it: È una fermata dell’autobus o del tram? Aggiungi un’etichetta per specificare il tipo di piattaforma
ja: このstopはバス用ですかトラム用ですか？platformの種類を詳述するタグを追加します
nl: Is dit een bus- of tramhalte? Voeg een tag toe met het juiste platform
pl: Dodaj highway=bus_stop lub tram=yes
uk: Це зупинка автобуса чи трамваю? Додайте теґ точного виду платформи
zh_cn: 这是公交站还是电车站？添加更精确的标记来描述站台的类型
zh_tw: 這是公車站還是街車站？請加精準的標籤來描述等車區

source: Subway entrances should be mapped as nodes
ar: يجب تمثيل مداخل مترو الأنفاق كعقد
de: U-Bahneingänge sollen als Punkte gemappt werden
fr: Les bouches de métro doivent être cartographiées sur des nœuds
ja: 地下鉄の入口はノードでマッピングします
uk: Входи в метро повинні бути нанесені на карту як точки
zh_cn: 地铁出入口应绘制为点
zh_tw: 捷運出口應該標為節點

source: The station entrance should be part of a building or a highway (steps, footway, etc)
ar: يجب أن يكون مدخل المحطة جزءًا من مبنى أو طريق سريع (درجات، ممر مشاة، إلخ)
de: Der Bahnhofseingag soll Teil eines Gebäudes oder eines Weges (Stufen, Fußweg, etc.) sein
fr: La bouche de métro doit faire partie d'un bâtiment ou d'un élément de voirie (escalier, chemin piéton, etc)
ja: 駅の入口は建物または道路(steps, footway, etc)の一部であるべきです
uk: Вхід до станції повинен бути частиною будівлі або шляху (сходи, хідник, тощо)
zh_cn: 车站出入口应作为建筑或道路（steps, footway等）的一部分
zh_tw: 車站出入口應當是建築或是路徑 (樓梯、步道等) 的一部分。

source: The station entrance should be in part of a station: add it to a stop_area relation
ar: يجب أن يكون مدخل المحطة جزءًا من محطة: أضفه إلى علاقة stop_area
de: Der Eingang zur Station sollte als Teil der Haltestelle zu einer stop_area Relation hinzugefügt werden
fr: La bouche de métro doit être dans une station : l'ajouter à une relation "stop_area"
uk: Вхід до станції має бути частиною станції: додайте його до звʼязку stop_area
zh_cn: 车站出入口应属于某个车站：将其添加到stop_area关系
zh_tw: 車站出入口應當是車站的一部分：而且也該是 stop_area 關係的一部分

source: Missing public_transport:version=1 on a public_transport relation
ar: وسم public_transport:version=1 غير موجود في علاقة النقل العام
de: Fehlende public_transport:version=1 an einer ÖPNV-Relation
uk: Відсутній public_transport:version=1 на звʼязку public_transport

source: Missing public_transport:version=2 on a public_transport relation
ar: وسم public_transport:version=2 غير موجود في علاقة النقل العام
de: Fehlende public_transport:version=2 an einer ÖPNV-Relation
uk: Відсутній public_transport:version=2 на звʼязку public_transport

source: The station entrance should be in a station: add it to a stop_area relation
ja: 駅の入口は駅の中にあるべきです: stop_areaリレーションに追加してください

source: Check the operator tag
fa: تگ operator را بررسی کنید

source: Check the network tag
fa: تگ network را بررسی کنید

source: Stop without name
fa: ایستگاه بدون نام

source: The legacy tag is missing, add the tag highway=bus_stop / railway=tram_stop
fa: کمبود تگ قدیم، تگ highway=bus_stop یا railway=tram_stop را اضافه کنید
