Repository: osm-fr/osmose-backend
Catalog: po/transport_mapcss/*.po
Languages: ar, de, fa, fr, it, ja, nl, pl, uk, zh_cn, zh_tw

source: Uncompromising validation of transit data
ar: تحقق صارم من صحة بيانات النقل العام
de: Kompromisslose Validieren von Daten des öffentlichen Verkehrs
fr: Une validation rigoureuse des données de transport en commun
it: Validazione senza compromessi sui dati di transito
ja: 乗り換えデータの妥協のないバリデーション
nl: Compromisloze validatie van transit data
pl: Bezkompromisowa walidacja danych przewozowych
uk: Безкомпромісна перевірка транзитних даних
zh_cn: 运输数据不妥协的验证
zh_tw: 未妥協驗證的運輸資料

source: Missing transportation mode, add a tag route = bus/coach/tram/etc
ar: نمط النقل غير موجود، أضف وسم طريق=حافلة/مدرب/ترام/إلخ route = bus/coach/tram/etc
de: Fehlendes Verkehrsmittel, ergänze den Tag route = bus/coach/tram/etc
fa: شیوهٔ حمل‌ونقل عمومی مشخص نشده. یکی از تگ‌های route = bus/coach/tram/...‎ را وارد کنید.
fr: Le mode est manquant, ajouter un attribut “route”=“bus/coach/tram/etc.”
it: Manca la modalità di trasporto, aggiungere l’etichetta route = bus/coach/tram/ecc.
ja: transportation modeがありません、route = bus/coach/tram/etcタグをいずれか追加します
nl: Soort vervoermiddel ontbreekt , voeg een tag route = bus/coach/tram/etc
pl: Brak środka transportu, dodaj tag route=bus/tram/coach itp.
uk: Відсутній режим транспортування, додайте теґ route = bus/coach/tram/тощо
zh_cn: 缺少运输模式，请添加标签route = bus/coach/tram/etc
zh_tw: 遺失交通模式，請加上標籤如 route = bus/coach/tran/etc

source: Missing transportation mode, change tag route to route_master
ar: نمط النقل غير موجود، غيّر وسم الطريق إلى route_master
de: Fehlendes Verkehrsmittel, ändere Tag route in route_master
fa: شیوهٔ حمل‌ونقل عمومی مشخص نشده. تگ route را به route_master تغییر دهید
fr: Le mode est manquant, transformer l’attribut “route” en “route_master”
it: Manca la modalità di trasporto, cambiare l’etichetta da route a route_master
ja: transportation modeがありません、routeタグをroute_masterに変更します
nl: Soort vervoermiddel ontbreekt , verander tag route in route_master
pl: Zmień tag route na route_master
uk: Відсутній режим транспортування, змініть теґ route на route_master
zh_cn: 缺少运输模式，请将标签路线更改为route_master
zh_tw: 遺失交通模式，請更改標籤從 route 到 route_master

source: Missing public_transport:version tag on a public_transport route relation
ar: وسم public_transport:version غير موجود في علاقة مسار النقل العام
de: Fehlender public_transport:version Tag an einer public_transport Routen-Relation
fa: کمبود تگ public_transport:version روی رابطهٔ route از نوع public_transport
fr: La version de schéma est manquante, ajouter un attribut “public_transport:version”
it: Manca l’etichetta public_transport:version su una relazione di linea di tipo public_transport
ja: public_transportルートリレーションにpublic_transport:versionタグがない
nl: public_transport:version tag ontbreekt op een public_transport route relatie
pl: Relacji transportu publicznego brakuje tagu „public_transport:version”
uk: Відсутній теґ public_transport:version на звʼязку маршруту громадського транспорту
zh_cn: 缺少public_transport：public_transport路径关系上的版本标记
zh_tw: public_transport 路線關聯遺失 public_transport:version 標籤

source: Missing network tag on a public_transport relation
ar: وسم الشبكة غير موجود في علاقة النقل العام
de: Fehlender network Tag bei einer public_transport Relation
fa: کمبود تگ network روی رابطهٔ public_transport
fr: Le réseau est manquant, ajouter un attribut “network”
it: Manca l’etichetta network su una relazione di tipo public_transport
ja: public_transportリレーションにnetworkタグがない
nl: network tag op public_transport relatie ontbreekt
pl: Relacji transportu publicznego brakuje tagu „network”
uk: Відсутній теґ network на звʼязку public_transport
zh_cn: 在public_transport关系中缺少网络标记
zh_tw: public_transport 關聯遺失網路標籤

source: Missing operator tag on a public_transport relation
ar: وسم المشغل غير موجود في علاقة النقل العام
de: Fehlender operator Tag bei einer public_transport Relation
fa: کمبود تگ operator روی رابطهٔ public_transport
fr: L’opérateur est manquant, ajouter un attribut “operator”
it: Manca l’etichetta operator su una relazione di tipo public_transport
ja: public_transportリレーションにoperatorタグがない
nl: operator tag op public_transport relatie ontbreekt
pl: Relacji transportu publicznego brakuje tagu „operator”
uk: Відсутній теґ operator у звʼязку громадського транспорту
zh_cn: 在public_transport关系中缺少运运营单位标记
zh_tw: public_transport 關聯遺失營業者標籤

source: Missing ref tag for line number on a public_transport relation
ar: وسم المرجع غير موجود لرقم الخط في علاقة النقل العام
de: Fehlender ref Tag für Liniennummer bei einer public_transport Relation
fa: کمبود تگ ref برای شمارهٔ خط، روی رابطهٔ public_transport
fr: Le numéro de ligne est manquant, ajouter un attribut “ref”
it: Manca l’etichetta ref per il numero di linea di una relazione di tipo public_transport
ja: public_transportリレーションに路線番号を示すrefタグがない
nl: ref tag voor lijn nummer ontbreekt op een public_transport relatie
pl: Relacji transportu publicznego brakuje tagu „ref” (numer linii)
uk: Відсутній теґ ref для номеру лінії на звʼязку public_transport
zh_cn: 在public_transport关系中缺少线路编号的ref标记
zh_tw: public_transport 關聯遺失路線號碼 ref 標籤

source: Missing from/to tag on a public_transport route relation
ar: وسم من/إلى غير موجود في علاقة مسار النقل العام
de: Fehlender from/to Tag bei einer public_transport Routen-Relation
fa: تگ from/to در رابطهٔ public_transport وجود ندارد
fr: L’origine ou la destination est manquante, renseigner les attributs “from” et “to”
it: Manca l‘etichetta from/to su una relazione di tipo public_transport
ja: public_transportリレーションにfromとtoのタグがない
nl: from/to tag op een public_transport weg relatie ontbreekt
pl: Relacji transportu publicznego brakuje tagu „from” lub „to”
uk: Відсутній теґ from/to у звʼязку маршруту громадського транспорту
zh_cn: 在public_transport路径关系上缺少from/to标签
zh_tw: public_transport 路線關聯遺失 from/to 標籤

source: The stops may not be in the right order
ar: قد لا تكون المحطات بالترتيب الصحيح
de: Die Haltestellen sind möglicherweise nicht in der richtigen Reihenfolge
fa: ایستگاه‌ها به ترتیب نیستند
fr: Les arrêts ne sont peut-être pas dans le bon ordre
it: Le fermate potrebbero non essere in ordine
ja: stopの順番が誤っている可能性があります
nl: De haltes staan misschien niet in de juiste volgorde
pl: Przystanki mogą być w niewłaściwej kolejności
uk: Зупинки можуть бути в неправильному порядку
zh_cn: 站点可能没有按照正确的顺序
zh_tw: 站牌並不是對的順序

source: Is it a bus stop or a bus station?
ar: هل هي محطة حافلات أم موقف حافلات؟
de: Ist das eine Bushaltestelle oder ein Busbahnhof?
fa: ایستگاه اتوبوس است (stop) یا پایانهٔ اتوبوس (station)؟
fr: Est-ce un arrêt de bus ou une gare routière ?
it: Si tratta di una stazione o di una fermata dei bus?
ja: バス停またはバスターミナルのいずれかです。
nl: Is dit een bushalte of een busstation?
pl: To przystanek czy dworzec autobusowy?
uk: Це автобусна зупинка чи автовокзал?
zh_cn: 它是一个公交站还是一个公交总站？
zh_tw: 這是公車站牌還是公車轉運站

source: Specify if it is a stop (platform) or a location on the road (stop_position)
ar: حدد ما إذا كانت محطة (رصيف platform) أو موقعًا على الطريق (stop_position)
de: Gebe bitte an, ob das eine Haltestelle (platform) oder eine Position auf der Fahrbahn ist (stop_position)
fa: مشخص کنید آیا ایستگاه است (سکو، platform) یا نقطه‌ای در جاده (stop_position، محل توقف وسیله)
fr: Préciser s’il s’agit d’une station (“platform”) ou d’un emplacement sur la route (“stop_position”)
it: Specificare se si tratta di una fermata (platform) o di un punto di arresto sulla strada (stop_position)
ja: 停止場所 (platform)または道路上の停止位置(stop_position)を指定します
nl: Specifieer of het om een halte (platform) of om een stoppositie gaat (stop_position).
pl: Określ, czy jest to przystanek (platform), czy miejsce zatrzymania na drodze (stop_position)
uk: Вкажіть, це зупинка (платформа), чи місце на шляху (stop_position)
zh_cn: 指定它是停靠点（站台）还是道路上的位置（stop_position）
zh_tw: 請指明是站牌 (月台) 或是路線上的位置 (停車位置)

source: Is this a bus stop? add the tag highway=bus_stop
ar: هل هذا موقف حافلات؟ أضف وسم highway=bus_stop
de: Ist das eine Bushaltestelle? Wenn ja, Tag highway=bus_stop hinzufügen
fa: ایستگاه اتوبوس است؟ تگ highway=bus_stop را بدهید
fr: Est-ce un arrêt de bus ? Ajouter l’attribut “highway”=“bus_stop”
it: È una fermata dei bus? Aggiungere highway=bus_stop
ja: これがバス停ならば、highway=bus_stopのタグを追加してください
nl: Is dit een bushalte? tag highway=bus_stop toevoegen
pl: Czy to przystanek autobusowy? Dodaj tag highway=bus_stop
uk: Це автобусна зупинка? додайте теґ highway=bus_stop
zh_cn: 这是公交站吗？ 添加标签highway=bus_stop
zh_tw: 這是公車站牌？請加上 highway=bus_stop 標籤

source: Check if the note can be deleted
ar: تحقق مما إذا كان يمكن حذف الملاحظة
de: Prüfe ob die Notiz gelöscht werden kann
fa: بررسی کنید آیا یادداشت را می‌توان حذف کرد
fr: Vérifier si la note peut être supprimée
it: Verificare se la nota può essere eliminata
ja: メモを削除できるかチェックします
nl: Controleer of de nota verwijderd kan worden
pl: Sprawdź, czy tag note można usunąć
uk: Перевірте, чи можна видалити нотатку
zh_cn: 检查笔记是否可以删除
zh_tw: 檢查註解是否能移除

source: The network should be on the transport lines and not on the stops
ar: يجب أن تكون الشبكة على خطوط النقل وليس على المحطات
de: Der Verkehrsverbund soll in den Linien und nicht an den Haltestellen enthalten sein
fa: network باید روی خطوط حمل‌ونقل باشد نه روی ایستگاه‌ها
fr: Le réseau devrait être porté par les lignes de transport et non par les arrêts
it: L’etichetta network dovrebbe stare sulle linee di trasporto e non sulle fermate
ja: ネットワークはstopではなく輸送ライン上にあるべきです
nl: Het netwerk moet op de transport lijn en niet op de halte's
pl: Tag network powinien być na liniach transportu publicznego, nie na przystankach (dotyczy Francji)
uk: Network повинен бути на транспортних лініях, а не на зупинках
zh_cn: 交通系统network标签应该在交通线路上，而不是在停靠点上
zh_tw: 網路應該在交通路線上而不是站牌

source: The operator should be on the transport lines and not on the stops
ar: يجب أن يكون المشغل على خطوط النقل وليس على المحطات
de: Das Verkehrsunternehmen soll in den Linien und nicht an den Haltestellen enthalten sein
fa: operator باید روی خطوط حمل‌ونقل باشد نه روی ایستگاه‌ها
fr: L’opérateur devrait être porté par les lignes de transport et non par les arrêts
it: L’etichetta operator dovrebbe stare sulle linee di trasporto e non sulle fermate
ja: operatorはstopではなく輸送ライン上にあるべきです
nl: De beheerder moet op de transport lijn en niet op de halte's
pl: Tag operator powinien być na liniach transportu publicznego, nie na przystankach (dotyczy Francji)
uk: Operator повинен бути на транспортних лініях, а не на зупинках
zh_cn: 运营商标签应该在交通线路上，而不是在停靠站上
zh_tw: 營運者應該在交通路線上而不是站牌

source: The line variant does not belong to any line, add it to the route_master relation
ar: لا ينتمي متغير الخط إلى أي خط، أضفه إلى علاقة route_master
de: Die Linienvariante gehört zu keiner Linie, füge sie zur route_master Relation hinzu
fa: خط جایگزین به هیچ خطی تعلق ندارد. آن را به رابطهٔ route_master اضافه کنید.
fr: Le trajet n’appartient à aucune ligne, l’ajouter à la relation “route_master”
it: La variante al percorso non appartiene ad alcuna linea, aggiungerla alla relazione route_master
ja: lineのバリアントがどのlineにも属していません、route_master relationに追加します
nl: Deze routerelatie behoort bij geen enkele lijn, voeg toe bij route_master relatie
pl: Ten wariant linii transportu publicznego nie jest przyporządkowany do żadnej linii, dodaj go do relacji route_master
uk: Варіант лінії не належить жодній лінії, додайте його до звʼязку route_master
zh_cn: 线型不属于任何线路，将其添加到route_master关系中
zh_tw: 差異路線並不屬於任何路線，請加到 route_master 關聯中

source: The stop is not served by any line, add it to a route relation
ar: المحطة غير مخدومة بأي خط، أضفها إلى علاقة مسار
de: Diese Haltestelle wird von keiner Linie bedient, füge sie zu einer Routen-Relation hinzu
fa: هیچ خطی از ایستگاه نمی‌گذرد. ایستگاه را به یک رابطهٔ route اضافه کنید.
fr: L’arrêt n’est desservi par aucune ligne, l’ajouter à une relation “route”
it: La fermata non è servita da alcuna linea, aggiungerla ad una relazione di tipo ‘route’
ja: stopは任意のlineとして提供されていません、route relationに追加します
nl: De halte is niet in gebruik, voeg dit toe bij relatie route
pl: Ten przystanek nie jest obsługiwany przez żadną linię, dodaj go do relacji trasy
uk: Зупинка не обслуговується жодною лінією, додайте її до звʼязку маршруту
zh_cn: 停靠点不是为任何线路服务的，将其添加到路线关系中
zh_tw: 站牌並沒有服務任何路線，請加到 route 關聯

source: Missing public_transport tag on a public transport stop
ar: وسم public_transport غير موجود في محطة نقل عام
de: Fehlender public_transport Tag an einer Haltestelle
fa: کمبود تگ public_transport روی ایستگاه حمل‌ونقل عمومی
fr: Il manque l’attribut “public_transport” sur un arrêt
it: Manca l’etichetta public_transport sulla fermata di trasporto pubblico
ja: public_transportタグが公共交通機関の停止場所にない
nl: public_transport tag ontbreekt op een public transport halte
pl: Przystankowi brakuje tagu „public_transport”
uk: Відсутній теґ public_transport на public_transport_stop
zh_cn: 公共交通站点缺少public_transport标记
zh_tw: 大眾運輸站點遺失 public_transport 標籤

source: Specify if it is a stop (platform) or a location on the rails (stop_position)
ar: حدد ما إذا كانت محطة (رصيف platform) أو موقعًا على القضبان (stop_position)
de: Gebe bitte an, ob das eine Haltestelle (platform) oder eine Position auf den Schienen ist (stop_position)
fa: مشخص کنید آیا ایستگاه (platform، سکو) است یا مکانی در کنار ریل (stop_position، محل توقف وسیله)
fr: Préciser s’il s’agit d’un quai (“platform”) ou d’une position d’arrêt sur la voie (“stop_position”)
it: Specificare se si tratta di una fermata (platform) oppure di un punto di arresto sui binari (stop_position)
ja: 停止場所 (platform)または鉄道上の停止位置(stop_position)を指定します
nl: Specifieer of het om een halte (platform) of om een stoppositie op de rails gaat (stop_position)
pl: Określ, czy jest to peron (platform), czy miejsce zatrzymania na torach (stop_position)
uk: Вкажіть, чи це зупинка (платформа), чи місце на рейках (stop_position)
zh_cn: 指定它是停靠点（站台）还是位于铁轨上的位置（stop_position）
zh_tw: 請指明是車站 (月台) 或是鐵軌上的位置 (停車位置)

source: Missing legacy tag on a public transport stop
ar: وسم قديم غير موجود في محطة نقل عام
de: Notwendiges Tag für die Haltestelle fehlt
fa: کمبود تگ قدیم برای یک ایستگاه حمل‌ونقل عمومی
fr: Ancien attribut manquant sur un arrêt de transport en commun
it: Manca la vecchia etichetta sulla fermata di trasporto pubblico
ja: 公共交通機関の停止場所に旧式のタグがない
nl: legacy tag op een public transport halte ontbreekt
pl: Brak podstawowego znacznika przystanku
uk: Відсутній теґ legacy на public_transport_stop
zh_cn: 公共交通站点缺少传统标签
zh_tw: 大眾運輸站點遺失傳統標籤

source: The network tag should be the same for the route and the route_master : {0} vs {1}
ar: يجب أن يكون وسم الشبكة هو نفسه للمسار و route_master: {0} مقابل {1}
de: Der network-Tag sollte bei route und route_master gleich sein: {0} vs. {1}
fr: Le nom du réseau doit être le même pour le trajet et pour la ligne : {0} vs {1}
it: L’etichetta network dovrebbe avere lo stesso valore per route e route_master: {0} vs {1}
ja: networkタグはrouteとroute_masterで同じであるべきです: {0} vs {1}
nl: Het netwerk tag moet dezelfde zijn voor de route en de route_master : {0} vs {1}
pl: Tag network powinien być taki sam w relacji route jak i route_master: {0} vs {1}
uk: Теґ network має бути однаковим для route та route_master : {0} проти {1}
zh_cn: 路线和主路线的网络标签应一致：{0} vs {1}
zh_tw: 路線和路線總纜的網路標籤應該是相同的：{0} vs {1}

source: The operator tag should be the same for the route and the route_master : {0} vs {1}
ar: يجب أن يكون وسم المشغل هو نفسه للمسار و route_master: {0} مقابل {1}
de: Der operator-Tag sollte bei route und route_master gleich sein: {0} vs. {1}
fr: Le nom de l'opérateur doit être le même pour le trajet et pour la ligne : {0} vs {1}
it: L’etichetta operator dovrebbe avere lo stesso valore per route e route_master: {0} vs {1}
ja: operatorタグはrouteとroute_masterで同じであるべきです: {0} vs {1}
nl: De beheerder tag moet dezelfde zijn voor de route en de route_master : {0} vs {1}
pl: Tag operator powinien być taki sam w relacji route jak i route_master: {0} vs {1}
uk: Теґ operator має бути однаковим для route та route_master : {0} проти {1}
zh_cn: 路线和主路线的运营者标签应一致：{0} vs {1}
zh_tw: 路線和路線總纜的營運者標籤應該是相同的：{0} vs {1}

source: The ref tag should be the same for the route and the route_master : {0} vs {1}
ar: يجب أن يكون وسم المرجع هو نفسه للمسار و route_master: {0} مقابل {1}
de: Der ref-Tag sollte bei route und route_master gleich sein: {0} vs. {1}
fr: Le numéro de ligne doit être le même pour le trajet et pour la ligne : {0} vs {1}
it: L’etichetta ref dovrebbe avere lo stesso valore per route e route_master: {0} vs {1}
ja: refタグはrouteとroute_masterで同じであるべきです: {0} vs {1}
nl: De ref tag moet dezelfde zijn voor de route en de route_master : {0} vs {1}
pl: Tag ref powinien być taki sam w relacji route jak i route_master: {0} vs {1}
uk: Теґ ref має бути однаковим для route та route_master : {0} проти {1}
zh_cn: 路线和主路线的编号标签应一致：{0} vs {1}
zh_tw: 路線和路線總纜的編號標籤應該是相同的：{0} vs {1}

source: The colour tag should be the same for the route and the route_master : {0} vs {1}
ar: يجب أن يكون وسم اللون هو نفسه للمسار و route_master: {0} مقابل {1}
de: Der colour-Tag sollte bei route und route_master gleich sein: {0} vs. {1}
fr: La couleur doit être la même pour le trajet et pour la ligne : {0} vs {1}
it: L’etichetta colour dovrebbe avere lo stesso valore per route e route_master: {0} vs {1}
ja: colourタグはrouteとroute_masterで同じであるべきです: {0} vs {1}
nl: De kleur tag moet dezelfde zijn voor de route en de route_master : {0} vs {1}
pl: Tag colour powinien być taki sam w relacji route jak i route_master: {0} vs {1}
uk: Теґ colour має бути однаковим для route та route_master : {0} проти {1}
zh_cn: 路线和主路线的颜色标签应一致：{0} vs {1}
zh_tw: 路線和路線總纜的顏色標籤應該是相同的：{0} vs {1}

source: The public transport mode should be the same for the route and the route_master : {0} vs {1}
ar: يجب أن يكون نمط النقل العام هو نفسه للمسار و route_master
de: Das Verkehrsmittel sollte für die route und den route_master gleich sein: {0} versus {1}
fr: Le mode de transport doit être le même pour le trajet et pour la ligne : {0} vs {1}
it: La modalità di trasporto pubblico dovrebbe essere la stessa per route e route_master: {0} vs {1}
ja: public transport modeはroute及びroute_masterと同じであるべきです : {0} vs {1}
nl: Het openbaar vervoer mode moet dezelfde zijn voor de route en de route_master : {0} vs {1}
pl: Środek transportu powinien być taki sam w relacji route jak i route_master: {0} vs {1}
uk: Режим public transport має бути однаковим для route та route_master : {0} проти {1}
zh_cn: 路线和主路线的公共交通模式标签应一致：{0} vs {1}
zh_tw: 路線和路線總纜的大眾運輸模式標籤應該是相同的：{0} vs {1}

source: Check the colour tag
ar: تحقق من وسم اللون
de: colour Tag überprüfen
fr: Attribut de couleur à vérifier
it: Verifica l’etichetta colour
ja: colourタグをチェックしてください
nl: Controleer de kleur tag
pl: Sprawdź tag colour
uk: Перевірте теґ colour
zh_cn: 检查颜色标签
zh_tw: 檢查顏色標籤

source: The colour code should start with '#' followed by 3 or 6 digits
ar: يجب أن يبدأ رمز اللون بـ '#' متبوعًا بـ 3 أو 6 أرقام
de: Der Farbcode sollte mit '#' starten, gefolgt von 3 oder 6 Ziffern.
fr: Le code couleur doit commencer par "#" et suivi par 3 ou 6 chiffres
it: Il codice del colore dovrebbe iniziare con ‘#’ seguito da 3 o 6 cifre
ja: カラーコードは'#'から始まり、続けて16進数の3または6桁であるべきです
nl: De colour code moet starten met '#' gevolgd door 3 of 6 nummers
pl: Kod koloru powinien zaczynać się od "#" i mieć 3 lub 6 cyfr
uk: Код colour має починатися символом '#', за яким стоять 3, або 6 цифр
zh_cn: 颜色代码应以'#'开头，后接3或6位16进制数字
zh_tw: 顏色代碼應該以 '#' 開頭後面接 3 或 6 個數字

source: The color of the public transport line should be in a colour tag
ar: يجب أن يكون لون خط النقل العام في وسم لون
de: Die Farbe der Linie des öffentlichen Verkehrs soll im Tag "colour" enthalten sein
fr: La couleur de la ligne doit être dans un attribut 'colour'
it: Il colore della linea di trasporto pubblico dovrebbe stare nell’etichetta colour
ja: 公共交通機関のラインカラーはcolourタグにあるべきです
nl: De kleur van een openbaar vervoer lijn moet in een colour tag
pl: Kolor linii transportu publicznego powinien być w tagu „colour”, nie „color”
uk: Колір лінії громадського транспорту повинен мати теґ colour
zh_cn: 表示公共交通路线的颜色应使用colour标签
zh_tw: 大眾運輸路線的顏色應當用顏色標籤

source: A bus stop is supposed to be a node
ar: من المفترض أن يكون موقف الحافلات عقدة
de: Eine Bushaltestelle soll ein Knoten sein
fr: Un arrêt de bus est censé être un nœud
it: Una fermata dell’autobus dovrebbe essere u nodo
ja: バス停はノードであることが想定されています
nl: Een bushalte wordt verondersteld een node te zijn
pl: Przystanek autobusowy powinien być węzłem
uk: Зупинка автобуса повинна бути точкою
zh_cn: 公交停车点应绘制为点
zh_tw: 公車站應當是節點

source: The interval is invalid (try a number of minutes)
ar: الفاصل الزمني غير صحيح (جرب عددًا من الدقائق)
de: Das Intervall ist ungültig (Nimm die Anzahl der Minuten)
fr: La fréquence de passage est invalide (essayer un nombre en minutes)
it: L’intervallo non è valido (prova con dei valori in minuti)
ja: intervalが無効です(分指定で試してください)
nl: De interval is ongeldig (probeer een nummer of minuten)
pl: Przedział jest niepoprawny (wpisz liczbę minut, np. 15 lub 00:15:00)
uk: Недійсний інтервал (вкажіть кількість хвилин)
zh_cn: 间隔时间无效（尝试使用多少分钟）
zh_tw: 時間區間無效 (試試用多少分鐘)

source: The duration is invalid (try a number of minutes)
ar: المدة غير صحيحة (جرب عددًا من الدقائق)
de: Die Dauer ist ungültig (Nimm die Anzahl der Minuten)
fr: La durée est invalide (essayer un nombre en minutes)
it: La durata non è valida (prova con dei valori in minuti)
ja: durationが無効です(分指定で試してください)
nl: De duur is ongeldig (probeer een nummer of minuten)
pl: Czas trwania jest niepoprawny (wpisz liczbę minut, np. 15 lub 00:15:00)
uk: Недійсна тривалість (вкажіть кількість хвилин)
zh_cn: 单程运行时间无效（尝试使用多少分钟）
zh_tw: 單程時間無效 (試試用多少分鐘)

source: Missing interval tag to specify the main interval
ar: وسم الفاصل الزمني غير موجود لتحديد الفاصل الزمني الرئيسي
de: Fehlendes interval Tag zur Angabe des Hauptintervalls
fr: Il manque l'attribut interval pour préciser la fréquence de passage principale
it: Manca l’etichetta interval che specifica l’intervallo principale
ja: 主intervalを指定するintervalタグがない
nl: Ontbrekende interval tag om de hoofdinterval te specificeren
pl: Brak tagu "interval". Określ podstawowy przedział
uk: Відсутній теґ interval для вказання основного інтервалу
zh_cn: 缺少表示间隔的标签
zh_tw: 遺失的時間區間標籤來指明主要的時間區間

source: Missing opening_hours tag
ar: وسم ساعات العمل opening_hours غير موجودة
de: Fehlendes Tag "opening_hours"
fr: Attribut opening_hours (heures de service) manquant
it: Etichetta opening_hours mancante
ja: opening_hoursタグがない
nl: opening_hours tag ontbreekt
pl: Brak znacznika opening_hours
uk: Відсутній теґ opening_hours
zh_cn: 缺少运营时间标签
zh_tw: 缺少開放時間標籤

source: Missing name on a public transport stop
ar: الاسم غير موجود في محطة نقل عام
de: Haltestelle ohne Namen
fr: Nom manquant sur un arrêt de transport
it: Manca il nome su una fermata del trasporto pubblico
ja: 公共交通機関の停止場所にnameがない
nl: Naam op een public transport halte ontbreekt
pl: Brak nazwy przystanku
uk: Відсутня назва зупинки громадського транспорту
zh_cn: 公共交通站点缺少名称标签
zh_tw: 大眾運輸站點遺失名稱

source: Check the operator tag : this operator does not exist, it may be a typo
ar: تحقق من وسم المشغل: هذا المشغل غير موجود، قد يكون خطأ إملائي
de: Prüfe das operator Tag: Dieses existiert nicht, vielleicht ein Tippfehler
fr: Vérifier l'opérateur renseigné dans l'attribut "operator" : ce transporteur n'existe pas, c'est peut-être une faute d'orthographe
it: Verifica l’etichetta operator: questo operatore non esiste, potrebbe trattarsi di un refuso
ja: operatorタグを確認: このoperatorは存在せず、typoかもしれません
nl: Check dee operator tag : deze beheerder bestaaat niet, het is wellicht een typefout
pl: Sprawdź tag "operator": ten zarządca nie istnieje, może to literówka
uk: Перевірте теґ operator: такого оператора не існує, або може бути орфоргафічною помилкою
zh_cn: 检查运营者标签：这个运营者不存在，可能是输入错误
zh_tw: 檢查營運者標籤：營運者並不存在，也許打錯了
