Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Cemetery not integrated
ar: مقبرة غير متكاملة
de: Friedhof fehlt
es: Cementerio no integrado
fr: Cimetière non intégré
hu: Temető: nincs a térképen
ja: 未統合の墓地
nl: Begraafplaats niet geïntegreerd
pl: Cmentarz niezintegrowany
uk: Кладовище не інтегроване

source: Car charging station update
ar: تحديث محطة شحن سيارات
es: Actualización de la estación de carga
fr: Station de recharge mise à jour
hu: Villanyautótöltő-pont: frissítendő
ja: 車の充電スタンドの更新
nl: Laadstation bijwerken
pl: Stacja ładowania pojazdów, aktualizacja
uk: Станція заряджання авто оновлення

source: Lighting mast not integrated
ar: عمود إضاءة غير متكامل
de: Straßenlaterne fehlt
es: Mástil de iluminación no integrado
fr: Mât d'éclairage non intégré
hu: Reflektoroszlop: nincs a térképen
ja: 未統合の照明柱
nl: Vuurtoren niet toegevoegd
pl: Maszt oświetleniowy niezintegrowany
uk: Щогла освітлення не інтегрована

source: Wayside cross not integrated
ar: صليب جانب الطريق غير متكامل
de: Wegkreuz fehlt
es: Cruz del camino no integrada
fr: Calvaire non intégré
hu: Út menti kereszt: nincs a térképen
ja: 未統合の路傍の十字架
pl: Przydrożny krzyż niezintegrowany
uk: Перехрестя не інтегроване

source: Chimney not integrated
ar: مدخنة غير متكاملة
de: Schornstein fehlt
es: Chimenea no integrada
fr: Cheminée non intégrée
hu: Kémény: nincs a térképen
ja: 未統合の煙突
nl: Schoorsteen niet geintegreerd
pl: Komin niezintegrowany
uk: Димова вежа не інтегрована

source: Wind turbine not integrated
ar: توربين رياح غير متكامل
de: Windrad fehlt
es: Turbina eólica no integrada
fr: Éolienne non intégrée
hu: Szélturbina: nincs a térképen
ja: 未統合の風力タービン
nl: Windturbine niet geïntegreerd
pl: Turbina wiatrowa niezintegrowana
uk: Вітрогенератор не інтегрований

source: Petroleum well not integrated
ar: بئر نفط غير متكامل
de: Ölquelle fehlt
es: Pozo de petróleo no integrado
fr: Puits d'hydrocarbures non intégré
hu: Olajkút: nincs a térképen
ja: 未統合の油井
nl: Oliebron niet geïntegreerd
pl: Szyb naftowy niezintegrowany
uk: Нафтова свердловина не інтегрована

source: Flare not integrated
ar: شعلة غير متكاملة
de: Gasfackel fehlt
es: Antorcha no integrada
fr: Torchère non intégrée
hu: Gázfáklya: nincs a térképen
ja: 未統合のフレア
pl: Pochodnia gazowa niezintegrowana
uk: Відблиск не інтегрований

source: Place of worship not integrated
ar: مكان عبادة غير متكامل
de: Andachtsstätte fehlt
es: Lugar de culto no integrado
fr: Lieu de culte non intégré
hu: Istentiszteleti hely: nincs a térképen
ja: 未統合の宗教施設
nl: Gebedshuis niet geïntegreerd
pl: Świątynia niezintegrowana
uk: Місце поклоніння не інтегроване

source: Town hall not integrated
ar: قاعة بلدية غير متكاملة
de: Rathaus fehlt
es: Ayuntamiento no integrado
hu: Városháza: nincs a térképen
nl: Stadhuis niet geïntegreerd
uk: Ратуша не інтегрована

source: Memorial not integrated
ar: نصب تذكاري غير متكامل
de: Denkmal fehlt
es: Memorial no integrado
fr: Monument aux morts non intégré
hu: Emlékmű: nincs a térképen
ja: 未統合の記念碑
nl: Monument niet geïntegreerd
pl: Pomnik niezintegrowany
uk: Памʼятник не інтегрований

source: Pumping station not integrated
ar: محطة ضخ غير متكاملة
de: Pumpwerk fehlt
es: Estación de bombeo no integrada
fr: Station de pompage non intégrée
hu: Szivattyúház: nincs a térképen
ja: 未統合のポンプ場
nl: Gemaal niet geïntegreerd
pl: Przepompownia niezintegrowana
uk: Насосна станція не інтегрована

source: Viewpoint not integrated
ar: نقطة مشاهدة غير متكاملة
de: Aussichtspunkt fehlt
es: Punto de vista no integrado
fr: Point de vue non intégré
hu: Kilátóhely: nincs a térképen
ja: 未統合の展望所
pl: Punkt widokowy niezintegrowany
uk: Точка огляду не інтегрована

source: Fire station not integrated
ar: محطة إطفاء غير متكاملة
de: Feuerwache fehlt
es: Estación de bomberos no integrada
fr: Caserne de pompiers non intégrée
hu: Tűzoltóság: nincs a térképen
ja: 未統合の消防署
nl: Brandweerkazerne niet geïntegreerd
pl: Remiza strażacka niezintegrowana
uk: Пожежна станція не інтегрована

source: Water tower not integrated
ar: برج مياه غير متكامل
de: Wasserturm fehlt
es: Torre de agua no integrada
fr: Château d'eau non intégré
hu: Víztorony: nincs a térképen
ja: 未統合の給水塔
nl: Watertoren niet geïntegreerd
pl: Wieża ciśnień niezintegrowana
uk: Водонапірна вежа не інтегрована

source: Covered reservoir not integrated
ar: خزان مغطى غير متكامل
de: Wasserhochbehälter fehlt
es: Embalse cubierto no integrado
fr: Réservoir d'eau non intégré
hu: Fedett víztározó: nincs a térképen
ja: 未統合の貯水池
pl: Podziemny zbiornik wodny niezintegrowany
uk: Закритий резервуар не інтегрований

source: Storage tank not integrated
ar: خزان تخزين غير متكامل
de: Tank fehlt
es: Tanque de almacenamiento no integrado
fr: Réservoir industriel non intégré
hu: Tárolótartály: nincs a térképen
ja: 未統合の貯蔵タンク
nl: Reservoir tank niet geintegreerd
pl: Zbiornik niezintegrowany
uk: Цистерна для зберігання не інтегрована

source: Waterfall not integrated
ar: شلال غير متكامل
de: Wasserfall fehlt
es: Cascada no integrada
fr: Cascade non intégrée
hu: Vízesés: nincs a térképen
ja: 未統合の滝
nl: Waterval niet geïntegreerd
pl: Wodospad niezintegrowany
uk: Водопад не інтегрований

source: Lavoir not integrated
ar: مغسلة غير متكاملة
de: Waschplatz fehlt
es: Lavabo no integrado
fr: Lavoir non intégré
hu: Ruhamosó hely: nincs a térképen
ja: 未統合の共同洗濯所
nl: wasplaats niet geintegreerd
pl: Pralnia przy rzece niezintegrowana
uk: Громадська пральня не інтегрована

source: Sinkhole not integrated
ar: حفرة انهيار غير متكاملة
de: Grube (Doline) fehlt
es: Sumidero no integrado
fr: Perte non intégrée
hu: Víznyelő: nincs a térképen
ja: 未統合の陥没穴
nl: Zinkgat niet geintegreerd
pl: Lej krasowy niezintegrowany
uk: Люк не інтегрований

source: Resurgence not integrated
ar: نبع غير متكامل
es: Resurgimiento no integrado
fr: Résurgence non intégrée
hu: Búvópatak megjelenése (forrás): nincs a térképen
ja: 未統合の洞窟（リサージェンス）
pl: Źródło niezintegrowane
uk: Відродження не інтегроване

source: Church or Bell tower not integrated
de: Glockenturm fehlt
es: Iglesia o campanario no integrado
hu: Templom- vagy harangtorony: nincs a térképen
ja: 未統合の教会や鐘楼
nl: Kerk of klokkentoren niet geïntegreerd
pl: Kościół lub dzwonnica niezintegrowane
uk: Церква чи вежа з годинником не інтегрована

source: Cross or wayside shrine not integrated
de: Bildstock fehlt
es: Cruz o ermita no integrada
hu: Kereszt vagy út menti kegyhely: nincs a térképen
ja: 未統合の十字架や路傍の神仏
pl: Krzyż lub kapliczka niezintegrowane
uk: Хрест або придорожня святиня не інтегрована

source: Mosque or Minaret not integrated
ar: مسجد أو مئذنة غير متكامل
de: Moschee fehlt
es: Mezquita o minarete no integrado
hu: Mecset vagy minaret: nincs a térképen
ja: 未統合のモスクやミナレット
nl: Moskee of Minaret niet geïntegreerd
pl: Meczet lub minaret niezintegrowane
uk: Мечеть або мінарет не інтегровані

source: Menhir not integrated
ar: صخرة قائمة غير متكاملة
de: Menhir (Hinkelstein) fehlt
es: Menhir no integrado
hu: Menhir: nincs a térképen
ja: 未統合のメンヒル
nl: Menhir niet geintegreerd
pl: Menhir niezintegrowany
uk: Менгір не інтегрований

source: Dolmen not integrated
ar: دولمن غير متكامل
de: Dolmen (Grabmal) fehlt
es: Dolmen no integrado
hu: Dolmen: nincs a térképen
ja: 未統合のドルメン
nl: Hunebed niet geintegreerd
pl: Dolmen niezintegrowany
uk: Дольмен не інтегрований

source: Tumulus not integrated
ar: تلة دفن غير متكاملة
de: Tumulus (Grabhügel) fehlt
es: Túmulo no integrado
hu: Halomsír: nincs a térképen
ja: 未統合の墳丘墓
nl: Grafheuvel niet geïntegreerd
pl: Kurhan niezintegrowany
uk: Курган не інтегрований

source: Passage grave not integrated
de: Ganggrab fehlt
es: Fosa común no integrada
hu: Folyosósír: nincs a térképen
ja: 未統合の羨道墳
uk: Коридорна гробниця не інтегрована

source: Spring box not integrated
ar: صندوق نبع غير متكامل
de: Quellfassung fehlt
es: Caja de muelles no integrada
hu: Forrásvízgyűjtő: nincs a térképen
ja: 未統合のばね箱
uk: Спрінг бокс не вбудований

source: parking:condition:[side] not applicable
ar: parking:condition:[side] غير قابل للتطبيق
es: parking:condition:[side] no aplicable
hu: `parking:condition:[oldal]` címke nem alkalmazható
ja: parking:condition:[side] は適用できません
uk: parking:condition:[side] не застосовано

source: A parking condition is set for a parking:lane:[side] value that forbids parking.
ar: تم تعيين حالة موقف لقيمة parking:lane:[side] تمنع الوقوف.
es: Se establece una condición de estacionamiento para un valor parking:lane:[side] que prohíbe estacionar.
hu: A parking:lane:[oldal] címke értéke olyan parkolási feltételt tartalmaz, amely tiltja a parkolást
ja: 駐車を禁じる条件が parking:lane:[side] の値としてセットされています。
uk: Умови автостоянки встановлено для значення parking:lane:[side], яке забороняє паркування.

source: parking:condition:[side] should be mapped on separately mapped parking area
ar: parking:condition:[side] يجب أن يكون معلمًا على منطقة مواقف معلمة بشكل منفصل
es: parking:condition:[side] debe ser mapeado en zona de estacionamiento mapeada por separado
hu: A `parking:condition:[oldal]` címkét egy különálló parkolóterületre kellene helyezni
ja: parking:condition:[side] は駐車エリアに個々にマッピングすべきです
uk: parking:condition:[side] має бути нанесено на карту окремо від зони автостоянки

source: A parking condition is set for a parking:lane:[side] value that indicates that the parking area is mapped separately. Any parking conditions should be tagged on that object instead.
ar: تم تعيين حالة وقوف السيارات لقيمة parking:lane:[side] التي تشير إلى أن منطقة وقوف السيارات معروضة بشكل منفصل على الخريطة. بدلاً من ذلك يجب وضع وسوم على أي شروط لوقوف السيارات على هذا العنصر.
es: Se establece una condición de aparcamiento para un valor parking:lane:[side] que indica que la zona de estacionamiento se asigna por separado. Cualquier condición de estacionamiento debe etiquetarse en ese objeto.
hu: A `parking:lane:[oldal]` értéke olyan parkolási feltételt tartalmaz, ami miatt a parkolóterületet külön kell felrajzolni. Minden parkolási feltételt ezen az újonnan felrajzolt objektumon kell megjelölni.
ja: 駐車の条件が parking:lane:[side] の値としてセットされ、駐車エリアが個々にマッピングされているということを示しています。そうではなくて、あらゆる駐車の条件はオブジェクト上にマッピングされるべきです。
uk: Умову паркування встановлено для значення parking:lane:[side], яке вказує на те, що зона паркування нанесена на карту окремо. Натомість будь-які умови паркування повинні бути позначені на цьому об’єкті.

source: one-directional roads
ar: طرق باتجاه واحد
es: carreteras unidireccionales
hu: egyirányú utak
ja: 一方通行の道路
nl: eenrichtingswegen
uk: дороги з одним напрямом

source: There should be a `highway` feature leading to this parking facility to allow for correct routing. Add a road or check if `parking=*` is correct. If it is a street side parking (`parking=street_side`) or lane, then add appropriate tags. See [parking](https://wiki.openstreetmap.org/wiki/Key:parking) tag on the wiki.
de: Es sollte eine Straße geben, die zu dieser Parkeinrichtung führt um ein korrektes Routing zu ermöglichen. Fügen Sie eine Straße hinzu oder prüfen Sie, ob 'parking=*' korrekt ist. Wenn es sich um einen straßenseitigen Parkplatz ('parking=street_side') handelt oder eine Fahrspur, fügen Sie dann entsprechende Tags hinzu. Siehe [parking]-Tag (https://wiki.openstreetmap.org/wiki/Key:parking) im Wiki.
hu: A helyes útvonaltervezés érdekében egy `highway` objektumnak kellene vezetnie ehhez a parkolóhoz. Rajzoljon fel egy utat vagy ellenőrizze, hogy helyes-e a `parking=*` objektum. Ha útszéli parkolóhelyekről (`parking=street_side`) vagy parkolósávról van szó, akkor megfelelő címkéket kellene használni. Lásd a [parking](https://wiki.openstreetmap.org/wiki/Key:parking) címkét a wikin.
ja: 正しく経路案内するために、この駐車施設に至る`highway`の地物があるべきです。道路を追加するか、`parking=*` 自体が正しいか確認してください。 道路脇の駐車場 (`parking=street_side`)やレーンの場合は適切なタグを付けてください、 ウィキの[parking](https://wiki.openstreetmap.org/wiki/Key:parking)`タグを参照。
uk: До цієї стоянки має бути об’єкт `highway`, щоб забезпечити правильну маршрутизацію. Додайте дорогу або перевірте правильність `parking=*`. Якщо це автостоянка на смузі вулиці (`parking=street_side`) або смуга, додайте відповідні теґи. Див. [parking](https://wiki.openstreetmap.org/wiki/Key:parking) у вікі.

source: Bordeaux Metropole bicycle parking not integrated
ar: موقف دراجات بوردو متروبول غير متكامل
de: Fahrradparkplatz fehlt in Bordeaux
es: Estacionamiento de bicicletas no integrado en la Metropole de Burdeos
hu: Bordeaux Métropole önkormányzat kerékpártárolója: nincs a térképen
ja: 未統合のボルドー・メトロポール駐輪場データ
nl: Fiets parking Bordeaux Metropole niet geïntegreerd
pl: Parking rowerowy w Bordeaux niezintegrowany
uk: Бордо Метрополь велопаркінг не інтегрований

source: Bordeaux Metropole motorcycle parking not integrated
ar: موقف دراجات نارية بوردو متروبول غير متكامل
de: Motorradparkplatz fehlt in Bordeaux
es: Metropole de Burdeos estacionamiento de motocicletas no integrado
hu: Bordeaux Métropole önkormányzat motorkerékpár-parkolója: nincs a térképen
ja: 未統合のボルドー・メトロポール・オートバイ駐輪場データ
nl: Motorijvoertuigen parking Bordeaux Metropole niet geïntegreerd
pl: Parking motocyklowy w Bordeaux niezintegrowany
uk: Бордо Метрополь мотопаркінг не інтегрований

source: {0} toilets, integration suggestion
ar: دورات مياه {0}، اقتراح تكامل
es: {0} baños, sugerencia de integración
hu: {0} WC: kiegészítési javaslat
ja: {0} トイレの統合の提案
nl: {0} toilets, integratie suggestie
pl: Toalety {0}, propozycja integracji
uk: {0} вбиральні, пропозиція з інтеграції

source: {0} toilets update
ar: تحديث دورات المياه {0}
es: Actualización de {0} baños
hu: {0} WC: frissítendő
ja: {0} トイレの更新
nl: {0} toilets bijwerken
pl: Toalety {0}, aktualizacja
uk: {0} вбиральні оновлення

source: Operator can be completed with operator:wikidata
ar: يمكن إكمال المشغل مع operator:wikidata
de: Betreiber kann mit operator:wikidata vervollständigt werden
es: El operador puede completarse con operator:wikidata
hu: Az üzemeltető kiegészíthető `operator:wikidata=*` címkével
ja: Operator は次のようにして完了できます operator:wikidata
nl: Operator kan worden aangevuld met operator: wikidata
uk: Оператор може бути доповнений operator:wikidata

source: The name of the operator on this object is generally associated with additional tags, especially operator:wikidata. All objects with the same operator should be tagged the same way.
ar: اسم المشغل على هذا العنصر يرتبط عادةً بوسوم إضافية، خاصة operator:wikidata. جميع الكائنات مع نفس المشغل يجب أن تكون موسومة بنفس الطريقة.
de: Der Name des Betreibers ist im Allgemeinen mit zusätzlichen Tags verbunden, insbesondere operator:wikidata. Alle Objekte mit dem gleichen Betreiber sollten auf die gleiche Weise getaggt werden.
es: El nombre del operador de este objeto suele ir asociado a etiquetas adicionales, especialmente operator:wikidata. Todos los objetos con el mismo operador deben etiquetarse de la misma manera.
hu: Az objektum üzemeltetőjének nevéhez sokhelyütt további címkék is kapcsolódnak, különösen `operator:wikidata`. Az azonos üzemeltető által működtetett objektumokat azonos módon kell címkézni.
ja: このオブジェクトのオペレータ名は通常付加タグ、特に operator:wikidata と連携しています。同じオペレータのオブジェクトは全て同様にタグ付けされるべきです。
uk: Ім’я оператора цього об’єкта зазвичай пов’язане з додатковими тегами, особливо operator:wikidata. Всі об’єкти з одним і тим самим оператором мають бути позначені однаковим способом.

source: If this is indeed the operator in question, add `operator:wikidata`. If not, see if you can improve the [name-suggestion-index project](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) which is used to register common operators.
ar: إذا كان هذا هو المُشغِّل المعنيّ، فأضف `operator:wikidata`. وإلا، فتحقق مما إذا كان بإمكانك تحسين [مشروع name-suggestion-index](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) الذي يُستخدم لتسجيل المُشغِّلين الشائعين.
es: Si efectivamente se trata del operador en cuestión, añade `operator:wikidata`. Si no, mira a ver si puedes mejorar el proyecto [name-suggestion-index](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) que se utiliza para registrar operadores comunes.
hu: Ha valóban az adott üzemeltetőről van szó, akkor adja hozzá a megfelelő `operator:wikidata` címkét. Ha nem, akkor nézzen utána a [name-suggestion-index projekt weboldalán](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md), amely a közismert márkanevek összegyűjtésére szolgál.
ja: これが本当にoperatorであれば、`operator:wikidata` タグを追加します。 そうでない場合は、operatorの登録によく使われる [name-suggestion-index project](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md)を改善することができます。
uk: Якщо це справді оператор, про який йдеться, додайте `operator:wikidata`. Якщо ні, перевірте, чи можете ви покращити [проект name-suggestion-index](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md), який використовується для реєстрації звичайних операторів.

source: Defibrillator integration suggestion
ar: مزيل الرجفان، اقتراح تكامل
es: Sugerencia de integración del desfibrilador
hu: Defibrillátor: kiegészítési javaslat
ja: AEDの統合の提案
nl: Defibrillator voorstel om toe te voegen
pl: Defibrylator, propozycja integracji
uk: Дефібрилятор пропозиція з інтеграції

source: Defibrillator update
ar: تحديث مزيل الرجفان
es: Actualización del desfibrilador
hu: Defibrillátor: frissítendő
ja: AEDの統合
nl: Defibrillator bijwerken
pl: Defibrylator, aktualizacja
uk: Дефібрилятор оновлення

source: Toposcope not integrated
ar: توبوسكوب غير متكامل
de: Orientierungstafel fehlt
es: Toposcopio no integrado
hu: Irányokat és távolságokat mutató ábra (toposzkóp): nincs a térképen
ja: 未統合のトポスコープ
nl: Toposcoop niet geïntegreerd
uk: Топоскоп не інтегрований

source: The way or the group of the ways must be connected to an entry point: * road: `route=ferry`, `man_made=pier`, `aeroway=taxiway|runway|apron`, `railway=platform` or `highway=motorway|motorway_link|trunk|trunk_link|primary|primary_link`, * bicycle: `railway=platform`, `public_transport=platform` or `highway=pedestrian`.
ar: يجب أن يكون الطريق أو مجموعة الطرق متصلة بنقطة دخول: * طريق: `route=ferry`، `man_made=pier`، `aeroway=taxiway|runway|apron`، `railway=platform` أو `highway=motorway|motorway_link|trunk|trunk_link|primary|primary_link`، * دراجة: `railway=platform`، `public_transport=platform` أو `highway=pedestrian`.
de: Der Weg muss mit einem Zugangspunkt verbunden werden: * Straße: `route=ferry`, `man_made=pier`, `aeroway=taxiway|runway|apron`, `railway=platform` oder `highway=motorway|motorway_link|trunk|trunk_link|primary|primary_link`, * Fahrrad: `railway=platform`, `public_transport=platform` oder `highway=pedestrian`.
es: La carretera o el grupo de carreteras debe estar conectado a un punto de entrada: * carretera: `route=ferry`, `man_made=pier`, `aeroway=taxiway|runway|apron`, `railway=platform` o `highway=motorway|motorway_link|trunk|trunk_link|primary|primary_link`, * bicicleta: `railway=platform`, `public_transport=platform` o `highway=pedestrian`.
hu: A vonalnak vagy vonalcsoportnak kapcsolódnia kell egy kiindulás ponthoz: * utak esetében: `route=ferry`, `man_made=pier`, `aeroway=taxiway|runway|apron`, `railway=platform` vagy `highway=motorway|motorway_link|trunk|trunk_link|primary|primary_link`, * kerékpáros utak esetében: `railway=platform`, `public_transport=platform` vagy `highway=pedestrian`.
ja: ウェイやそのグループは入り口のポイントに接続していなければなりません: * road: `route=ferry`, `man_made=pier`, `aeroway=taxiway|runway|apron`, `railway=platform` または `highway=motorway|motorway_link|trunk|trunk_link|primary|primary_link`, * bicycle: `railway=platform`, `public_transport=platform` または `highway=pedestrian`。
uk: Шлях або група шляхів має бути з’єднана з точкою входу: * дорога: `route=ferry`, `man_made=pier`, `aeroway=taxiway|runway|apron`, `railway=platform` або `highway= motorway|motorway_link|trunk|trunk_link|primary|primary_link`, * bicycle: `railway=platform`, `public_transport=platform` або `highway=pedestrian`.

source: Peak not integrated
ar: قمة جبلية غير متكاملة
de: Berggipfel fehlt
es: Pico no integrado
hu: Hegycsúcs: nincs a térképen
ja: 未統合の山頂
nl: Piek niet geïntegreerd
pl: Szczyt niezintegrowany
uk: Пік не інтегрований

source: Saddle not integrated
ar: سرج جبلي غير متكامل
de: Bergsattel fehlt
es: Sillín no integrado
hu: Nyereg: nincs a térképen
ja: 未統合のサドル
pl: Przełęcz niezintegrowana
uk: Сідло не інтегроване

source: Cave entrance not integrated
ar: مدخل كهف غير متكامل
de: Höhleneingang fehlt
es: Entrada a la cueva no integrada
hu: Barlangbejárat: nincs a térképen
ja: 未統合の洞窟の入り口
nl: Grotingang niet geïntegreerd
pl: Wejście do jaskini niezintegrowane
uk: Вхід у печеру не інтегрований

source: Pit not integrated
ar: حفرة غير متكاملة
de: Grube fehlt
es: Foso no integrado
hu: Gödör: nincs a térképen
ja: 未統合のピット
pl: Lej krasowy niezintegrowany
uk: Яма не інтегрована

source: Beach not integrated
ar: شاطئ غير متكامل
de: Strand fehlt
es: Playa no integrada
hu: Természetes strand: nincs a térképen
ja: 未統合のビーチ
nl: Strand niet geïntegreerd
pl: Plaża niezintegrowana
uk: Пляж не інтегрований

source: Cape not integrated
ar: رأس غير متكامل
de: Kap fehlt
es: Cabo no integrado
hu: Fok: nincs a térképen
ja: 未統合の岬
nl: Kaap niet geintegreerd
pl: Przylądek niezintegrowany
uk: Мис не інтегрований

source: The stops may not be in the right order
ar: المحطات قد لا تكون بالترتيب الصحيح
es: Las paradas pueden no estar en el orden correcto
hu: Lehet, hogy hibás a megállók sorrendje
ja: stopの順番が誤っている可能性があります
pl: Przystanki mogą nie być we właściwej kolejności
uk: Зупинки можуть бути в неправильному порядку

source: The platform is not on the right side of the road
ar: المنصة ليست على الجانب الصحيح من الطريق
de: Die Platform befindet sich nicht auf der rechten Straßenseite
es: La plataforma no está en el lado derecho de la carretera
hu: A peron nem az út megfelelő oldalán van
ja: platform が道路の反対側にあります
pl: Przystanek jest po niewłaściwej stronie drogi
uk: Платформа не з правого боку дороги

source: Unconnected river or wrong way flow
ar: نهر/مجرى عريض غير متصل أو باتجاه تدفق خاطئ
de: Fluss nicht verbunden oder falsche Fließrichtung
es: Río desconectado o corriente en sentido contrario
hu: Semmihez sem kapcsolódó vagy hibás irányba folyó folyó
ja: 接続されていない川または水の流れが誤った方向の水路
nl: Niet verbonden rivier, of verkeerde stromingsrichting
pl: Niepołączona rzeka lub zły kierunek przepływu
uk: Непід’єднана річка або неправильний напрям потоку

source: Unconnected stream or wrong way flow
ar: جدول/شعيب مائي غير متصل أو باتجاه تدفق خاطئ
de: Bach nicht verbunden oder falsche Fließrichtung
es: Corriente inconexa o flujo en sentido contrario
hu: Semmihez sem kapcsolódó vagy hibás irányba folyó patak
ja: 接続されていない小川または水の流れが誤った方向の水路
nl: Niet verbonden beek, of verkeerde stromingsrichting
pl: Niepołączony strumień lub zły kierunek przepływu
uk: Непід’єднаний потік або неправильний напрям потоку

source: No street with name "{0}" found around
ar: لا يوجد شارع بالاسم "{0}" في الجوار
es: No se encontró ninguna calle con el nombre "{0}" alrededor
hu: A környéken nem található „{0}”
ja: "{0}" という名前の通りは周囲にありません
uk: Не знайдено жодної вулиці з назвою "{0}" поруч

source: River bank without river
ar: ضفة مائية بدون أن يوجد نهر/مجرى عريض
es: Orilla del río sin río
hu: Folyópart folyó nélkül
ja: 川がないのに川岸がある
uk: Берег ріки без ріки

source: There is one `natural=water` + `water=river` (or `waterway=riverbank`) but there is no `waterway=river|canal|stream` inside it.
ar: يوجد `natural=water` + `water=river` (أو `waterway=riverbank`) ولكن لا يوجد `waterway=river|canal|stream` داخله.
es: Hay un `natural=water` + `water=river` (o `waterway=riverbank`) pero no hay ningún `waterway=river|canal|stream` en su interior.
hu: Van egy `natural=water` + `water=river` (vagy `waterway=riverbank`) címkézésű objektum, de nincs benne `waterway=river|canal|stream`.
ja: `natural=water` + `water=river` (または `waterway=riverbank`)がひとつありますが その中に`waterway=river|canal|stream`がありません。
uk: Є один `natural=water` + `water=river` (чи `waterway=riverbank`) але всередині відсутній `waterway=river|canal|stream`.
