Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Missing address %s
fa: کمبود نشانی %s
it: Indirizzo %s mancante
lt: Trūksta %s adreso
pt: Falta endereço %s

source: Update Wikipedia tag
fa: تگ ویکی‌پدیا به‌روز شود
it: Aggiorna tag Wikipedia
lt: Vikipedijos žymos atnaujinimas
pt: Atualize a etiqueta Wikipedia

source: Wikipedia, aerodrome integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی aerodrome
it: Wikipedia, suggerimento integrazione aeroporto
lt: Vikipedija, oro uostų integracijos pasiūlymas
pt: Wikipedia, aeródromo sugestão integração

source: Wikipedia, city integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی city
it: Wikipedia, suggerimento integrazione città
lt: Vikipedija, miesto integracijos pasiūlymas
pt: Wikipedia, cidade sugestão integração

source: Wikipedia, school integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی school
it: Wikipedia, suggerimento integrazione scuola
lt: Vikipedija, mokyklos integracijos pasiūlymas
pt: Wikipedia, a sugestão integração escolar

source: Wikipedia, forest integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی forest
it: Wikipedia, suggerimento integrazione bosco
lt: Vikipedija, miško integracijos pasiūlymas
pt: Wikipedia, a sugestão de integração floresta

source: Wikipedia, glacier integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی glacier
it: Wikipedia, suggerimento integrazione ghiacciaio
lt: Vikipedija, ledyno integracijos pasiūlymas
pt: Wikipedia, a sugestão integração geleira

source: Wikipedia, island integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی island
it: Wikipedia, suggerimento integrazione isola
lt: Vikipedija, salos integracijos pasiūlymas
pt: Wikipedia, a sugestão integração ilha

source: Wikipedia, peak integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی peak
it: Wikipedia, suggerimento integrazione cima
lt: Vikipedija, viršukalnės integracijos pasiūlymas
pt: Wikipedia, a sugestão integração pico

source: Wikipedia, mountain pass integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی mountain pass
it: Wikipedia, suggerimento integrazione passo
lt: Vikipedija, kalnų perėjos integracijos pasiūlymas
pt: Wikipedia, a sugestão integração passagem de montanha

source: Wikipedia, railway station integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی railway station
it: Wikipedia, suggerimento integrazione stazione ferroviaria
lt: Vikipedija, geležinkelio stoties integracijos pasiūlymas
pt: Wikipedia, a sugestão integração estação ferroviária

source: Wikipedia, water area integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی water area
it: Wikipedia, suggerimento integrazione area acquatica
lt: Vikipedija, vandens telkinio integracijos pasiūlymas
pt: Wikipedia, área de água sugestão integração

source: Wikipedia, castle integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی castle
it: Wikipedia, suggerimento integrazione castello
lt: Vikipedija, pilies integracijos pasiūlymas
pt: Wikipedia, a sugestão integração castelo

source: Wikipedia, church integration suggestion
fa: ویکی‌پدیا، پیشنهاد یکپارچگی church
it: Wikipedia, suggerimento integrazione chiesa
lt: Vikipedija, bažnyčios integracijos pasiūlymas
pt: Wikipedia, igreja sugestão integração

source: Missing admin_centre role
fa: کمبود نقش admin_centre
it: Ruolo admin_centre mancante
lt: Trūksta admin_centre rolės
pt: Falta admin_centre papel

source: Missing name
fa: کمبود نام
it: Nome mancante
lt: Trūksta pavadinimo
pt: Falta nome

source: Duplicated cycle tracks, highway=*+cycleway=track and highway=cycleway
fa: مسیر دوچرخهٔ تکراری، highway=* + cycleway=track و highway=cycleway
it: Pista ciclabile duplicata, highway=*+cycleway=track e highway=cycleway
lt: Dviračių takų dublikatas, highway=*+cycleway=track and highway=cycleway
pt: Ciclovias duplicada, highway=*+cycleway=track e highway=cycleway

source: Unconnected way
fa: راه غیرمتصل
lt: Neprijungtas kelias
pt: Via desconetada

source: Bad topology way level 1
fa: توپولوژی بد راه - سطح ۱
it: Errore tipologia linea 1
lt: Bloga 1-o lygio kelio topologija
pt: Erro de topologia via nível 1

source: Bad topology way level 2
fa: توپولوژی بد راه - سطح ۲
it: Errore tipologia linea 2
lt: Bloga 2-o lygio kelio topologija
pt: Erro de topologia via nível 2

source: Bad topology way level 3
fa: توپولوژی بد راه - سطح ۳
it: Errore tipologia linea 3
lt: Bloga 3-io lygio kelio topologija
pt: Erro de topologia via nível 3

source: Small farm : consider farmyard or building instead
fa: مزرعهٔ کوچک: ببینید farmyard یا building بهتر نیست
it: F: consider farmyard or building instead
lt: Maža ferma: vietoje jos svarstykite ūkio kiemą ar pastatą
pt: Pequena fazenda : considerar farmyard ou edifício

source: Missing junction=roundabout
fa: کمبود junction=roundabout
it: junction=roundabout mancante
lt: Trūksta junction=roundabout
pt: Falta junction=roundabout

source: Area intersection %s
fa: هم‌پوشانی محوطه %s
it: Intersezione tra aree %s
lt: Ploto susikirtimas %s
pt: Área de intersecção %s

source: Approximate %s
fa: %s تقریبی
lt: Apytikslis %s
pt: Aproximado %s

source: Numerical value
fa: مقدار عددی
it: Valore numerico
lt: Skaitinė reikšmė
pt: Valor numérico

source: ODbL migration damage
fa: آسیب ناشی از مهاجرت به ODbL
it: Errore per migrazione ODbL
lt: ODbL migravimo žala
pt: Danos migração ODbL

source: Bad tag
fa: تگ بد
it: Tag errato
lt: Neteisinga žyma
pt: Etiqueta incorreta

source: Bad value in a tag
fa: مقدار بد برای تگ
it: Valore errato in un tag
lt: Bloga žymos reikšmė
pt: Valor de etiqueta incorreto

source: Duplicated similar values
fa: مقادیر مشابه تکراری
it: Valori simili duplicati
lt: Dubliuotos panašios reikšmės
pt: Valores semelhantes duplicados

source: In France all pharmacies deliver drugs under prescription
fa: در فرانسه همهٔ داروخانه‌ها دارو را با نسخه می‌دهند
it: in Francia tutte le farmacie forniscono medicinali sotto prescrizione
lt: Prancūzijoje visos vaistinės pristato receptinius vaistus
pt: Na França, todas as farmácias entregam remédios sob prescrição

source: Paris Autolib' car rental not integrated
fa: خودروی کرایهٔ Paris Autolib یکپارچه نشده
it: Noleggio auto Paris Autolib' non integrato
lt: Paryžiaus Autolib' automobilių nuoma neintegruota
pt: Locadora de automóveis Paris Autolib' não integrada

source: Paris Autolib' car rental without ref:FR:Paris:DSP
fa: خودروی کرایهٔ Paris Autolib بدون ref:FR:Paris:DSP
it: Noleggio auto Paris Autolib' senza ref:FR:Paris:DSP
lt: Paryžiaus Autolib' automobilių nuoma be ref:FR:Paris:DSP
pt: Locadora de automóveis Paris Autolib' sem ref:FR:Paris:DSP

source: Paris Autolib' car rental integration suggestion
fa: خودروی کرایهٔ Paris Autolib، پیشنهاد یکپارچگی
it: Suggerimento di integrazione noleggio auto Paris Autolib'
lt: Paryžiaus Autolib' automobilių nuomos integravimo pasiūlymas
pt: Sugestão de integração da locadora de automóveis Paris Autolib'

source: Pitch not integrated %s
fa: pitch یکپارچه نشده، %s
it: Campo sportivo non integrato %s
lt: Sporto aikštė neintegruota %s
pt: Quadra não integrada %s

source: Wallonia stop not integrated
fa: ایستگاه Wallonia یکپارچه نشده
it: Fermata Wallonia non integrata
lt: Valonijos stotelė neintegruota
pt: Parada Wallonia não integrada

source: Wallonia stop, integration suggestion
fa: Wallonia stop، پیشنهاد یکپارچگی
it: Suggerimento di integrazione di fermata Wallonia
lt: Valonijos stotelė, integravimo pasiūlymas
pt: Parada Wallonia, sugestão de integração

source: noexit on node with exit
fa: noexit روی گره خروجی‌دار
it: noexit su di un nodo con uscita
lt: Aklagatvis ant taško su išėjimu
pt: noexit (sem saída) em nó com saída

source: noexit on way with multiple exits
fa: noexit روی راهی با چند خروجی
it: noexit su strada con uscite multiple
lt: Aklagatvis ant taško su daugeliu išėjimų
pt: noexit (sem saída) em via com várias saídas

source: Bad usage of area=yes. Object is already an area by nature
fa: کاربرد بد از area=yes. این شیء به خودی خود یک محوطه محسوب می‌شود
it: Utilizzo scorretto di area=yes. L'oggetto è già un area per natura
lt: Blogas area=yes naudojimas. Objektas savo esme ir taip yra plotas
pt: Utilização desnecessária de area=yes. O objeto é uma área por por si só.

source: area=yes on object without kind
fa: area=yes بدون مشخص‌کردن چیستی آن
it: area=yes su di un oggetto senza tipologia
lt: area=yes ant objekto be rūšies
pt: area=yes num objeto sem tipo especificado

source: Bad usage of area=no. Object must be a surface
fa: کاربرد بد از area=no. این شیء باید محوطه باشد
it: Utilizzo scorretto di area=no. L'oggetto deve essere una superficie
lt: Blogas area=no naudojimas. Objektas privalo būti paviršiumi
pt: Utilização errada de area=yes. O objeto tem de ser uma superfície

source: Bad tag %(k)s=%(v)s
fa: تگ بد %(k)s=%(v)s
it: Tag %(k)s=%(v)s non valido
lt: Bloga žyma %(k)s=%(v)s
pt: Etiqueta errada %(k)s=%(v)s

source: Incorrect date "%s"
fa: تاریخ نادرست %s
it: Data "%s" non corretta
lt: Neteisinga data „%s“
pt: Data incorreta "%s"

source: Incorrect number "%s"
fa: عدد نادرست %s
it: Numero "%s" non corretto
lt: Neteisingas numeris „%s“
pt: Número incorreto "%s"

source: %s is really slow
fa: %s خیلی کُند است
it: %s è già visibile
lt: %s labai lėtas
pt: %s é realmente lento

source: Bad value for %(key)s=%(val)s
fa: مقدار بد برای %(key)s=%(val)s
it: Valore per %(key)s=%(val)s errato
lt: Bloga %(key)s=%(val)s reikšmė
pt: Valor errado para %(key)s=%(val)s

source: Tag %(tag)s is deprecated: %(depr)s
fa: استفاده از تگ %(tag)s نکوهش شده: %(depr)s
it: Il tag %(tag)s non viene più utilizzato: %(depr)s
lt: Žyma %(tag)s yra pasenusi: %(depr)s
pt: Etiqueta %(tag)s está em desuso: %(depr)s

source: Duplicated similar values %(key)s=%(val)s
fa: مقادیر تکراری مشابه %(key)s=%(val)s
it: Valori simili duplicati %(key)s=%(val)s
lt: Dubliuotos panašios %(key)s=%(val)s reikšmės
pt: Valores similares duplicados %(key)s=%(val)s

source: Invalid area postcode %(postcode)s for country code %(country)s
fa: postcode نامعتبر (در سطح ناحیه) %(postcode)s برای کد کشور %(country)s
it: Codice postale %(postcode)s non valido per questa zona della nazione %(country)s
lt: Neteisingas vietovės pašto kodas %(postcode)s šalies kodui %(country)s
pt: Código postal errado %(postcode)s para o código de país %(country)s

source: Invalid street level postcode %(postcode)s for country code %(country)s
fa: postcode نامعتبر (در سطح خیابان) %(postcode)s برای کد کشور %(country)s
it: Codice postale %(postcode)s non valido per questa strada della nazione %(country)s
lt: Neteisingas gatvės lygio pašto kodas %(postcode)s šalies kodui %(country)s
pt: Código postal de rua %(postcode)s para o código de país %(country)s

source: Multiple values on tag: %(key)s=%(val)s
fa: چندین مقدار روی تگ: %(key)s=%(val)s
it: Valori multipli sul tag: %(key)s=%(val)s
lt: Kelios reikšmės žymoje: %(key)s=%(val)s
pt: Vários valores na etiqueta: %(key)s=%(val)s

source: Conflict between tags: %s
fa: تداخل بین تگ‌ها: %s
it: Conflitto tra etichette: %s
lt: Konfliktas tarp žymų: %s
pt: Conflito entre as etiquetas: %s

source: height=%s is really tall, look at ele=*
fa: height=%s خیلی بلند است، ele=*‎ را ببینید
it: height=%s è molto alta, controlla ele=*
lt: height=%s labai didelis, žiūrėkite į ele=*
pt: height=%s é muito alto, talvez deva ser ele=*

source: mini roundabout direction in this country is usually "%s"
fa: جهت mini roundabout در این کشور معمولاً %s است
it: La direzione delle mini-rotatorie in questa nazione solitamente è "%s"
lt: Mini žiedo kryptis šioje šalyje paprastai yra „%s“
pt: o sentido da mini rotunda neste país é normalmente "%s"

source: Use wikipedia=%s:*
fa: از wikipedia=%s:*‎ استفاده کنید
it: Usa wikipedia=%s:*
lt: Naudokite wikipedia=%s:*
pt: Usar wikipedia=%s:*

source: Invalid wikipedia suffix '%s'
fa: پسوند ویکی‌پدیایی %s نامعتبر است
it: Suffisso Wikipedia '%s' non valido
lt: Neteisinga Vikipedijos priesaga „%s“
pt: Sufixo '%s' de wikipedia inválido

source: Duplicated values %(key)s=%(val)s
fa: مقادیر تکراری %(key)s=%(val)s
it: Valori duplicati: %(key)s=%(val)s
lt: Dubliuotos %(key)s=%(val)s reikšmės
pt: Valores duplicados %(key)s=%(val)s

source: admin_level 8 without addr:postcode
fa: admin_level=8 بدون addr:postcode
it: admin_level 8 senza addr:postcode
lt: admin_level 8 be addr:postcode
pt: 'admin_level=8' sem 'addr:postcode'

source: Restaurant not integrated
fa: رستوران یکپارچه نشده
it: Ristorante non integrato
lt: Restoranas neintegruotas

source: Waterway underground and no tunnel
fa: راه آبی زیر زمین است اما تونلی وجود ندارد
it: Corso d'acqua sotterraneo ma non è un tunnel
lt: Vandens kelias po žeme be tunelio

source: Long Waterway underground and no tunnel
fa: راه آبی طولانی زیر زمین است اما تونلی وجود ندارد
it: Corso d'acqua lungo e sotterraneo ma non è un tunnel
lt: Ilgas vandens kelias po žeme be tunelio

source: Waterway above ground and no bridge
fa: راه آبی بالای سطح زمین است اما پلی وجود ندارد
it: Corso d'acqua sopraelevato ma non è un ponte
lt: Vandens kelias virš žemės be tilto

source: Long Waterway above ground and no bridge
fa: راه آبی طولانی بالای سطح زمین است اما پلی وجود ندارد
it: Corso d'acqua lungo e sopraelevato ma non è un ponte
lt: Ilgas vandens kelias virš žemės be tilto

source: Post box without ref
fa: صندوق پست بدون ref
lt: Pašto dėžutė be ref
pt: Caixa de correio sem ref

source: Multiple numbers "%(numbers)s" in way "%(way)s"
fa: چند پلاک %(numbers)s در راه %(way)s
it: Oggetti multipli “%(numbers)s” nel percorso “%(way)s”
lt: Keli numeriai „%(numbers)s“ kelyje „%(way)s“

source: access=yes|permissive allow all transport modes
fa: تگ access=yes|permissive به همهٔ حالات حمل‌ونقل دسترسی می‌دهد
it: access=yes|permissive permette qualsiasi tipo di trasporto
lt: access=yes|permissive leidžia visas transporto rūšis

source: Paris Autolib' car rental update
fa: خودروی کرایهٔ Paris Autolib، به‌روزآوری
it: Aggiorna noleggio auto Autolib’ di Parigi
lt: Paryžiaus Autolib' automobilių nuomos atnaujinimas

source: NM glass recycling not integrated
fa: بازیافت شیشه (NM) یکپارچه نشده
it: riciclaggio del vetro di Nantes non integrato
lt: NM stiklo perdirbimas neintegruotas

source: NM glass recycling, integration suggestion
fa: بازیافت شیشه (NM)، پیشنهاد یکپارچگی
it: Suggerimento di integrazione di riciclo del vetro a Nantes
lt: NM stiklo perdirbimas, integravimo pasiūlymas

source: NM glass recycling update
fa: بازیافت شیشه (NM)، به‌روزآوری
it: Aggiorna riciclaggio del vetro di Nantes
lt: NM stiklo perdirbimo atnaujinimas

source: BM bicycle rental not integrated
fa: دوچرخهٔ کرایه (BM) یکپارچه نشده
it: Noleggio biciclette di Bourdeaux non integrato

source: BM bicycle rental integration suggestion
fa: دوچرخهٔ کرایه (BM)، پیشنهاد یکپارچگی
it: Suggerimento di integrazione di noleggio di biciclette a Bourdeaux

source: BM bicycle update
fa: دوچرخه (BM)، به‌روزآوری
it: Aggiorna bicicletta di Bourdeaux

source: BM parking not integrated
fa: پارکینگ (BM) یکپارچه نشده
it: Parcheggio di Bourdeaux non integrato

source: BM parking integration suggestion
fa: پارکینگ (BM)، پیشنهاد یکپارچگی
it: Suggerimento di integrazione di parcheggio a Bourdeaux

source: BM parking update
fa: پارکینگ (BM)، به‌روزآوری
it: Aggiorna parcheggio di Bourdeaux

source: BM parking disabled not integrated
fa: پارکینگ غیرفعال (BM) یکپارچه نشده
it: Parcheggio per disabili di Bourdeaux non integrato

source: BM glass recycling not integrated
fa: بازیافت شیشه (BM) یکپارچه نشده
it: Riciclaggio del vetro di Bourdeaux non integrato

source: BM glass recycling, integration suggestion
fa: بازیافت شیشه (BM)، پیشنهاد یکپارچگی
it: Suggerimento di integrazione di riciclo del vetro a Bourdeaux

source: BM glass recycling update
fa: بازیافت شیشه (BM)، به‌روزآوری
it: Aggiorna riciclaggio del vetro di Bourdeaux

source: Conflict between lanes number of same sufix ('', forward, backward or both_ways)
fa: تداخل بین تعداد خطوط عبوری با پسوند یکسان ('', forward, backward یا both_ways)
it: Numero di corsie con lo stesso suffiso ('', forward, backward or both_ways) in conflitto

source: Unknown turn lanes value "%s"
fa: مقدار ناشناختهٔ "%s" برای turn lanes

source: Bad lanes number or lanes:turn before and after this node
fa: مقدار بد برای lanes یا lanes:turn قبل و بعد از این گره
it: Prima e dopo di questo nodo numero di corsie oppure di lanes:turn errati

source: Node with place=%s without name
fa: گره با تگ place=%s اما بدون نام
it: Nodo con place=%s senza nome

source: lanes=%s is not an integer
fa: مقدار lanes=%s عددی نیست

source: "%s"="%s" unexpected "%s"
fa: "%s"="%s" - غیرمنتظره: "%s"

source: Missing capital letter for: %s
fa: برای %s باید از حرف بزرگ استفاده شود
it: Lettera maiuscola mancante per: %s

source: note tag need FIXME : "%s"
fa: تگ note به fixme نیاز دارد: %s
it: L’etichetta note necessita di FIXME:“%s”

source: Use a tag to specify end : "%s"
fa: از یک تگ برای مشخص‌کردن پایان استفاده کنید: %s
it: Usa un’etichetta per specificare la fine: “%s”

source: Use start_date tag for "%s"
fa: برای %s از تگ start_date استفاده کنید
it: Usa l’etichetta start_date per “%s”

source: Use opening_hours tag for "%s"
fa: برای %s از تگ opening_hours استفاده کنید
it: Usa l’etichetta opening_hours per “%s”

source: Use construction tag for "%s"
fa: برای %s از تگ construction استفاده کنید
it: Usa l’etichetta construction per “%s”

source: "%s" can be set in specific tag
fa: "%s" را می‌توان در تگ مخصوص آورد
it: “%s” può essere aggiunto ad un’etichetta specifica

source: Bad tag %s="%s"
fa: تگ بد %s="%s"‎

source: Bad tag name="%s"
fa: تگ بد name="%s"‎

source: Bad tag type="%s"
fa: تگ بد type="%s"‎

source: Bad tag denotation="%s"
fa: تگ بد denotation="%s"‎

source: "%s" unexpected non printable char (%s, 0x%04x) in key at position %s
fa: "%s" - نویسهٔ نامرئی غیرمنتظره: (%s, 0x%04x) در کلید در موقعیت %s

source: "%s"="%s" unexpected non printable char (%s, 0x%04x) in value at position %s
fa: "%s"="%s" - نویسهٔ نامرئی غیرمنتظره: (%s, 0x%04x) در مقدار در موقعیت %s

source: Symbol char
fa: نویسهٔ نماد
it: Carattere simbolo

source: "%s" unexpected symbol char (%s, 0x%04x) in key at position %s
fa: "%s" - نماد غیرمنتظره: (%s, 0x%04x) در کلید در موقعیت %s

source: "%s"="%s" unexpected symbol char (%s, 0x%04x) in value at position %s
fa: "%s"="%s" - نماد غیرمنتظره: (%s, 0x%04x) در مقدار در موقعیت %s

source: "%s"="%s" unexpected char "%s" (%s, 0x%04x). Means "%s" (%s, 0x%04x)?
fa: "%s"="%s" - نویسهٔ غیرمنتظره: "%s" ‏(%s, 0x%04x). منظور"%s" ‏(%s, 0x%04x) بوده؟

source: "%s"="%s" unexpected char "%s" (%s, 0x%04x)
fa: "%s"="%s" - نویسهٔ غیرمنتظره: "%s" ‏(%s, 0x%04x)

source: Population on admin_centre role (%s) greater than population on the relation (%s)
fa: جمعیت روی نقش admin_centre ‏(%s) از جمعیت روی رابطه (%s) بزرگ‌تر است.

source: Inconsistent motor_vehicle values ('%s'!='%s')
fa: مقادیر ناسازگار برای motor_vehicle ‏(%s != %s)

source: lanes in %s(-%s+%s), lanes out %s(-%s+%s)
fa: %s خط عبور ورودی (-%s+%s) و %s خط عبور خروجی (-%s+%s)

source: Interpolation span on streets: %s
fa: گسترهٔ درون‌یابی روی خیابان‌های: %s
it: Interpolazione sulle strade: %s

source: Large relation of type %s
fa: رابطهٔ بزرگ از نوع %s
it: Relazione grande di tipo %s

source: Missing municipality ref %s
fa: کمبود ref ‏(%s) برای شهرداری

source: Tag %(tag)s=%(value)s is deprecated: %(depr)s
fa: استفاده از تگ %(tag)s=%(value)s نکوهش شده: %(depr)s
it: L’etichetta %(tag)s=%(value)s è obsoleta: %(depr)s

source: Power generator not integrated
fa: ژنراتور برق یکپارچه نشده
it: Centrale elettrica non integrata

source: Power generator without ref:FR:RTE
fa: ژنراتور برق بدون ref:FR:RTE

source: Power generator, integration suggestion
fa: ژنراتور برق، پیشنهاد یکپارچگی
it: Suggerimento di integrazione di centrale elettrica

source: Power generator update
fa: ژنراتور برق، به‌روزآوری
it: Aggiorna centrale elettrica

source: Power substation of %s
fa: power substation در %s
it: Sottostazione elettrica di %s

source: Power substation without ref:FR:RTE
fa: power substation بدون ref:FR:RTE

source: Power support without ref
fa: Power support بدون ref

source: Should not contain tag ref=%s
fa: نباید تگ ref=%s را داشته باشد
it: Non dovrebbe contenere l’etichetta ref=%s

source: Way access mismatch relation route=%s
fa: دسترسی راه با رابطهٔ route=%s همخوانی ندارد
it: Accesso al percorso non corrispondente con relazione route=%s

source: %s Traffic signs for %s observed around but not associated tags
fa: %s تابلوی راهنمایی‌ورانندگی برای %s در این اطراف دیده شده اما تگ‌های متناظرش ثبت نشده

source: %s not integrated
fa: %s یکپارچه نشده
it: %s non integrato

source: %s without ref:FR:SIRET or invalid
fa: %s بدون ref:FR:SIRET است یا نامعتبر است

source: %s, integration suggestion
fa: %s، پیشنهاد یکپارچگی
it: %s, suggerimento di integrazione

source: %s update
fa: %s، به‌روزآوری
it: Aggiorna %s

source: on oneway, (lanes=%s) != (lanes:forward=%s) - (non fullwidth forward=%s)
fa: روی یکطرفه، (lanes=%s) ≠ (lanes:forward=%s) - (non fullwidth forward=%s)

source: on two way, (lanes=%s) != (lanes:forward=%s) + (lanes:backward=%s) + (lanes:both_ways=%s) - (non fullwidth=%s) - (non fullwidth forward=%s) - (non fullwidth backward=%s) - (non fullwidth both_ways=%s)
fa: روی دوطرفه، (lanes=%s) ≠ (lanes:forward=%s) + (lanes:backward=%s) + (lanes:both_ways=%s) - (non fullwidth=%s) - (non fullwidth forward=%s) - (non fullwidth backward=%s) - (non fullwidth both_ways=%s)

source: on two way, (lanes=%s) <= (lanes:forward=%s) - (non fullwidth forward=%s)
fa: روی دوطرفه، (lanes=%s) ≤ (lanes:forward=%s) - (non fullwidth forward=%s)

source: on two way, (lanes=%s) <= (lanes:backward=%s) - (non fullwidth backward=%s)
fa: روی دوطرفه، (lanes=%s) ≤ (lanes:backward=%s) - (non fullwidth backward=%s)

source: on two way, (lanes=%s) < (lanes:both_ways=%s) - (non fullwidth both_ways=%s)
fa: روی دوطرفه، (lanes=%s) < (lanes:both_ways=%s) - (non fullwidth both_ways=%s)

source: Extra "0" after international code
fa: «0» اضافی پس از پیش‌شمارهٔ بین‌المللی

source: National short code can't be internationalized
fa: پیش‌شمارهٔ ملی را نمی‌توان در قالب بین‌المللی نوشت

source: Discordant maxspeed and source:maxspeed
fa: maxspeed و source:maxspeed ناسازگار
it: Maxspeed e source:maxspeed discordanti

source: Discordant %s and %s
fa: %s و %s ناسازگار

source: %s are different
fa: %s متفاوت هستند
it: %s sono differenti

source: %s toilets not integrated
fa: سرویس‌بهداشتی‌های %s یکپارچه نشده
it: %sservizi igienici non integrati

source: %s stop not integrated
fa: ایستگاه %s یکپارچه نشده

source: %s stop, integration suggestion
fa: ایستگاه %s، پیشنهاد یکپارچگی

source: %s stop of %s
fa: ایستگاه %s از %s

source: %s stop update
fa: ایستگاه %s، به‌روزآوری

source: Hole between administrative boundaries of admin_level %s
fa: حفره بین مرزهای سیاسی admin_level=%s
it: Buco tra confini amministrativi di admin_level %s

source: Name present but missing main tag
fa: نام دارد اما تگ اصلی ذکر نشده
it: Il nome è presente ma manca l’etichetta principale

source: Open relation type=boundary admin_level=%d
fa: رابطهٔ باز type=boundary ‏admin_level=%d
it: Relazione type=boundary admin_level=1%d aperta

source: %s deviation of %sm
fa: انحراف در %s به‌میزان %s متر

source: Aquitaine tourism information not integrated
fa: tourism information (آکیتن) یکپارچه نشده
it: Aquitania, informazioni turistiche non integrate

source: Aquitaine tourism information, integration suggestion
fa: tourism information (آکیتن)، پیشنهاد یکپارچگی
it: Aquitania, suggerimento di integrazione per informazioni turistiche

source: College without ref:UAI or invalid
fa: College بدون ref:UAI یا نامعتبر است

source: Highway intersecting highway without junction
fa: ردشدن معابر از روی هم بدون تقاطع
it: Strade che si intersecano senza nodo in comune

source: Waterway intersecting waterway without junction
fa: ردشدن راه‌های آبی از روی هم بدون تقاطع
it: Corsi d’acqua che si intersecano senza nodo in comune
