Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Opposite cycleway without oneway
ar: مسار دراجات معاكس بدون اتجاه واحد
de: cycleway=opposite ohne Einbahnstraße
es: Carril bici opuesto sin sentido único
fa: cycleway=opposite بدون oneway
fr: Double sens cyclable sans sens unique
hu: Ellenkező irányú kerékpárút egyirányú jelölés nélkül
it: Pista ciclabile inversa senza tag oneway
ja: onewayの無い反対側のcycleway
lt: Priešingo eismo dviračių takas be vienpusio eismo
nl: Tegenovergestelde richting van fietspad zonder éénrichtingsweg
pl: Kontrapas rowerowy na drodze bez tagu oneway
pt: Ciclovia oposta sem sentido único
uk: протилежна велодоріжка без oneway

source: Missing maxheight tag
ar: وسم الارتفاع الأقصى غير موجود
de: Maximalhöhe fehlt
es: Falta etiqueta altura máxima
fa: کمبود تگ maxheight
fr: Attribut “maxheight” manquant
hu: Hiányzó magasságkorlátozás `maxheight` címke
it: Tag maxheight mancante
ja: maxheightタグがない
lt: Trūksta didžiausio aukščio žymos
nl: maxheight tag ontbreekt
pl: Brakuje tagu maxheight
pt: Falta etiqueta maxheight
uk: Відсутній теґ maxheight

source: Multiple values
ar: قيم متعددة
de: Mehrere Werte
es: Valores múltiples
fa: چندین مقدار
fr: Valeurs multiples
hu: Többszörözött értékek
it: Valori multipli
ja: 複数の値
lt: Kelios reikšmės
nl: Meerdere waarden
pl: Wiele wartości
pt: Múltiplos valores
uk: Декілька значень

source: Possible improvement for note or comment tag
ar: تحسين محتمل لوسم الملاحظة أو التعليق
de: Mögliche Verbesserung für Merkmal note oder comment
es: Posible mejora para la etiqueta nota o comentario
fa: بهبود احتمالی برای تگ note یا comment
fr: Amélioration possible d’un attribut “note” ou “comment”
hu: A megjegyzés vagy hozzászólás címke lehetséges javítása
it: Possibile miglioramento per tag nota o commento
ja: 改善が必要そうなメモやコメントタグ
lt: Galimas pastabos ar komentaro žymos pagerinimas
nl: Mogelijke verbetering van nota of commentaar tag
pl: Możliwe ulepszenie tagu note lub comment
pt: Melhoria possível para nota ou etiqueta de comentário
uk: Можливе вдосконалення теґу note або comment

source: Invalid postcode
ar: رمز بريدي غير صالح
de: Postleitzahl ungültig
es: Código postal inválido
fa: postcode نامعتبر
fr: Code postal incorrect
hu: Érvénytelen irányítószám
it: CAP non valido
ja: 無効な郵便番号
lt: Neteisingas pašto kodas
nl: Ongeldig postcode
pl: Niepoprawny kod pocztowy
pt: CEP inválido
uk: Недійсний індекс

source: Inadequate role
ar: دور غير مناسب
de: Rolle unpassend
es: Rol inadecuado
fa: نقش نامناسب
fr: Rôle inadéquat
hu: Inadekvát szerep
it: Ruolo inappropriato
ja: 不適切なrole
lt: Netinkama rolė
nl: Ontoereikend role
pl: Nieadekwatna rola
pt: Papel inadequada
uk: Неадекватна роль

source: Tree tagging
ar: وسم الشجرة
de: Baum Tagging
es: Etiquetar árboles
fa: تگ‌گذاری درخت
fr: Arbre
hu: Fa címkézése
it: Mappatura albero
ja: ツリータグ付け
lt: Medžio žymėjimas
nl: tagging van een boom
pl: Tagowanie drzew
pt: Etiqueta de árvore
uk: Теґування дерева

source: Not a Wikipedia URL
ar: ليس عنوان رابط لويكيبيديا
de: Keine Wikipedia-URL
es: Sin una URL Wikipedia
fa: نشانی وب از ویکی‌پدیا نیست
fr: L’URL n’est pas vers un nom de domaine de Wikipédia.
hu: Nem Wikipédia URL
it: Non è un URL Wikipedia
ja: WikipediaのURLではありません
lt: Ne Vikipedijos URL
nl: Is niet een Wikipedia URL
pl: Adres nie do Wikipedii
pt: Não é um URL Wikipedia
uk: Не Вікіпедія гіперпосилання

source: Wikipedia URL instead of article title
ar: تم وضع رابط لويكيبيديا بدلاً من عنوان المقالة
de: Wikipedia-URL statt Artikeltitel
es: URL Wikipedia en lugar del nombre del artículo
fa: نشانی ویکی‌پدیا به‌جای عنوان مقاله
fr: URL vers Wikipédia au lieu du titre de l’article
hu: Wikipedia URL, cikkcím helyett
it: URL Wikipedia al posto del titolo articolo
ja: WikipediaのURLではなく記事のタイトルを使用してください
lt: Vikipedijos URL vietoje straipsnio pavadinimo
nl: Wikipedia URL inplaats van het artikel
pl: Adres Wikipedii zamiast tytułu artykułu
pt: Wikipedia URL em vez de título do artigo
uk: Гіперпосилання Вікіпедія замість назви статті

source: Missing Wikipedia language before article title
ar: لغة ويكيبيديا غير موجودة قبل عنوان المقالة
de: Wikipedia-Sprache fehlt vor Artikeltitel
es: Falta idioma wikipedia antes del título del artículo
fa: پیشوند زبانی ویکی‌پدیا پیش از عنوان مقاله نیامده
fr: Langue de l’article Wikipédia manquante (“fr:” par exemple) avant le titre de l’article
hu: Hiányzó Wikipédia-nyelv a cikkcím előtt
it: Lingua Wikipedia prima del titolo articolo mancante
ja: Wikipedia記事指定の前に言語指定が無い
lt: Trūksta Vikipedijos kalbos prieš straipsnio pavadinimą
nl: Wikipedia taalcode voor het artikel ontbreek
pl: Brakuje języka przed tytułem artykułu w Wikipedii
pt: Faltando linguagem Wikipedia antes título do artigo
uk: Відсутня мова Вікіпедії перед іменем статті

source: Use human Wikipedia page title
ar: استخدام عنوان صفحة ويكيبيديا البشرية
de: Wikipedia-Seitentitel in nicht-maschineller Schreibweise verwenden
es: Use un título de página Wikipedia humano
fa: عنوان صفحهٔ ویکی‌پدیا را مناسب انسان بنویسید
fr: Utilisez le titre lisible tel qu’il apparaît en tête de l’article Wikipédia
hu: Természetes Wikipédia-nevet kell használni
it: Usa titolo pagina Wikipedia leggibile
ja: 人間用のWikipediaページタイトルを利用してください
lt: Naudokite žmogišką Vikipedijos straipsnio pavadinimą
nl: Gebruik leesbaar Wikipedia paginatitel
pl: Użyj ludzkiego tytułu strony w Wikipedii
pt: Use o título da página Wikipedia humano
uk: Незрозуміла назва сторінки Вікіпедія

source: Missing primary Wikipedia tag
ar: وسم ويكيبيديا الأساسي غير موجود
de: Fehlendes primäres Wikipedia-Merkmal
es: Falta etiqueta wikipedia primaria
fa: کمبود تگ اصلی ویکی‌پدیا
fr: Premier attribut Wikipedia manquant
hu: Hiányzó elsődleges `wikipedia` címke
it: Tag wikipedia principale mancante
ja: 主要なwikipediaタグが無い
lt: Trūksta pirminės Vikipedijos žymos
nl: Primary Wikipedia tag ontbreekt
pl: Brakuje głównego tagu Wikipedii
pt: Falta etiqueta Wikipedia primária
uk: Відсутній основний теґ Вікіпедія

source: Invalid wikipedia suffix
ar: لاحقة ويكيبيديا غير صالحة
de: Ungültiger Wikipedia-Suffix
es: Sufijo wikipedia inválido
fa: پیشوند نامعتبر برای ویکی‌پدیا
fr: Suffixe Wikipédia non valide
hu: Érvénytelen Wikipédia-utótag
it: Suffisso wikipedia non valido
ja: 無効なwikipedia接尾辞
lt: Klaidinga Vikipedijos priesaga
nl: Ongeldig wikipedia suffix
pl: Niepoprawny przyrostek Wikipedii
pt: Sufixo wikipedia inválido
uk: Недійсний суфікс Вікіпедія

source: Duplicate wikipedia tag as suffix and prefix
ar: وسم ويكيبيديا مكرر كلاحقة وبادئة
de: Doppeltes Wikipedia-Merkmal als Suffix und Präfix
es: Etiqueta wikipedia duplicada como sufijo o prefijo
fa: تگ تکراری ویکی‌پدیا به‌صورت پیشوندی و پسوندی
fr: Double attribut “wikipedia” comme préfixe et suffixe
hu: Duplikált `wikipedia` címke: elő- és utótag
it: Tag wikipedia duplicato come suffisso e prefisso
ja: 接尾辞または接頭辞としてのwikipediaタグ重複
lt: Vikipedijos žymos dublikatas kaip priesaga ir priešdėlis
nl: Zelfde wikipedia tag as suffix and prefix
pl: Zdublowany tag wikipedia jako przyrostek i przedrostek
pt: Duplicar etiqueta wikipedia como sufixo e prefixo
uk: Дублювання теґу Вікіпедія як суфікс і префікс

source: Misused tag in this country
ar: وسم مستخدم بشكل خاطئ في هذا البلد
de: Falsch benutztes Merkmal in diesem Land
es: Etiqueta sin uno en este país
fa: تگ بدکاربرد در این کشور
fr: Mauvais usage d’un attribut
hu: Hibásan használt címke ebben az országban
it: Tag non utilizzato in questa nazione
ja: この国でのタグ用法誤り
lt: Šioje šalyje netinkamai naudojama žyma
nl: Verkeerde tag in dit land
pl: Niepotrzebny tag w tym kraju
pt: Mal uso da etiqueta neste país
uk: Невірне застосування теґу в цій країні

source: Tag conflict
ar: تعارض في الوسوم
de: Merkmalkonflikt
es: Conflicto de etiqueta
fa: تداخل تگی
fr: Attribut en conflit
hu: Ellentmondó címkék
it: Conflitto di tag
ja: 分類が不明なタグ
lt: Žymų konfliktas
pl: Sprzeczność tagów
pt: Conflito de etiqueta
uk: Конфлікт теґів

source: Highway reference in name tag
ar: تم وضع مرجع الطريق في وسم الاسم
de: Straßennummer im Merkmal name
es: Referencia de carretera en etiqueta name
fa: ارجاع معبر در تگ نام
fr: Numéro de référence de voirie dans l’attribut “name”
hu: Út száma a `name` címkében
it: Codice della strada nel tag name
ja: nameタグの中に道路の識別番号がある
lt: Kelio nuoroda pavadinimo žymoje
nl: Highway referentie in naam tag
pl: Numer drogi w nazwie
pt: Referência da estrada na etiqueta nome
uk: Номер шляху в теґу name

source: OpenSeaMap import, very approximative position.
ar: استيراد OpenSeaMap، موقع تقريبي جدًا.
de: OpenSeaMap Import, nur ungefähre Position.
es: Importación OpenSeaMap, posición muy aproximativo.
fa: درون‌بُرد از OpenSeaMap، موقعیت بسیار تقریبی است.
fr: Objet importé d’OpenSeaMap, position très approximative.
hu: OpenSeaMap import, nagyon pontatlan pozíció.
it: Importazione OpenSeaMap, posizione molto approssimativa.
ja: OpenSeaMapからのインポート、位置情報が不正確
lt: OpenSeaMap importas, labai apytikslė pozicija.
nl: OpenSeaMap import, positie bij benadering.
pl: Import OpenSeaMap, bardzo przybliżona pozycja.
pt: Importação OpenSeaMap, posição muito aproximativo.
uk: Імпорт OpenSeaMap, дуже наближене положення.

source: Unneeded tag on junction=roundabout
ar: وسم غير ضروري على تقاطع الدوار junction=roundabout
de: Nicht benötigtes Merkmal bei junction=roundabout
es: Etiqueta innecesaria en junction=roundabout
fa: تگ غیرضروری برای junction=roundabout
fr: Attribut superflu sur “junction”=“roundabout”
hu: Felesleges címke a következőn: `junction=roundabout`
it: Tag non necessario su junction=roundabout
ja: junction=roundaboutに不要なタグがある
lt: Nereikalinga žyma ant sankryža=žiedas
nl: Onnodige tag op junction=roundabout
pl: Niepotrzebny tag na junction=roundabout
pt: Etiqueta desnecessária em junction=roundabout
uk: Непотрібний теґ на junction=roundabout

source: Multiple name for the same ref FANTOIR
ar: أسماء متعددة لنفس المرجع FANTOIR
de: Mehrfacher Name für dieselbe Referenz FANTOIR
es: Múltiples nombres para el mismo ref FANTOIR
fa: چندین نام برای ref یکسان FANTOIR
fr: Noms multiples pour la même référence FANTOIR
hu: Több név a FANTOIR-címregiszter ugyanazon hivatkozáshoz (FR)
it: Più nomi per lo stesso ref FANTOIR
ja: 同じref FANTOIRへの重複名
lt: Keli pavadinimai tam pačiam ref FANTOIR
nl: Meerdere namen voor dezelfde ref FANTOIR
pl: Różne nazwy tego samego ref FANTOIR
pt: Múltiplos nomes para o mesmo ref FANTOIR
uk: Множинна назва для того ж ref FANTOIR

source: Tag "addr:city" not matching a city
ar: وسم عنوان المدينة "addr:city" لا يتطابق مع المدينة
de: Merkmal "addr:city" stimmt mit keiner Stadt überein
es: Etiqueta «addr:city» no coincide con una ciudad
fa: تگ addr:city با هیچ شهری همخوانی ندارد
fr: Attribut “addr:city” non concordant avec une ville
hu: Az `addr:city` címke nem felel meg a városnak
it: Tag "addr:city" con città inesistente
ja: 都市に一致しない"addr:city"タグ
lt: Žyma "addr:city" neatitinka miesto
nl: Tag "addr:city" komt met geen enkele stad overeen
pl: Wartość "addr:city" nie pasuje do miasta
pt: Etiqueta "addr:city" não corresponde a uma cidade
uk: Теґ "addr:city" не співпадає з містом

source: FANTOIR object type not match OSM feature
ar: نوع عنصر FANTOIR لا يتطابق مع عنصر OSM
de: Der FANTOIR-Objekttyp stimmt nicht mit der OSM-Funktion überein
es: El tipo de objeto FANTOIR no coincide con la característica OSM
fr: Objet de type FANTOIR non concordant avec un objet OSM
hu: A FANTOIR címregiszterben jelzett objektumtípus eltér az OSM-térképelemtől (FR)
it: Oggetto FANTOIR non corrispondente ad un elemento OSM
ja: FANTOIRオブジェクトの種別がOSMの地物に一致しない
lt: FANTOIR objekto tipas neatitinka OSM objekto
nl: FANTOIR Objecttype komt niet overeen met OSM functie
pl: Typ obiektu FANTOIR nie pasuje do obiektu OSM
pt: Tipo do objeto FANTOIR não corresponde a um recurso OSM
uk: тип об’єкта FANTOIR не співпадає з ознакою OSM

source: Police not integrated
ar: الشرطة غير متكاملة
de: Polizei fehlt
es: Policía no integrada
fa: پلیس یکپارچه نشده
fr: Poste de police non intégré
hu: Rendőrség: nincs a térképen
it: Stazione polizia non integrata
ja: 未統合の警察
lt: Policija neintegruota
nl: Politie niet geïntegreerd
pl: Policja niezintegrowana
pt: Polícia não integrada
uk: Поліція не інтегрована

source: Gas station not integrated
ar: محطة وقود غير متكاملة
de: Tankstelle fehlt
es: Gasolinera no integrada
fa: پمپ بنزین یکپارچه نشده
fr: Station-service non intégrée
hu: Benzinkút: nincs a térképen
it: Distributore di benzina non integrato
ja: 未統合のガソリンスタンド
lt: Degalinė neintegruota
nl: Tankstation niet geïntegreerd
pl: Stacja paliw niezintegrowana
pt: Gasolineira não integrada
uk: АЗС не інтегрована

source: Same wikipedia topic on other language
ar: نفس موضوع ويكيبيديا بلغة أخرى
de: Gleiches Wikipedia-Thema in anderer Sprache
es: El mismo tema wikipedia en otro idioma
fa: همان موضوع از ویکی‌پدیا به زبان دیگر
fr: Sujet Wikipédia identique dans une autre langue
hu: Azonos Wikipédia-téma más nyelven
it: Stesso articolo Wikipedia in un'altra lingua
ja: 別言語の同じwikipediaの項目がある
lt: Tas pats Vikipedijos straipsnis kita kalba
nl: Zelfde wikipedia topic in een andere taal
pl: Ten sam temat Wikipedii w innym języku
pt: Mesmo artigo na wikipedia noutra língua
uk: Одинаковий топік Вікіпедія іншою мовою

source: Name begins with a space
ar: الاسم يبدأ بمسافة
de: Name beginnt mit einem Leerzeichen
es: El nombre comienza con un espacio
fa: نام با فاصله شروع شده
fr: Le nom commence par une espace
hu: Szóközzel kezdődő név
it: Il nome comincia con uno spazio
ja: 名前が空白で始まっている
lt: Pavadinimas prasideda tarpu
nl: Naam begint met spatie
pl: Nazwa zaczyna się od spacji
pt: Nome começa com espaço em branco
uk: Ім’я починається з пробілу

source: Name ends with a space
ar: الاسم ينتهي بمسافة
de: Name endet mit einem Leerzeichen
es: El nombre termina con un espacio
fa: نام با فاصله تمام شده
fr: Le nom finit par une espace
hu: Szóközzel végződő név
it: Il nome termian con uno spazio
ja: 名前が空白で終わっている
lt: Pavadinimas baigiasi tarpu
nl: Naam eindigt met spatie
pl: Nazwa kończy się spacją
pt: Nome termina com espaço em branco
uk: Ім’я закінчується пробілом

source: Name contains successive spaces
ar: الاسم يحتوي على مسافات متتالية
de: Name mit doppelten Leerzeichen
es: El nombre contiene espacios sucesivos
fa: فاصله‌های پیاپی در نام
fr: L’attribut “name” contient des espaces successives
hu: Névben egymást követő szóközök vannak
it: Il nome contiene spazi in successione
ja: nameに連続スペースが含まれている
lt: Pavadinime yra iš eilės einančių tarpų
nl: Naam bevat opeenvolgende spaties
pl: Nazwa zawiera niepotrzebne spacje
pt: O nome contém vários espaços seguidos
uk: Ім’я містить послідовні пробіли

source: Conflict between tags: {0}
ar: تعارض بين الوسوم: {0}
de: Konflikt zwischen Merkmalen: {0}
es: Conflicto entre etiquetas: {0}
fr: Conflit entre attributs : {0}
hu: Ellentmondás a következő címkék között: `{0}`
ja: 競合しているタグ: {0}
nl: Conflict tussen tags: {0}
pl: Sprzeczność między tagami: {0}
uk: Конфлікт між теґами: {0}

source: mini roundabout direction in this country is usually "{0}"
ar: اتجاه الدوار الصغير في هذه الدولة عادةً ما يكون "{0}"
de: Fahrtrichtung in Minikreisverkehren in diesem Land ist üblicherweise "{0}"
es: la dirección de la mini-rotonda en este país es por lo general «{0}»
fr: le sens des giratoires est normalement “{0}” dans ce pays
hu: ebben az országban a mini körforgalmak iránya általában „{0}”
ja: この国でのミニ・ラウンドアバウトの方向は通常は "{0}"
nl: mini rotonde is in dit land gewoonlijk "{0}"
pl: kierunek minironda w tym kraju jest raczej "{0}"
uk: Міні-кругове перехрестя в цій країні є звичайним "{0}"

source: Use tag "toll" instead of "fee"
ar: استخدام وسم "toll" بدلاً من "fee"
de: Merkmal "toll" statt "fee" verwenden
es: Usar etiqueta «toll» en lugar de «fee»
fa: به‌جای fee از تگ toll استفاده کنید
fr: Utilisez l’attribut “toll” à la place de “fee”
hu: `fee` (díj) helyett `toll` (útdíj) címkét kell használni
it: Usa il tag "toll" invece di "fee"
ja: "fee"タグの代わりに"toll"タグを使用してください
lt: Naudokite žymą „toll“ vietoje „fee“
nl: Gebruik tag "toll" in de plaats van "fee"
pl: Użyj tagu "toll" zamiast "fee"
pt: Usar a etiqueta "toll" em vez de "fee"
uk: Вжито теґ "toll" замість "fee"

source: Use wikipedia={0}:*
ar: استخدام wikipedia={0}:*
de: Verwende wikipedia={0}:*
fr: Utiliser “wikipedia”=“{0}:*”
hu: A következőt kell használni: wikipedia={0}:*
ja: wikipedia={0}:* を使用
nl: Gebruik wikipedia={0}:*
pl: Użyj wikipedia={0}:*
uk: Зробіть wikipedia={0}:*

source: Invalid wikipedia suffix '{0}'
ar: لاحقة ويكيبيديا غير صالحة '{0}'
de: Ungültiger Wikipedia-Suffix '{0}'
es: Sufijo '{0}' de wikipedia inválido
fr: Suffixe “{0}” non valide pour l’attribut “wikipedia”
hu: Érvénytelen Wikipédia-utótag: '{0}'
ja: 無効なwikipedia接尾辞 '{0}'
nl: Ongeldig wikipedia suffix '{0}'
pl: Niepoprawny przyrostek wikipedia '{0}'
uk: Недійсний суфікс Вікіпедія '{0}'

source: Postal code, integration suggestion
ar: الرمز البريدي، اقتراح التكامل
de: Postleitzahl, Integrationsvorschlag
es: Código postal, sugerencia de integración
fa: Postal code، پیشنهاد یکپارچگی
fr: Code postal, proposition d’intégration
hu: Irányítószám: kiegészítési javaslat
it: Suggerimento di integrazione di codice postale
ja: 郵便番号の統合の提案
lt: Pašto kodas, integravimo pasiūlymas
nl: Postcode, integratie suggestie
pl: Kod pocztowy, propozycja integracji
pt: Código postal, sugestão de integração
uk: Індекс, пропозиція з інтеграції

source: Landuse feature not on ground
ar: عنصر محدد على أنه لاستخدام الأرض وهو ليس على الأرض
de: Flächennutzungsmerkmal unterirdisch
es: Característica de uso del suelo no figura en el suelo
fa: ویژگی landuse روی زمین قرار نگرفته
fr: Objet marqué avec l’attribut “landuse”=“*” mais ne reposant pas au sol
hu: A területhasználat címke nem a földön van
it: Elemento landuse non sulla terra ferma
ja: 地面に無いlanduseの地物
lt: Žemėnaudos objektas ne ant žemės
nl: Landuse kenmerk niet op de grond
pl: Obiekt landuse nie na ziemi
pt: Característica 'landuse' não localizada no chão
uk: Ознака landuse не на землі

source: Natural feature underground
ar: ميزة طبيعية تحت الأرض
de: Landschaftsmerkmal unterirdisch
es: Característica natural en el subsuelo
fa: ویژگی طبیعی زیر زمین قرار گرفته
fr: Surface naturelle en sous-sol
hu: Föld alatti természeti objektum
it: Elemento natural posto sottoterra
ja: 地下にあるnatureの地物
lt: Natūralus objektas po žeme
nl: Natural kenmerk ondergronds
pl: Obiekt naturalny pod ziemią
pt: Característica 'natural' por baixo so solo
uk: Ознака natural під землею

source: Default and local language name not the same
ar: الاسم الافتراضي واسم اللغة المحلية غير متطابقين
de: Name in lokaler Sprache und Standardsprache unterschiedlich
es: Idioma predeterminado y local no es lo mismo
fa: نام به زبان محلی و نام پیش‌فرض یکسان نیستند
fr: Noms dans la langue locale et dans la langue par défaut différents
hu: Különbözik az alapértelmezett és a helyi nyelv
it: Lingue locale e predefinita non sono le stesse
ja: nameタグのデフォルト値と現地語の値が異なる
lt: Pavadinimai numatytaja ir vietine kalbomis skirtingi
nl: Standaard en lokale taal namen niet hetzelfde
pl: Domyślny i lokalny język nie są takie same
uk: Основна та місцева мови неоднакові

source: Local language name without default name
ar: اسم اللغة المحلية بدون اسم افتراضي
de: Name in lokaler Sprache ohne Standardsprache
es: Nombre del idioma local sin nombre predeterminado
fa: نام به زبان محلی بدون نام پیش‌فرض
fr: Objet avec attribut “name:*” localisé mais sans attribut “name” par défaut
hu: Helyi nyelvű név alapértelmezett név nélkül
it: Nome in lingua locale senza quello in lingua predefinita
ja: nameタグの現地語だけが記入され、デフォルト値が未設定
lt: Vietinės kalbos pavadinimas be numatytojo pavadinimo
nl: Lokale taal naam zonder Standaard naam
pl: Nazwa w lokalnym języku bez domyślnej nazwy
uk: Назва локальною мовою без звичайного імені

source: Language name without default name
ar: اسم اللغة بدون اسم افتراضي
de: Sprachname ohne Standardname
es: Nombre del idioma sin nombre predeterminado
fa: نام زبانی بدون نام پیش‌فرض
fr: Langue locale du nom sans langue par défaut
hu: Nyelvi `name:xx` címke alapértelmezett `name` nélkül
it: Nome in lingua senza quello in lingua predefinita
ja: nameタグ未指定だが、現地語のname指定あり
lt: Pavadinimas kalba be numatytojo pavadinimo
nl: Naam taal zonder standaardnaam
pl: Nazwa w innym języku bez domyślnej nazwy
uk: Назва мовою без звичайного імені

source: Library not integrated
ar: المكتبة غير متكاملة
de: Bibliothek fehlt
es: Biblioteca no integrada
fa: کتابخانه یکپارچه نشده
fr: Bibliothèque non intégrée
hu: Könyvtár: nincs a térképen
it: Biblioteca non integrata
ja: 未統合の図書館
lt: Biblioteka neintegruota
nl: Bibliotheek niet geïntegreerd
pl: Biblioteka niezintegrowana
uk: Бібліотека не інтегрована

source: Winery not integrated
de: Weingut fehlt
es: Bodega de vinos no integrada
fa: Winery یکپارچه نشده
fr: Établissement vinicole non intégré
hu: Borászat: nincs a térképen
it: Azienda vinicola non integrata
ja: 未統合のワイナリー
lt: Vyninė neintegruota
nl: wijnmakerij niet geïntegreerd
pl: Winnica niezintegrowana
uk: Винарня не інтегрована

source: Multilingual not matching
ar: تعدد اللغات غير متطابق
de: Mehrsprachiger Name nicht übereinstimmend
es: Multilingüe no encontrado
fa: چندزبانگی جور نیست
fr: Multilingue sans correspondance
hu: Többnyelvű térség: egyezési hiba
it: Lingue multiple non corrispondenti
ja: 一致しない多言語
lt: Daugiakalbystė neatitinka
nl: Meertalig namen komen niet overeen
pl: Nazwy w lokalnych językach różnią się lub brakuje którejś z nich
uk: Багатомовний не узгоджений

source: Highway underground and no tunnel
ar: طريق تحت الأرض بدون نفق
de: Straße unterirdisch und kein Tunnel
es: Carretera subterránea y sin túnel
fa: معبر زیر زمین است اما تونلی وجود ندارد
fr: Route souterraine sans tunnel
hu: Föld alatti út `tunnel` nélkül
it: Strada sotterranea e nessun tunnel
ja: tunnelタグがないのに地下にある道路
lt: Kelias po žeme be tunelio
nl: Weg ondergronds en geen tunnel
pl: Droga pod ziemią bez tunelu
uk: Шлях проходить під землею без тунелю

source: Long Highway underground and no tunnel
ar: طريق طويل تحت الأرض بدون نفق
de: Lange Straße unterirdisch und kein Tunnel
es: Carretera subterránea larga y sin túnel
fa: معبر طولانی زیر زمین است اما تونلی وجود ندارد
fr: Longue route souterraine sans tunnel
hu: Hosszú út a föld alatt `tunnel` címke nélkül
it: Strada lunga sotterranea e nessun tunnel
ja: tunnelタグがないのに地下にある長い道路
lt: Ilgas kelias po žeme be tunelio
nl: Lange weg ondergronds en geen tunnel
pl: Długa droga pod ziemią bez tunelu
uk: Довгий шлях проходить під землею без тунелю

source: Highway above ground and no bridge
ar: طريق فوق الأرض بدون جسر
de: Straße über Grund und keine Brücke
es: Carretera sobre el suelo y sin puente
fa: معبر بالای سطح زمین است اما پلی وجود ندارد
fr: Route au dessus du sol sans pont
hu: Út a föld fölött `bridge` címke nélkül
it: Strada al di sopra del terreno e nessun ponte
ja: bridgeタグがないのに地表より上にある道路
lt: Kelias virš žemės be tilto
nl: Weg bovengronds en geen brug
pl: Droga nad ziemią bez mostu
uk: Шлях вище землі без мосту

source: Long Highway above ground and no bridge
ar: طريق طويل فوق الأرض بدون جسر
de: Lange Straße über Grund und keine Brücke
es: Carretera larga sobre el suelo y sin puente
fa: معبر طولانی بالای سطح زمین است اما پلی وجود ندارد
fr: Longue route au dessus du sol sans pont
hu: Hosszú út a föld fölött `bridge` címke nélkül
it: Strada lunga e al di sopra del terreno e nessun ponte
ja: bridgeタグがないのに地表より上にある長い道路
lt: Ilgas kelias virš žemės be tilto
nl: Lange Weg bovengronds en geen brug
pl: Długa droga nad ziemią bez mostu
uk: Довгий шлях вище землі без мосту

source: Waterway with `level`
ar: مجرى مائي مع وجود مستوى `level`
de: Wasserstraße mit Level
es: Vía de agua con nivel
hu: Vízfolyás `level` címkével
nl: Waterweg met `level`
uk: Водотік з `level`

source: Unnecessary tag oneway
ar: وسم اتجاه واحد غير ضروري
de: Nicht benötigtes Einbahnstraßen-Merkmal
es: Etiqueta oneway innecesaria
fa: تگ oneway غیرضروری است
fr: Attribut “oneway” superflu
hu: Fölösleges `oneway` címke
it: Etichetta di senso unico non necessaria
ja: onewayタグは不要です
lt: Nereikalinga žyma oneway
nl: Onnodige tag oneway
pl: Niepotrzebny tag oneway
pt: Etiqueta oneway desnecessária
uk: Непотрібний теґ oneway
