Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: addr:housenumber or addr:housename without addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place or addr:hamlet must be in a associatedStreet relation
ar: addr:housenumber أو addr:housename بدون addr:street أو addr:district أو addr:neighbourhood أو addr:quarter أو addr:suburb أو addr:place أو addr:hamlet يجب أن يكون في علاقة associatedStreet
de: addr:housenumber oder addr:housename ohne addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place oder addr:hamlet müssen in eine associatedStreet Relation
es: addr:housenumber o addr:housename sin addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place o addr:hamlet debe estar en una relación associatedStreet
fa: وقتی addr:housenumber یا addr:housename بدون addr:street،‏ addr:district،‏ addr:neighbourhood،‏ addr:quarter،‏ addr:suburb،‏ addr:place یا addr:hamlet بیاید، باید در یک رابطهٔ associatedStreet قرار داشته باشد
fr: Un élément marqué avec “addr:housenumber” ou “addr:housename”, mais sans autre “addr:street”, “addr:district”, “addr:neighborhood”, “addr:quarter”, “addr:suburb”, “addr:place” ni “addr:hamlet”, doit être membre d’une relation “associatedStreet”
hu: Ha az `addr:housenumber` vagy `addr:housename` kulcs `addr:street`, `addr:district`, `addr:neighbourhood`, `addr:quarter`, `addr:suburb`, `addr:place` vagy `addr:hamlet` nélkül áll, akkor egy `associatedStreet` kapcsolatban kell lennie
it: addr:housenumber oppure addr:housename senza addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place oppure addr:hamlet devono stare in una relazione associatedStreet
ja: addr:streetの無いaddr:housenumberまたはaddr:housename。 addr:district、addr:neighbourhood、addr:quarter、addr:suburb、addr:placeまたはaddr:hamletは関連する街路リレーション内になければなりません
nl: addr:housenumber of addr:housename zonder addr:street, addr:district, addr:neighbourhood, addr:quarter, addr:suburb, addr:place of addr:hamlet moet in een associatedStreet relatie zijn
pl: 'addr:housenumber' lub 'addr:housename' bez 'addr:street', 'addr:district', 'addr:neighbourhood', 'addr:quarter', 'addr:suburb', 'addr:place' lub 'addr:hamlet' musi być w relacji associatedStreet
uk: addr:housenumber (addr:housename) без addr:street/addr:district/addr:neighbourhood/addr:quarter/addr:suburb/addr:place/addr:hamlet, має входити до зв’язку associatedStreet

source: The track of this route contains gaps
ar: مسار هذا الطريق يحتوي على فجوات
de: Die Strecke dieser Route ist lückenhaft
es: La pista de esta ruta contiene huecos
fa: مسیر این route شکاف‌هایی دارد
fr: Le trajet de cette route est discontinu
hu: Az útvonal nyomvonala nem folytonos
it: La traccia di questa linea contiene dei buchi
ja: このrouteのtrackにはギャップがある
nl: De track van deze route bevat gaten
pl: Przebieg tej trasy zawiera luki
uk: Трек цього маршруту містить прогалини

source: The stop or platform is too far from the track of this route
ar: المحطة أو المنصة بعيدة جدًا عن مسار هذا الطريق
de: Der stop oder platform ist zu weit vom Fahrtweg der Route entfernt
es: La parada o plataforma esta demasiado lejos de la pista de esta ruta
fa: ایستگاه یا سکو خیلی از مسیر این route دور است
fr: L’arrêt ou la plateforme est trop éloigné du trajet de cette route
hu: A megálló vagy a peron túl messze van az útvonal nyomvonalától
it: La fermata o la piattaforma sono troppo lontani dal percorso di questa linea
ja: stopまたはplatformがこのrouteのtrackからかなり離れている
nl: De halte of het platform bevindt zich te ver van het pad van deze route
pl: Przystanek jest zbyt daleko od przebiegu tej trasy
uk: Зупинка або платформа задалеко від шляху маршруту

source: Missing international prefix
ar: البادئة الدولية غير موجودة
de: Ländervorwahl fehlt
es: Falta el prefijo internacional
fa: کمبود پیش‌شمارهٔ بین‌المللی
fr: Préfixe international manquants
hu: Hiányzó nemzetközi hívószám
it: Prefisso internazionale mancante
ja: 補間の接頭辞が無い
nl: international prefix ontbreekt
pl: Brak międzynarodowego numeru kierunkowego
uk: Відсутній міжнародний префікс

source: network, operator, ref, colour tag should be the same on route and route_master relations
ar: الوسوم network و operator و ref و colour يجب أن تكون متشابهة في علاقات route و route_master
de: network, operator, ref, colour Tag sollten in route und route_master Relationen gleich sein
es: etiqueta network, operator, ref, colour deberían ser el mismo en la ruta y en las relaciones route_master
fa: تگ network،‏ operator،‏ ref و colour روی رابطه‌های route و route_master باید یکسان باشد
fr: Chaque attribut “network”, “operator”, “ref”, “colour” devrait correspondre à l’identique sur les relations “route” et “route_master”
hu: a `network`, `operator`, `ref`, `colour` címkének azonosnak kell lennie az úton és a [route_master] kapcsolatokon
it: le etichette network, operator, ref e colour dovrebbero avere gli stessi valori su una relazione di tipo route e route_master
ja: network, operator, ref, colourタグはroute 及びroute_master relations上と同じであるべきです
nl: network, operator, ref, colour tag moet dezelfde zijn op route en route_master relations
pl: Tagi network, operator, ref, colour powinny być takie same w relacjach trasy, jak i relacji route_master
uk: теґи network, operator, ref, colour мають бути однаковими у зв’язків route та зв’язку route_master, до якого вони входять

source: {0} are different
ar: {0} مختلفة
de: {0} sind unterschiedlich
es: {0} son diferentes
fr: {0} sont différents
hu: {0} különbözik
ja: {0} は異なる
nl: {0} is verschillend
pl: tagi {0} różnią się
uk: теґи {0} різні

source: maxweight Restriction not integrated
ar: تقييد الوزن الأقصى غير متكامل
de: Angabe zum Maximalgewicht fehlt
es: maxweight restricción no integrada
fa: محدودیت maxweight یکپارچه نشده
fr: Restriction de poids “maxweight” non intégrée
hu: Súlykorlátozás `maxweight`: nincs a térképen
it: Limite di massa non integrato
ja: 未統合の最大重量制限
nl: maximumgewicht Beperking niet geïntegreerd
pl: Ograniczenie maxweight niezintegrowane
uk: Обмеження максимальної ваги не інтегроване

source: maxheight Restriction not integrated
ar: تقييد الارتفاع الأقصى غير متكامل
de: Angabe zur Maximalhöhe fehlt
es: maxheight restricción no integrada
fa: محدودیت maxheight یکپارچه نشده
fr: Restriction de hauteur “maxheight” non intégrée
hu: Magasságkorlátozás `maxheight`: nincs a térképen
it: Limite di altezza non integrato
ja: 未統合の最大高制限
nl: maximumhoogte Beperking niet geïntegreerd
pl: Ograniczenie maxheight niezintegrowane
uk: Обмеження максимальної висоти не інтегроване

source: Abbreviation of number should be in lowercase
ar: اختصار الرقم يجب أن يكون بحروف صغيرة
de: Die Abkürzung der Nummer sollte in Kleinbuchstaben angegeben werden
es: La abreviatura de número debe estar en minúsculas
fa: مخفف number باید با حرف کوچک باشد
fr: Les abréviations de nombres devraient être en minuscules
hu: Egy szám rövidítésének kisbetűsnek kell lennie
it: L’abbreviazione di un numero dovrebbe essere in minuscolo
ja: 数字の略語は小文字であるべきです
nl: Afkorting van nummer moet in kleine letters zijn
pl: Skrót od "numer" (n°) powinien być małą literą
uk: Абревіатура номера повинна бути в нижньому реґістрі

source: Open relation type=boundary
ar: علاقة حدودية مفتوح type=boundary
de: Offener Ring in Boundary-Relation
es: Relación abierta type=boundary
fa: رابطهٔ باز type=boundary
fr: Relation “type”=“boundary” ouverte
hu: Nyitott kapcsolat: `type=boundary`
it: Relazione type=boundary aperta
ja: リレーションtype=boundaryをオープン
nl: Open relatie type=boundary
pl: Otwarta relacja type=boundary
uk: Відкрити зв’язок type=boundary

source: Open relation type=multipolygon
ar: علاقة مضعات متعددة مفتوحة type=multipolygon
de: Offener Ring bei Relation type=multipolygon
es: Relación abierta type=multipolygon
fa: رابطهٔ باز type=multipolygon
fr: Relation “type”=“multipolygon” ouverte
hu: Nyitott kapcsolat: `type=multipoligon`
it: Relazione type=multipolygon aperta
ja: リレーションtype=multipolygonをオープン
nl: Open relatie type=multipolygon
pl: Otwarta relacja type=multipolygon
uk: Відкрити зв’язок type=multipolygon

source: Inconsistent tagging of {0}
ar: وسم غير متسق لـ {0}
de: Inkonsistentes Tagging von {0}
es: Etiquetado inconsistente de {0}
fa: ناسازگاری در تگ‌گذاری {0}
fr: Attributs de {0} inconsistants
hu: Ellentmondásos címkézés: {0}
it: Etichettatura inconsistente per {0}
ja: {0}のタグ付が一貫していない
nl: Inconsistente tagging van {0}
pl: Sprzeczne tagowanie: {0}
uk: Несумісне теґування від {0}

source: Aquitaine equestrian spot not integrated
ar: موقع الفروسية في آكيتين غير متكامل
de: Reitplatz in Aquitanien fehlt
es: Lugar ecuestre Aquitaine no integrado
fa: equestrian spot (آکیتن) یکپارچه نشده
fr: Centre équestre en Aquitaine non intégré
hu: Aquitániai lovaglóhely: nincs a térképen
it: Aquitania, luogo equestre non integrato
ja: 未統合のAquitaine equestrianスポット
nl: Aquitaine equestrian spot niet geïntegreerd
uk: Аквітанський кінний майданчик, не інтегрований

source: Aquitaine caravan site not integrated
ar: موقع الكارافان في آكيتين غير متكامل
de: Campingplatz in Aquitanien fehlt
es: Sitio de caravanas Aquitaine no integrado
fa: caravan site (آکیتن) یکپارچه نشده
fr: Aire de caravanes ou camping-cars en Aquitaine non intégrée
hu: Aquitániai lakókocsihely: nincs a térképen
it: Aquitania, area caravan non integrata
ja: 未統合のAquitaine キャラバンサイト
nl: Aquitaine caravan site niet geïntegreerd
pl: Pole kempingowe w Akwitanii niezintegrowane
uk: Аквітанський караванний майданчик, не інтегрований

source: Aquitaine camp site not integrated
ar: موقع مخيم آكيتاين غير متكامل
de: Zeltplatz in Aquitanien fehlt
es: Sitio de campamento Aquitaine no integrado
fa: camp site (آکیتن) یکپارچه نشده
fr: Camping en Aquitaine non intégré
hu: Aquitániai kemping: nincs a térképen
it: Aquitania, campeggio non integrato
ja: 未統合のAquitaineキャンプサイト
nl: Aquitaine kamp site niet geïntegreerd
pl: Kemping w Akwitanii niezintegrowany
uk: Аквітанський табірний майданчик, не інтегрований

source: Aquitaine museum not integrated
ar: متحف آكيتاين غير متكامل
de: Museum in Aquitanien fehlt
es: Museo Aquitaine no integrado
fa: museum (آکیتن) یکپارچه نشده
fr: Musée en Aquitaine non intégré
hu: Aquitániai múzeum: nincs a térképen
it: Aquitania, museo non integrato
ja: 未統合のAquitaine博物館
nl: Aquitaine museum niet geïntegreerd
pl: Muzeum w Akwitanii niezintegrowane
uk: Аквітанський музей, не інтегрований

source: Aquitaine museum, integration suggestion
ar: متحف آكيتاين ، اقتراح التكامل
de: Aquitaine Museum, Vorschlag zum Eintragen
es: Museo Aquitaine, sugerencia de integración
fa: museum (آکیتن)، پیشنهاد یکپارچگی
fr: Musée en Aquitaine, proposition d’intégration
hu: Aquitániai múzeum: kiegészítési javaslat
it: Aquitania, suggerimento di integrazione per museo
ja: 未統合のAquitaine博物館の統合の提案
nl: Aquitaine museum, integratie suggestie
pl: Muzeum w Akwitanii, propozycja integracji
uk: Аквітанський музей, пропозиція з інтеграції

source: Invalid Opening Hours
ar: ساعات العمل غير صالحة
de: Ungültige Öffnungszeiten
es: Horario de apertura invalido
fa: ساعت کاری نامعتبر
fr: Horaires d’ouverture incorrects
hu: Érvénytelen nyitva tartás
it: Orari di apertura non validi
ja: 無効なOpening Hours
nl: Ongeldige openingstijden
pl: Niepoprawny format godzin otwarcia
uk: Помилковий "Час роботи"

source: Missing highway in associatedStreet relation
ar: طريق غير موجود في علاقة associatedStreet
de: Fehlende Straße in associatedStreet relation
es: Carretera perdida en relación associatedStreet
fa: کمبود معبر در رابطهٔ associatedStreet
fr: Voirie manquante dans une relation “associatedStreet”
hu: Hiányzik az út az [associatedStreet] kapcsolatból
it: Etichetta highway mancante nella relazione associatedStreet
ja: 関連する街路リレーション内に道路が無い
nl: Ontbrekende weg in associatedStreet relatie
pl: Brakująca droga w relacji associatedStreet
uk: Відсутній highway в зв’язку associatedStreet

source: College, integration suggestion
ar: الكلية ، اقتراح التكالمل
de: Hochschule, Vorschlag zum Eintragen
es: Universidad, sugerencia de integración
fa: College، پیشنهاد یکپارچگی
fr: Établissement d’enseignement supérieur, intégration possible
hu: Főiskola: kiegészítési javaslat
it: Accademia, suggerimento di integrazione
ja: 単科大学の統合の提案
nl: College, integratie suggestie
pl: Szkoła policealna, propozycja integracji
uk: Коледж, пропозиція з інтеграції

source: College update
ar: تحديث الكلية
de: Hochschule Aktualisierung
es: Actualización de universidad
fa: College، به‌روزآوری
fr: Établissement d’enseignement supérieur à mettre à jour
hu: Főiskola: frissítendő
it: Aggiorna accademia
ja: 単科大学の更新
nl: College bijwerken
pl: Szkoła policealna, aktualizacja
uk: Коледж оновлення

source: {0} not integrated
ar: {0} غير متكامل
de: {0} fehlt
es: {0} no integrado
fa: {0} یکپارچه نشده
fr: {0} non intégré
hu: {0}: nincs a térképen
it: {0} non integrato
ja: {0} 未統合
nl: {0} niet geïntegreerd
pl: {0} niezintegrowane
uk: {0} не інтегровано

source: {0}, integration suggestion
ar: {0} ، اقتراح للتكامل
de: {0}, Integrationsvorschlag
es: {0}, sugerencia de integración
fa: {0}، پیشنهاد یکپارچگی
fr: {0}, proposition d’intégration
hu: {0}: kiegészítési javaslat
it: {0}, suggerimento di integrazione
ja: {0}, 統合の提案
nl: {0}, integratie suggestie
pl: {0}, propozycja integracji
uk: {0}, пропозиція з інтеграції

source: Small highway group apart from the main network or with insufficient access upstream
ar: مجموعة طرق صغيرة منفصلة عن الشبكة الرئيسية أو مع وصول غير كافٍ
de: Wege sind nicht oder unzureichend an das übergeordnete Wegenetz angeschlossen.
es: Pequeño grupo de carreteras aparte de la red principal o con acceso insuficiente aguas arriba
fa: گروه کوچکی از معابر جدا از شبکهٔ اصلی هستند یا دسترسی‌شان به شبکه نامناسب است
fr: Petit ensemble de voiries séparées du réseau principal ou avec des accès insuffisants
hu: Kis útcsoport a fő úthálózaton kívül vagy hiányos csatlakozással a magasabb rendű utakhoz
it: Piccolo gruppo di strade separate dalla rete principale o con accesso limitato a monte
ja: 主ネットワークから離れすぎているか、上流へのアクセスが不十分な道路の小グループ
nl: Kleine weggroep, los van het hoofdnetwerk of met onvoldoende toegang
pl: Grupa dróg niepodłączonych do głównej sieci dróg lub nieprawidłowo oznaczony dostęp
uk: Невелика група автомагістралей з основної мережі або з недостатнім доступом далі за напрямом

source: Power object intersecting building
ar: عنصر طاقة يتقاطع مع مبنى
de: Objekt kreuzt Gebäude
es: Objeto de energía intersecta con edificio
fa: تجهیزات برق روی ساختمان افتاده
fr: Intersection entre un équipement électrique et un bâtiment
hu: Épületet metsző villamos objektum
it: Elemento elettrico che interseca edificio
ja: 電力オブジェクトが建物と交差している
nl: Elektriciteit object kruist gebouw
pl: Obiekt elektroenergetyczny przecinający budynek
uk: Об’єкт енергетики перетинає будівлю

source: Power object and highway too close
ar: عنصر طاقة وطريق قريبان جدًا من بعضهما
de: Strommast und Straße zu nah beieinander.
es: Objeto de energía y carretera demasiado cerca
fa: معبر و تجهیزات برق خیلی به هم نزدیک‌اند
fr: Équipement électrique trop proche de la voirie
hu: Egymáshoz túl közeli út és villamos objektum
it: Elemento elettrico e strada troppo vicini
ja: 電力オブジェクトと道路が近すぎる
nl: Elektriciteit object en weg te dichtbij
pl: Obiekt elektroenergetyczny i droga za blisko siebie
uk: Об’єкт енергетики та шлях знаходяться надто близько

source: Highway overlaps
ar: تداخل الطرق
de: Überdeckung von Straßen
es: Carreteras superpuestas
fa: روی هم افتادن معابر
fr: Voiries superposées
hu: Egymást átfedő utak
it: Strade sovrapposte
ja: 道路のオーバーラップ
nl: Weg overlapt
pl: Nakładające się drogi
uk: Накладання шляхів

source: Waterway overlaps
ar: تداخل المجاري المائية
de: Überdeckung von Wasserwegen
es: Vías de agua superpuestas
fa: روی هم افتادن راه‌های آبی
fr: Superpositions de cours d’eau
hu: Egymás átfedő vízfolyások
it: Corsi d’acqua sovrapposti
ja: 水路のオーバーラップ
nl: Waterweg overlapt
pl: Nakładające się cieki
uk: Накладання водотоків

source: Probably missing tag zone:maxspeed=XX:{0}, according to the neighbourhood
ar: احتمال عدم وجود وسم zone:maxspeed=XX:{0}، وفقًا للحي
de: Der Umgebung zufolge fehlt wahrscheinlich das Tag zone:maxspeed=XX:{0}
es: Probablemente falte la etiqueta zone:maxspeed=XX:{0}, según el barrio
hu: A környékből ítélve valószínűleg hiányzik egy zone:maxspeed=XX:{0} címke
nl: Vermoedelijk ontbrekende tag `zone:maxspeed=XX:{0}`, volgens de buurt
uk: Ймовірно, пропущений теґ zone:maxspeed=XX:{0}, стосовно околиці

source: Restriction relation, bad oneway direction on "from" or "to" member
ar: علاقة تقييد: اتجاه الطريق الذي يسير باتجاه واحد غير صحيح على عضو من "from" أو إلى "to"
de: Richtungsangabe der Abbiegebeschränkung widerspricht einer eingetragenen Einbahnstraßenregelung auf einem der Relationsmitglieder.
es: Relación de restricción, mala dirección de sentido único en miembro "from" a "to"
fa: رابطهٔ restriction: جهت oneway روی عضو from یا to درست نیست
fr: Relation de restriction, sens unique incorrectement orienté sur un membre “from” ou “to”.
hu: Bekanyarodási korlátozás kapcsolat: hibás egyirányú irány a [from] vagy a [to] tagon
it: Relazione di obbligo di svolta, direzione del senso unico errata sui membri “from” oppure “to”
ja: 進行方向制限リレーション、"from" または"to"メンバー上の不正な一方通行の方向
nl: Restrictie relatie, verkeerd éénrichtingsverkeer op "from" of "to" lid
pl: Zły kierunek drogi jednokierunkowej na drodze "from" lub "to"
uk: Зв’язок обмеження, помилковий напрям oneway члена "from" або "to"

source: Hamlet or Locality name suffix Nord, Sud, Est, Ouest, Centre should be removed from Cadastre name. Place should be integrated only once.
ar: لاحقة اسم القرية أو المكان الغير مأهول Nord أو Sud أو Est أو Ouest أو Centre يجب إزالتها من اسم السجل العقاري. المكان يجب دمجه مرة واحدة فقط.
de: Das Suffix Nord, Sud, Est, Ouest, Centre sollte aus dem Katasternamen entfernt werden. Der Ort sollte nur einmal eingetragen werden.
es: El sufijo de nombre de aldea o localidad Nord, Sud, Est, Ouest, Center debe eliminarse del nombre del catastro. El lugar debe integrarse solo una vez.
fr: Les mentions Nord, Sud, Est, Ouest, Centre doivent être supprimées des noms des hameaux ou des lieux-dits du cadastre. Le nom du lieu ne doit être intégré qu’une seule fois
hu: A falucskához vagy dűlőhöz, lakatlan helyhez tartozó Nord, Sud, Est, Ouest, Centre utótagot el kell távolítani a földhivatali (cadastre) névből. A hely csak egyszer szerepelhet a térképen.
it: Il suffisso Nord, Sud, Est e Ovest andrebbero rimossi dal nome della località del Catasto. Il posto dovrebbe essere integrato solo una volta.
ja: Hamlet や Localityのnameの接尾辞であるNord, Sud, Est, Ouest, CentreはCadastre nameから除去すべきです。Placeは一度だけ統合すべきです。
nl: Gehucht of Plaats-achtervoegsel Nord, Sud, Est, Ouest, Center moeten worden verwijderd van het kadaster naam. Plaats moet slechts één keer worden geïntegreerd.
pl: Przedrostek „Nord”, „Sud”, „Est”, „Ouest”, „Center” w nazwie przysiółka lub nazwanego obszaru powinien zostać usunięty z nazwy.
uk: Хутір або місцевість містить в назві суфікс північ-, південь-, схід-, захід-, центр-, і його слід видалити з назви кадастру. Місце має бути інтегроване лише один раз.

source: Unexpected punctuation in name
ar: علامة ترقيم غير متوقعة في الاسم
de: Ungewöhnliche Satzzeichen im Namen
es: Puntuación inesperada en el nombre
fa: علائم نگارشی غیرمنتظره در نام
fr: Ponctuation inattendue dans le nom
hu: Váratlan központozás a névben `name`
it: Punteggiatura inattesa in nome
ja: name内の想定外の句読点
nl: Onverwachte punctuatie in naam
pl: Nieoczekiwana interpunkcja w nazwie
uk: Несподівана пунктуація в назві

source: Power Transformers should always be on a node
ar: محولات الطاقة يجب أن تكون دائمًا على عقدة
de: Umspannwerke sollten immer auf einem Punkt sein
es: Los transformadores de energía siempre deben ser un nodo
fa: ترانسفورماتور برق همیشه باید روی گره باشد
fr: Les transformateurs électriques doivent toujours être sur un nœud
hu: A villamos transzformátornak mindig pontnak kell lennie
it: I trasformatori dovrebbero stare sempre su un nodo
ja: 変圧器は常にノードであるべきです
nl: Transformators moeten altijd op een node zijn
pl: Stacje transformatorowe powinny zawsze być jako punkt
uk: Трансформатор завжди позначається точкою

source: On Power Transformers use voltage:primary=* and voltage:secondary=* in place of voltage
ar: استخدم على محولات الطاقة voltage:primary=* و voltage:secondary=* بدلاً من voltage
de: Bei Transformatoren sollte voltage:primary=* und voltage:secondary=* statt voltage=* verwendet werden.
es: En los transformadores de energía use voltage:primary=* y voltage:secondary=* en lugar de voltage
fa: روی ترانسفورماتورهای برق به‌جای voltage از تگ voltage:primary=* و voltage:secondary=* استفاده کنید
fr: Sur les transformateurs, distinguez “voltage:primary”=“*” et “”voltage:secondary”=”*” à la place d’un “voltage”=“*” unique
hu: Transzformátoron két feszültséget (`voltage:primary=*` és `voltage:secondary=*`) kell címkézni az egyszerű `voltage=*` helyett
it: Su un trasformatore usare voltage:primary=* e voltage:secondary=* invece di voltage
ja: 変圧器上ではvoltageのところでvoltage:primary=*とvoltage:secondary=*を使います
nl: Gebruik `voltage:primary=*` en `voltage:secondary=*` op Transformators, in plaats van `voltage`
pl: Użyj "voltage:primary" i "voltage:secondary" zamiast "voltage"
uk: На трансформаторі застосовуйте voltage:primary=* та voltage:secondary=* замість одного теґу напруги

source: This wikidata value matches a chain store, it should be in a brand:wikidata tag.
ar: قيمة ويكي بيانات هذه تتطابق مع سلسلة متاجر، ويجب أن تكون في وسم brand:wikidata.
de: Dieser wikidata Wert entspricht einer Ladenkette, dafür sollte der brand:wikidata Tag verwendet werden
es: Este valor de wikidata coincide con una cadena de tiendas, debe estar en una etiqueta brand:wikidata.
fa: این مقدار از wikidata با یک فروشگاه زنجیره‌ای همخوانی دارد. باید در یک تگ brand:wikidata بیاید.
fr: L’attribut “wikidata” correspond à un nom de franchise, il devrait être dans l’attribut “brand:wikidata”.
hu: Ez a wikidata-érték megfelel egy üzletláncnak, így a `brand:wikidata` címkét kellene használni.
it: Questo valore di wikidata corrisponde a una catena di negozi, dovrebbe stare nell’etichetta brand:wikidata.
ja: このwikidataタグの値はチェーン店に一致しています。brand:wikidataタグを使用すべきです。
nl: Deze wikidata waarde vertegenwoordigt een winkelketen, het moet in een brand:wikidata tag.
pl: Ten tag wikidata odnosi się do sieci sklepów i powinien być umieszczony w "brand:wikidata"
uk: Це значення wikidata збігається з мережею магазинів, і має бути в тезі wikidata

source: Please also check the wikipedia tag.
ar: يرجى أيضًا التحقق من وسم ويكيبيديا.
de: Bitte überpüfe auch den Wikipedia tag.
es: Por favor, compruebe también la etiqueta wikipedia.
fa: لطفاً تگ ویکی‌پدیا را هم بررسی کنید.
fr: Vérifiez également l’attribut “wikipedia”.
hu: Kérjük, ellenőrizze a `wikipedia` címkét is.
it: Controllare anche l’etichetta wikipedia.
ja: wikipediaタグもチェックしてください
nl: check ook de wikipedia tag.
pl: Sprawdź także tag "wikipedia"
uk: Будь-ласка також перевірте теґ Вікіпедії

source: Direct or too permissive access to motorway
ar: وصول مباشر أو مفرط الإذن إلى الطريق السريع
de: Direkter oder ungehinderter Zugang zur Autobahn
es: Acceso directo o demasiado permisivo a la autopista.
fr: Accès direct à une autoroute ou trop permissif
hu: Közvetlen vagy túlságosan megtűrt autópálya-használat
it: Accesso troppo permissivo o diretto ad autostrada
ja: 公録道路への無制限または制限の少ないアクセス
nl: Directe of te veel toegang tot een weg
uk: Прямий, або занадто дозволений доступ до автомагістралі
