Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Invalid addr:interpolation or addr:inclusion value
ar: قيمة addr:interpolation أو addr:inclusion غير صالحة
de: Ungültiger Wert für addr:interpolation oder addr:inclusion
es: Valor de addr:interpolation o addr:inclusion inválido
fa: مقدار نامعتبر برای addr:interpolation یا addr:inclusion
fr: Valeur incorrecte pour “addr:interpolation” ou “addr:inclusion”
hu: Érvénytelen érték az `addr:interpolation` vagy az `addr:inclusion` kulcs mellett
it: Valore di addr:interpolation oppure addr:inclusion non valido
ja: 無効なaddr:interpolationまたはaddr:inclusionの値
nl: ongeldig addr:interpolation of addr:inclusion waarde
pl: Niepoprawna wartość "addr:interpolation" lub "addr:inclusion"
uk: Недійсне значення addr:interpolation або addr:inclusion

source: Gas station integration suggestion
ar: اقتراح تكامل محطة الوقود
de: Tankstelle Integrationsvorschlag
es: Gasolinera, sugerencia de integración
fa: پمپ بنزین، پیشنهاد یکپارچگی
fr: Station-service, proposition d’intégration
hu: Benzinkút: kiegészítési javaslat
it: Suggerimento di integrazione di stazione di rifornimento
ja: ガソリンスタンドの統合の提案
nl: Tankstation voorstel om toe te voegen
pl: Stacja paliw, propozycja integracji
uk: Автозаправна станція, пропозиція з інтеграції

source: Gas station update
ar: تحديث محطة وقود
de: Tankstelle Update
es: Actualización de gasolinera
fa: پمپ بنزین، به‌روزآوری
fr: Station-service, mise à jour
hu: Benzinkút: frissítendő
it: Aggiorna stazione di rifornimento
ja: ガソリンスタンドの更新
nl: Tankstation bijwerken
pl: Stacja paliw, aktualizacja
uk: АЗС оновлення

source: Invalid addr:housenumber value
ar: قيمة addr:housenumber غير صالحة
de: Ungültiger Wert für addr:housenumber
es: Valor addr:housenumber inválido
fa: مقدار نامعتبر برای addr:housenumber
fr: Valeur de “addr:housenumber” incorrecte
hu: Érvénytelen érték az `addr:housenumber` kulcs mellett
it: Valore di addr:housenumber non valido
ja: 無効なaddr:housenumberタグの値
nl: Ongeldig addr:housenumber waarde
pl: Niepoprawna wartość addr:housenumber
uk: Недійсне значення addr:housenumber

source: Node with place={0} without name
ar: عقدة مكانية place={0} بدون اسم
de: Punkt mit place={0} ohne Namen
es: Nodo con place={0} sin nombre
fr: Nœud avec “place”=“{0}” mais sans nom
hu: `place={0}` címkéjű pont név nélkül
ja: nameがないplace={0} ノード
nl: Knoop met place={0} zonder naam
pl: Węzeł z place={0} bez tagu name
uk: Точка з place={0} без назви

source: Missing hyphen after "Saint(e)"
ar: واصلة مفقودة بعد "Saint(e)"
de: Fehlender Bindestrich nach "Saint(e)"
es: Falta guión después de «Saint(e)»
fa: بعد از Saint(e)‎ خط فاصله نیامده
fr: Trait d’union manquant après « Saint(e) »
hu: Hiányzó kötőjel a „Saint(e)” után (FR)
it: Trattino mancante dopo “Saint(e)”
ja: "Saint(e)"の後にハイフンが無い
nl: Ontbrekende koppelteken na "Saint(e)"
pl: Brakuje łącznika po "Saint(e)"
uk: Відсутній дефіс після "Свята(-ий)"

source: Some value chars does not match the language charset
de: Einzelne Zeichen des Wertes passen gehören nicht zum Zeichensatz der Sprache
fa: برخی از نویسه‌های مقدار با نویسه‌های این زبان همخوانی ندارد
fr: Certains caractères en valeur ne correspondent pas à l’écriture de la langue
hu: Az értékmezőben néhány karakter nem felel meg a nyelv karakterkészletének
it: Alcuni caratteri del valore non corrispondono all’insieme dei caratteri della lingua
ja: この言語の文字セットに無い文字がある
nl: Sommige karakter waarde komen niet overeen met de taal charset
pl: Niektóre znaki nie pasują do zestawu znaków tego języka
uk: Знаки не відповідають таблиці символів

source: Missing capital letter for: {0}
ar: حرف كبير مفقود لـ: {0}
de: Fehlender Großbuchstabe für: {0}
es: Falta letra capital para: {0}
fr: Lettre majuscule manquante pour : {0}
hu: Hiányzó nagybetű a következőnél: {0}
ja: {0}に大文字が無い
nl: Ontbrekende hoofdletter voor:{0}
pl: Brak wielkiej litery: {0}
uk: Відсутня велика буква для: {0}

source: Source tag contains AAAA
ar: وسم المصدر يحتوي على AAAA
de: Quellenangabe enthält AAAA
es: Etiqueta fuente contiene AAAA
fr: L’attribut source contient AAAA
hu: A `source` címke AAAA-t tartalmaz
it: Etichetta source contiene AAAA
ja: sourceタグにAAAAが含まれている
nl: Bron tag bevat AAAA
pl: Tag source zawiera "AAAA"
uk: Теґ source містить AAAA

source: "name={0}" is the localisation but not the name
ar: "name={0}" يشير إلى الموقع، وليس إلى الاسم الفعلي
de: "name={0}" ist die Lokalisierung aber nicht der Name
es: «name={0}» es la ubicación pero no el nombre
fr: L’attribut “name”=“{0}” indique la localisation mais pas le nom effectif
hu: A `name={0}` a név helyett a helyet mutatja
ja: "name={0}" は各国語化だがnameでは無い
nl: "name={0}" is de lokale maar niet de naam
pl: "name={0}" jest lokalizacją, a nie nazwą
uk: "name={0}" це локалізація, але не ім’я

source: A war memorial is not a historic=monument
ar: تذكاري ليس معلمًا تاريخيًا
de: Ein Kriegerdenkmal ist kein historic=monument
es: Un memorial de guerra no es un historic=monument
fa: یادبود جنگی با historic=monument مشخص نمی‌شود
fr: Un mémorial de guerre n’est pas un “historic”=“monument”
hu: Egy háborús emlékmű nem monumentális emlékmű (`historic=monument`)
it: Un monumento ai caduti non è un historic=monument
ja: 戦争記念碑はhistoric=monumentでは無い
nl: Een oorlogsmonument is niet een historic=monument
pl: Pomnik wojenny to nie historic=monument
uk: Військовий меморіал не historic=monument

source: Put a tag for a village hall or a community centre
ar: وضع وسم لقاعة القرية أو المركز المجتمعي
de: Bringe ein Etikett für ein Gemeindehaus oder ein Gemeindezentrum an
es: Poner una etiqueta para un salón de fiestas del pueblo o un centro comunitario
hu: Faluház vagy közösségi ház felcímkézése
nl: Zet een tag voor een dorpshuis of een buurthuis
uk: Додайте теґ в village hall або в community center

source: Needs tag amenity=nursery|kindergarten|school besides on school:FR
ar: يلزم إضافة وسم amenity=nursery|kindergarten|school إلى جانب school:FR
de: Benötigt Tag amenity=nursery|kindergarten|school neben school:FR
es: Necesita la etiqueta amenity=nursery|kindergarten|school además de school:FR
hu: A `school:FR` mellé szükséges egy `amenity=nursery|kindergarten|school` címke is
nl: tag amenity=nursery|kindergarten|school nodig naast school:FR
uk: Потрібний теґ amenity=nursery|kindergarten|school besides на school:FR

source: Add school:FR tag
ar: إضافة وسم school:FR
de: Merkmal school:FR hinzufügen
es: Añadir etiqueta school:FR
fa: تگ school:FR اضافه شود
fr: Ajouter l’attribut “school:FR”
hu: Adjon hozzá egy `school:FR` címkét
it: Aggiungi l’etichetta school:FR
ja: school:FR tagを追加します
nl: school:FR tag toevoegen
pl: Dodaj tag school:FR
uk: Додайте теґ school:FR

source: FANTOIR numeric type is for ways
ar: النوع الرقمي لـ FANTOIR مخصص للطرق
de: Die FANTOIR numerische Art steht für Wege
es: Tipo numérico FANTOIR es para vías
fr: Le type FANTOIR numérique est destiné à marquer la voirie
hu: A FANTOIR-címregiszter numerikus kódja vonalakat jelöl (FR)
it: Il tipo numerico FANTOIR è per i percorsi
ja: FANTOIR 数値タイプはウェイ用
nl: FANTOIR numeriek type is voor wegen
pl: Wartość liczbowa tagu FANTOIR jest do dróg
uk: числовий тип FANTOIR для ліній

source: A Zone 20 in France is a living_street
ar: Zone 20 في فرنسا هو شارع حيوي
de: Eine 20er-Zone in Frankreich ist eine living_street
es: Una zona 20 en Francia es un living_street
fa: یک Zone 20 در فرانسه یک living_street است
fr: Une zone 20 en France est une “living_street”
hu: A 20 km/h sebességkorlátozású övezet [Zone 20] Franciaországban lakó-pihenő övezet `living_street`
it: In Francia una Zona 20 è una living_street
ja: フランスのZone 20はliving_street
nl: Een zone 20 in Frankrijk is een living_street
pl: Strefa 20 we Francji to strefa zamieszkania (living_street)
uk: Зона 20 у Франції це living_street

source: A Zone 20 is limited to 20 km/h
ar: Zone 20 محدود بسرعة 20 كم/ساعة
de: Eine 20er-Zone ist auf 20 km/h beschränkt
es: Una zona 20 es limitada a 20 km/h
fa: Zone 20 محدود به 20km/h است
fr: Une zone 20 est limitée à 20 km/h
hu: A Zone 20-ban a sebességkorlátozás 20 km/h
it: Una Zona 20 è limitata a 20 km/h
ja: Zone 20は20 km/hに制限されています
nl: Een zone 20 is beperkt tot 20 km/h
pl: Strefa 20 ma ograniczenie prędkości 20 km/h
uk: Зона 20 обмежена до 20 км/год

source: A zone 30 is limited to 30 km/h
ar: Zone 30 محدود بسرعة 30 كم/ساعة
de: Eine 30er-Zone ist auf 30 km/h beschränkt
es: Una zona 30 es limitada a 30 km/h
fa: zone 30 محدود به 30km/h است
fr: Une zone 30 est limitée à 30 km/h
hu: A Zone 30-ban a sebességkorlátozás 30 km/h
it: Una zona 30 è limitata a 30 km/h
ja: Zone 30は30 km/hに制限されています
nl: Een zone 30 is beperkt tot 30 km/h
pl: Strefa 30 ma ograniczenie prędkości 30 km/h
uk: Зона 30 обмежена до 30 км/год

source: Use start_date tag for "{0}"
ar: استخدام وسم start_date لـ "{0}"
de: Nutze Merkmal start_hours für "{0}"
es: Usar etiqueta start_date para «{0}»
fr: Utiliser l’attribut “start_date” pour “{0}”
hu: `start_date` címkét kell használni a következőn: {0}
ja: "{0}"にはstart_dateを使います
nl: Gebruik start_date tag voor "{0}"
pl: Użyj tagu start_date do "{0}"
uk: Застосуйте start_date теґ для "{0}"

source: Use opening_hours tag for "{0}"
ar: استخدام وسم opening_hours لـ "{0}"
de: Nutze opening_hours Tag für "{0}"
es: Usar etiqueta opening_hours para «{0}»
fr: Utiliser l’attribut “opening_hours” pour “{0}”
hu: `opening_hours` címkét kell használni a következőn: {0}
ja: "{0}"にはopening_hoursタグを使います
nl: Gebruik opening_hours tag voor "{0}"
pl: Użyj tagu opening_hours do "{0}"
uk: Застосуйте opening_hours теґ для "{0}"

source: Use construction tag for "{0}"
ar: استخدام وسم construction لـ "{0}"
de: Nutze Merkmal construction für: "{0}"
es: Usar etiqueta construction para «{0}»
fr: Utiliser l’attribut “construction” pour “{0}”
hu: Építkezési `construction` címkét kell használni a következőn: {0}
ja: "{0}"にはconstructionタグを使います
nl: Gebruik constructie tag voor "{0}"
pl: Użyj tagu construction do "{0}"
uk: Застосуйте теґ construction для "{0}"

source: "{0}" can be set in specific tag
ar: {0}" يمكن إدخاله في وسم محدد
de: "{0}" kann in spezifischem Merkmal angegeben werden
es: «{0}» puede ser establecido en una etiqueta específica
fr: “{0}” peut être définit dans un attribut spécifique
hu: {0}: konkrét címkével is meghatározható
ja: "{0}" は特定のタグにセットできます
nl: "{0}" kan worden ingesteld in bepaalde tag
pl: "{0}" może zostać zastąpiony przez dokładniejszy tag
uk: "{0}" може встановлюватися в певному тезі

source: Non printable char
de: Kein druckbares Zeichen
fa: نویسهٔ نامرئی
fr: Caractère non imprimable
hu: Nem nyomtatható karakter
it: Carattere non stampabile
ja: 表示不能な文字
nl: Niet afdrukbare karakter
pl: Niedrukowalny znak
uk: Недрукований символ

source: Member without addr:housenumber nor addr:housename
ar: عضو بدون addr:housenumber ولا addr:housename
de: Mitglied ohne addr:housenumber oder addr:housename
es: Miembros sin addr:housenumber ni addr:housename
fa: عضوی که نه addr:housenumber دارد و نه addr:housename
fr: Membre sans “addr:housenumber” ni “addr:housename”
hu: `addr:housenumber` vagy `addr:housename` nélküli tag
it: Membro senza addr:housenumber oppure addr:housename
ja: メンバーにaddr:housenumberがない
nl: Lid zonder addr:housenumber noch addr:housename
pl: Element relacji associatedStreet bez addr:housenumber
uk: Член без addr:housenumber (addr:housename)

source: Invalid multipolygon
ar: مضلع متعدد غير صالح
de: Multipolygon ungültig
es: multipolígono inválido
fa: چندچندضلعی نامعتبر
fr: Multipolygone invalide
hu: Érvénytelen multipoligon
it: Multipoligono non valido
ja: 無効なmultipolygon
nl: Ongeldig multipolygoon
pl: Niepoprawny multipolygon
uk: Недійсний мультиполігон

source: Interpolation on nodes of multiple street names
ar: استيفاء على عقد بأسماء شوارع متعددة
de: Interpolation auf Knoten mehrerer Straßennamen
es: Interpolación en nodos de múltiples nombres de calles
fa: درون‌یابی روی گره‌های مربوط به چند خیابان
fr: Interpolation de nœuds avec des noms de rue différents
hu: Interpoláció több utcanév pontjain
it: Interpolazione su nodi di nomi di strade multipli
ja: 複数街路名のノード上の住所補間
nl: Interpolatie op nodes van meerdere straat namen
pl: Interpolacja na węzłach z różnymi nazwami ulic
uk: Інтерполяція на вузлах з кількома назвами вулиць

source: Interpolation span on streets: {0}
ar: مدى الاستيفاء على الشوارع: {0}
de: Interpoliere Bereich auf Straßen: {0}
es: Alcance de interpolación en calles: {0}
fr: Interpolation sur rues : {0}
hu: Interpolációs hiány következő utcákon: {0}
ja: 街路上の補間スパン: {0}
nl: Interpolatiebereik op straten:{0}
uk: Проміжок інтерполяції на вулиці: {0}

source: Large relation of type {0}
ar: علاقة كبيرة من النوع {0}
de: Große Relation vom Typ {0}
es: Gran relación de tipo {0}
fr: Relation étendue de type “{0}”
hu: {0} típusú nagy kapcsolat
ja: 種別 {0}の大きなリレーション
nl: Lange relatie van type {0}
pl: Duża relacja "type={0}"
uk: Великий зв’язок з типом {0}

source: Duplicated node without tag
ar: عقدة مكررة بدون وسم
de: Duplizierter Knotenpunkt ohne Merkmal
es: Nodo duplicado sin etiqueta
fa: گره تکراری بدون تگ
fr: Nœud dupliqué sans attribut
hu: Duplikált pont címke nélkül
it: Nodo duplicato senza etichette
ja: タグがない重複したノード
nl: Dubbele knoop zonder tag
pl: Zduplikowany węzeł bez tagów
uk: Дублювання точки без теґу

source: Should be polygon, part of multipolygon or not having area tag
ar: يجب أن يكون مضلعًا، أو جزءًا من مضلع متعدد أو بدون وسم منطقة area
de: Sollte Polygon oder Teil eines Multipolygons sein oder keinen area-Tag haben
es: Debería ser un polígono, forma parte de un multipolígono o no tener una etiqueta de área
fa: باید چندضلعی باشد یا جزئی از چندچندضلعی یا اینکه تگ محوطه‌ای نداشته باشد
fr: Devrait être un polygone, faire partie d’un multipolygone ou ne pas avoir d’attribut “area”
hu: Sokszögnek, multipoligon részének vagy `area` címke nélkülinek kellene lennie
it: Dovrebbe essere un poligono, parte di un multipoligono oppure senza etichetta area
ja: ポリゴンかマルチポリゴンの一部であるべき。そうでなければエリアタグを取って下さい。
nl: Moet een polygoon zijn, een deel van een multipolygon of heeft geen area tag
pl: To powinien być wielokąt, część relacji multipolygon lub nie powinno być tagu obszarowego
uk: Має бути полігон, частина мультиполігону або не мати теґу area

source: Almost junction, join or use noexit tag
ar: تقريبًا تقاطع، قم بضمه أو استخدم وسم noexit
de: Beinahe-Kreuzung. Verbinde die Wege oder verwende das Tag noexit
es: Casi cruce, unir o usar etiqueta noexit
fa: تقریباً تقاطع است، متصلش کنید یا تگ noexit بدهید
fr: Jonction imparfaite, joindre le nœud ou utiliser l’attribut “noexit” si sans issue
hu: Majdnem egy kereszteződés: kapcsold össze vagy használd a `noexit` címkét
it: Quasi connesso, unire oppure usare l’etichetta noexit
ja: 交差点に酷似しています。接続するかnoexitタグを使用してください
nl: Bijna een kruising, voeg samen of gebruik noexit tag
pl: Prawie skrzyżowanie, połącz lub użyj tagu noexit=yes
uk: Майже з’єднано, приєднайте, або застосуйте теґ noexit

source: One way inaccessible or missing parking or parking entrance
ar: طريق باتجاه واحد غير قابل للوصول أو موقف مفقود أو مدخل موقف
de: Einbahnstraße nicht erreichbar oder fehlender parking bzw. parking_entrance Tag
es: Sentido único inaccesible o falta aparcamiento o entrada de aparcamiento
fa: راه یکطرفه دسترسی ندارد یا مشکل از کمبود پارکینگ یا ورودی پارکینگ است
fr: Route à sens unique inaccessible ou parking manquant ou entrée de parking manquante
hu: Elérhetetlen egyirányú utca vagy hiányzó parkoló/parkolóbejárat
it: Strada a senso unico inaccessibile oppure parcheggio o entrata al parcheggio mancanti
ja: 通行できない一方通行、もしくは駐車場か駐車場の入口のいずれかがない
nl: Eénrichtingsweg ontoegankelijk of ontbrekende parking of parking ingang
pl: Droga jednokierunkowa nieosiągalna lub brakuje parkingu lub oznaczenia wjazdu/wyjazdu z parkingu
uk: Один шлях недоступний або відсутній паркінґ або в’їзд паркінґу

source: Motorway without ref, nat_ref, int_ref or noref tag
ar: طريق سريع بدون وسم ref أو nat_ref أو int_ref أو noref
de: Motorway ohne ref, nat_ref, int_ref oder noref Tag
es: Autopista sin etiqueta ref, nat_ref, int_ref o noref
fa: معبر Motorway بدون تگ ref،‏ nat_ref،‏ int_ref یا noref
fr: Voie express ou autoroutière sans attribut “ref”, “nat_ref”, “int_ref” ni “noref”
hu: `ref`, `nat_ref`, `int_ref` vagy `noref` címke nélküli autópálya
it: Autostrada senza ref, nat_ref, int_ref oppure etichetta noref
ja: ref, nat_ref, int_ref,norefタグがいずれも無い高速道路
nl: Weg zonder ref, nat_ref, int_ref of noref tag
pl: Autostrada bez tagu ref, nat_ref, int_ref lub noref
uk: Автомагістраль без ref, nat_ref, int_ref або noref теґів

source: Tag highway missing for tracktype or lanes
ar: وسم الطريق غير موجود لـ tracktype أو lanes
de: Tag highway fehlt für tracktype oder lanes
es: Falta la etiqueta carretera para el tipo de pista o carriles
fa: تگ tracktype یا lanes بدون تگ highway
fr: Attribut “highway” manquant sur “tracktypes” ou “lanes”
hu: A `tracktype` vagy `lanes` címke mellől hiányzik a `highway` címke
it: Etichetta highway mancante per tracktype oppure lanes
ja: tracktypeやlanesに対するhighwayタグが無い
nl: Tag highway ontbreekt voor tracktype of rijwegen
pl: Brak tagu "highway" do "tracktype" lub "lanes"
uk: Відсутній теґ highway для tracktype або lanes

source: Missing relation type
ar: نوع العلاقة غير موجود
de: Fehlender Relationstyp
es: Falta el tipo de relación
fa: کمبود نوع رابطه
fr: Type de relation manquante
hu: Hiányzó kapcsolattípus
it: Tipo di relazione mancante
ja: リレーションのtypeが無い
nl: Relatie type ontbreekt
pl: Brakuje typu relacji
uk: Відсутній тип зв’язку

source: Possible missing traffic_signals:direction tag or crossing on traffic signals
ar: احتمال عدم وجود وسم traffic_signals:direction أو تقاطع على إشارات المرور
de: Möglicherweise fehlender 'traffic_signals:direction'- oder 'crossing'-Tag an Ampel
es: Posible falta de etiqueta traffic_signals:direction tag o cruce en el semáforo
fa: کمبود احتمالی تگ traffic_signals:direction یا crossing برای چراغ راهنمایی
fr: Attribut “traffic_signal:direction” peut-être manquant sur une signalisation routière
hu: Hiányozhat a `traffic_signals:direction` címke vagy a `crossing` a jelzőlámpáról
it: Possibile etichetta traffic_signals:direction mancante oppure incrocio su semaforo
ja: traffic_signals:directionタグまたはcrossingタグが信号機に存在する可能性
nl: Mogelijk ontbreekt traffic_signals:direction of crossing op verkeerslichten
pl: Prawdopodobnie brakuje tagu traffic_signals:direction lub przejścia na światłach
uk: Можливо відсутній теґ traffic_signals:direction або crossing на traffic signals

source: Possible missing direction tag on stop or a give way
ar: احتمال أن وسم الاتجاه غير موجود على موضع التوقف أو إعطاء الأولوية
de: Möglicherweise fehlender direction-Tag an Stop- oder Vorfahrtschild
es: Posible falta de etiqueta direction en alto o ceder paso
fa: احتمالاً تگ direction برای stop یا give way از قلم افتاده
fr: Attribut “direction” peut-être manquant sur un stop ou laissez-le-passage
hu: Hiányozhat a `direction` (irány) címke a stoptábláról vagy az elsőbbségadás kötelező tábláról
it: Possibile etichetta direction mancante su stop o ‘dare precedenza’
ja: directionタグが一時停止またはゆずれに存在する可能性
nl: Richting tag ontbreekt op halte
pl: Prawdopodobnie brakuje tagu direction do highway=give_way / =stop
uk: Можливо відсутній теґ direction на зупинці або give way

source: Suspicious name for a container
ar: اسم مريب للحاوية
de: Verdächtiger Name für einen Container
es: Nombre sospechoso para un contenedor
fa: نام مشکوک برای زباله‌دان
fr: Nom suspect pour un container
hu: Ez gyanús név egy konténernek
it: Nome sospetto per contenitore
ja: コンテナには疑わしい名前
nl: Verkeerde naam voor een container
pl: Pojemnik ma podejrzaną nazwę
uk: Підозріле ім’я для контейнера

source: Power substation of {0}
ar: محطة فرعية للطاقة من {0}
de: Transformatorenstation von {0}
es: Subestación de energía de {0}
fr: Poste transformateur électrique de {0}
hu: {0} elektromos alállomás
ja: {0}の変電所
nl: Transformatorstation {0}
pl: Podstacja elektryczna {0}
uk: Електропідстанція з {0}

source: Power substation, integration suggestion
ar: محطة الطاقة الفرعية ، اقتراح التكامل
de: Transformatorenstation, Integrationsvorschlag
es: Subestación de energía, sugerencia de integración
fa: power substation، پیشنهاد یکپارچگی
fr: Poste transformateur électrique, intégration suggérée
hu: Elektromos alállomás: kiegészítési javaslat
it: Suggerimento di integrazione di sottostazione elettrica
ja: 変電所の統合の提案
nl: Transformatorstation, integratie suggestie
pl: Podstacja elektryczna, propozycja integracji
uk: Електропідстанція, пропозиція з інтеграції

source: Power substation update
ar: تحديث محطة فرعية للطاقة
de: Transformatorenstation Aktualisieurung
es: Subestación de energía actualizado
fa: power substation، به‌روزآوری
fr: Poste transformateur électrique mis à jour
hu: Elektromos alállomás: frissítendő
it: Aggiorna sottostazione elettrica
ja: 変電所の更新
nl: Transformatorstation bijwerken
pl: Podstacja elektryczna, aktualizacja
uk: Електропідстанція оновлення

source: Power support not integrated
ar: دعم الطاقة غير متكامل
de: Stromversorgung fehlt
es: Soporte de energía no integrado
fa: Power support یکپارچه نشده
fr: Support électrique non intégré
hu: Villanyvezeték-oszlop: nincs a térképen
it: Supporto elettrico non integrato
ja: 未統合の電柱
nl: Elektriciteitscentrale niet geïntegreerd
pl: Słup wysokiego napięcia niezintegrowany
uk: Підтримка електромереж не інтегрована

source: Power support, integration suggestion
ar: دعم الطاقة ، اقتراح التكامل
de: Stromversorgung, Integrationsvorschlag
es: Soporte de energía, sugerencia de integración
fa: Power support، پیشنهاد یکپارچگی
fr: Support électrique, intégration suggérée
hu: Villanyvezeték-oszlop: kiegészítési javaslat
it: Suggerimento di integrazione di supporto elettrico
ja: 電柱の統合の提案
nl: Spanningsmast, integratie suggestie
uk: Підтримка електромереж, пропозиція з інтеграції

source: Duplicate wikipedia tag
ar: وسم ويكيبيديا مكرر
de: Doppeltes Wikipedia-Merkmal
es: Etiqueta wikipedia duplicada
fa: تگ ویکی‌پدیای تکراری
fr: Attribut “wikipedia” en doublon
hu: Duplikált `wikipedia` címke
it: Etichetta Wikipedia duplicata
ja: 重複したwikipediaタグ
nl: Zelfde wikipedia tag
pl: Zduplikowany tag wikipedia
uk: Дублювання теґів Вікіпедія

source: Should not contain tag ref={0}
ar: يجب ألا يحتوي على وسم ref={0}
de: Sollte nicht Merkmal ref={0} enthalten
es: No debe contener etiqueta ref={0}
fr: Ne devrait pas comporter l’attribut “ref”=“{0}”
hu: Nem tartalmazhat `ref={0}` címkét
ja: ref={0}タグが含まれるべきではありません
nl: Kan geen tag ref={0} bevatten
pl: Nie powinno zawierać tagu ref={0}
uk: Не повинен міститися теґ ref={0}

source: Close similar name
ar: اسم مشابه قريب
de: Fast ähnlicher Name
es: Nombre cercano similar
fa: نام خیلی مشابه
fr: Nom proche similaire
hu: Hasonló név a közelben
it: Nome simile vicino
ja: 類似のnameをクローズ
nl: Bijna dezelfde naam
pl: Bardzo podobna nazwa
uk: Закрити подібне ім’я

source: Public transport relation route not in route_master relation
ar: مسار علاقة النقل العام ليس في علاقة route_master
de: public_transport Relation route nicht in route_master Relation
es: Relación de ruta de transporte público no está en relación route_master
fa: رابطهٔ مسیر حمل‌ونقل عمومی در رابطهٔ route_master نیامده
fr: Relation “route” de transport public non incluse dans une relation “route_master”
hu: Tömegközlekedési kapcsolat útvonal nem része semmilyen [route_master] kapcsolatnak
it: Relazione route di trasporto pubblico non in relazione route_master
ja: 公共交通のrelation routeがroute_master relation内に無い
nl: Public transport relatie route niet in route_master relatie
pl: Relacji trasy transportu publicznego brakuje relacji route_master
uk: Зв’язок маршруту громадського транспорту не входить до складу зв’язку route_master
