Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Opposite or opposite lane in the same way of the oneway
ar: اتجاه معاكس أو حارة معاكسة في نفس اتجاه الطريق الذي هو باتجاه واحد
de: Gegenüberliegende oder entgegengesetzte Fahrspur in gleicher Weise der Einbahn
es: Carril opuesto en la misma vía de un oneway
fr: Voie en sens opposé sur le même chemin en sens unique
hu: Szembejövő út vagy sáv az egyirányú utca irányába
it: Opposite oppure opposite lane nello stesso percorso con oneway
ja: 一方通行の同じウェイ内の対向レーン
nl: Tegenovergestelde of tegenovergestelde baan op dezelfde weg van een eenrichtingsbaan
pl: Kontrapas rowerowy na drodze w tym samym kierunku, co droga jednokierunkowa
uk: Протилежний напрям руху на шляху з одним напрямом

source: {0} without {1}
ar: {0} بدون {1}
de: {0} ohne {1}
es: {0} sin {1}
fa: {0} بدون {1}
fr: {0} sans {1}
hu: `{0}`, `{1}` nélkül
it: {0} senza {1}
ja: {1}の無い{0}
nl: {0} zonder {1}
pl: {0} bez {1}
uk: {0} без {1}

source: {0} with {1}
ar: {0} مع {1}
de: {0} mit {1}
es: {0} con {1}
fa: {0} با {1}
fr: {0} avec {1}
hu: {0} a következővel: {1}
it: {0} con {1}
ja: {1}のある{0}
nl: {0} met {1}
pl: {0} z {1}
uk: {0} з {1}

source: {0} with {1} and {2}
ar: {0} مع {1} و {2}
de: {0} mit {1} und {2}
es: {0} con {1} y {2}
fa: {0} با {1} و {2}
fr: {0} avec {1} et {2}
hu: {0} a következőkkel: {1} és {2}
it: {0} con {1} e {2}
ja: {1}及び{2}のある{0}
nl: {0} met {1} en {2}
pl: {0} z {1} i {2}
uk: {0} з {1} і {2}

source: {0} is preferred to {1}
ar: {0} مفضل على {1}
de: {0} sollte anstelle von {1} verwendet werden
es: {0} se prefiere a {1}
fa: {0} بهتر از {1} است
fr: {0} est préféré à {1}
hu: {0} előnyösebb ehhez: {1}
it: {0} è preferibile a {1}
ja: {1}より{0}が望ましい
nl: prefereer {0} over {1}
uk: {0} є кращим за {1}

source: Police/"Gendarmerie" not integrated
ar: الشرطة/"الدرك" غير متكاملة
de: Polizeiwache fehlt
es: Policia no integrada
fr: Poste de police ou de gendarmerie non intégré
hu: Rendőrség/csendőrség (Police/Gendarmerie): nincs a térképen
it: Polizia/“gendarmeria” non integrata
ja: 未統合の警察/"Gendarmerie"
nl: Politie/"Gendarmerie" niet geintegreerd
pl: Policja/żandarmeria niezintegrowana
uk: Поліція/"Жандармерія" не інтегрована

source: Police/"Gendarmerie", integration suggestion
ar: الشرطة/"الدرك"، اقتراح الاندماج
de: Polizei/Gendarmerie, Integrationsvorschlag
es: Policía, sugerencia de integración
fr: Poste de police ou de gendarmerie, proposition d’intégration
hu: Rendőrség/csendőrség (Police/Gendarmerie): kiegészítési javaslat
it: Suggerimento di integrazione di polizia/“gendarmeria”
ja: 警察/"Gendarmerie"の統合の提案
nl: Politie/"Gendarmerie", integratie suggestie
pl: Policja/żandarmeria, propozycja integracji
uk: Поліція/"Жандармерія", пропозиція з інтеграції

source: Police/"Gendarmerie" update
ar: تحديث الشرطة/"الدرك"
de: Polizei/Gendarmerie Update
es: Policia actualizada
fr: Poste de police ou de gendarmerie mis à jour
hu: Rendőrség/csendőrség (Police/Gendarmerie): frissítendő
it: Aggiorna polizia/“gendarmeria”
ja: 警察/"Gendarmerie"の更新
nl: Politie/"Gendarmerie" bijwerken
pl: Policja/żandarmeria, potrzebna aktualizacja
uk: Поліція/"Жандармерія", оновлення

source: Missing access way to parking
ar: طريق الوصول لموقف السيارات غير موجود
de: Fehlende Parkplatzzufahrt
es: Falta vía acceso a aparcamiento
fa: کمبود راه دسترسی به پارکینگ
fr: Voie d’accès au parking manquante
hu: Hiányzó parkolóhoz vezető út
it: Via di accesso al parcheggio mancante
ja: 駐車場にアクセスする道路がない
nl: Toegangsweg tot parking ontbreekt
pl: Brak drogi dojazdowej do parkingu
uk: Відсутній шлях доступу до паркінґу

source: Probably only for bottles, not any type of glass
ar: ربما فقط للزجاجات، وليس أي نوع من الزجاج
de: Wahrscheinlich nur für Flaschen, nicht für alle Arten von Glas
es: Probablemente sólo para botellas, no cualquier tipo de vidrio
fa: احتمالا فقط برای بطری‌هاست و برای هیچ نوع شیشه‌ای نیست
fr: Probablement seulement pour les bouteilles, pas pour tout type de verre
hu: Valószínűleg csak palacknak, nem bármilyen típusú üvegnek
it: Probabilmente solo per bottiglie, non qualsiasi vetro
ja: おそらくあらゆる種類のガラスではなくボトルのみ
nl: Waarschijnlijk alleen voor flessen, niet voor elke type van glas
pl: Prawdopodobnie tylko na butelki, nie każdy rodzaj szkła
uk: Ймовірно, лише для пляшок, а не для будь-якого типу скла

source: Object needs review
ar: العنر يحتاج إلى مراجعة
de: Objekt benötigt Überprüfung
es: Objeto necesita revisión
hu: Felülvizsgálandó objektum
nl: Object nazien
uk: Об’єкт потребує перегляду

source: Highway classification needs review
ar: تصنيف الطريق يحتاج إلى مراجعة
de: Straßenklassifikation sollte geprüft werden
es: La clasificación de carretera necesita revisión
hu: Az út besorolását felül kell vizsgálni
nl: Weg classificatie nazien
uk: Класифікація автошляху потребує перегляду

source: Power Transformers should have a frequency tag
de: Umspannwerke sollten einen frequency Tag haben
fa: ترانسفورماتورهای برق باید تگ frequency داشته باشند
fr: Les transformateurs devraient avoir un attribut “frequency”
hu: A transzformátoron kell lennie egy `frequency` címkének
it: I trasformatori dovrebbero avere l’etichetta ‘frequency’
ja: 変圧器にはfrequencyを付けるべきです
nl: Transformators zouden een `frequency` tag moeten hebben
pl: Stacje transformatorowe powinny mieć tag "frequency"
uk: Трансформатор повинен мати теґ frequency

source: Paris bicycle parking not integrated
ar: مواقف الدراجات في باريس غير متكاملة
de: Fahrradparkplatz in Paris fehlt
es: Aparcamiento de bicicletas Paris no integrado
fa: پارکینگ دوچرخهٔ پاریس یکپارچه نشده
fr: Parking pour vélo à Paris non intégré
hu: Párizsi kerékpártároló: nincs a térképen
it: Parcheggio di biciclette di Parigi non integrato
ja: 未統合のParis bicycle parking
nl: Fiets parking Paris niet geïntegreerd
pl: Parking rowerowy w Paryżu niezintegrowany
uk: Париж велопаркінг не інтегрований

source: Paris motorcycle parking not integrated
ar: مواقف الدراجات النارية في باريس غير متكاملة
de: Motorradparkplatz in Paris fehlt
es: Aparcamiento de motocicletas Paris no integrado
fa: پارکینگ موتورسیکلت پاریس یکپارچه نشده
fr: Parking pour motos à Paris non intégré
hu: Párizsi motorkerékpár-parkoló: nincs a térképen
it: Parcheggio di moto di Parigi non integrato
ja: 未統合のParis motorcycle parking
nl: motorfiets parking Paris niet geïntegreerd
pl: Parking motocyklowy w Paryżu niezintegrowany
uk: Париж мотопаркінг не інтегрований

source: Paris motorcycle/shared motorcycle parking not integrated
ar: مواقف الدراجات النارية / الدراجات النارية المشتركة في باريس غير متكاملة
de: Motorradparkplatz in Paris fehlt
es: Estacionamiento de moto compartida/moto no integrado en Paris
hu: Párizsi közös kerékpár-/motorkerékpár-parkoló: nincs a térképen
nl: gedeeld motorfiets/motorfiets parking Paris niet geïntegreerd
uk: Париж прокат мотоциклів/мотопаркінг не інтегрований

source: Arabic letter detected in Farsi name
ar: اكتشاف حرف عربي بالاسم الفارسي
de: Arabischer Buchstabe in Farsi Namen erkannt
es: Letra árabe detectada en nombre farsi
fr: Lettre arabe détectée dans le nom persan
hu: Arab betűk a fárszi nyelvű névben
it: Trovata lettera araba in un nome Farsi
ja: ペルシャ語のnameにアラビア文字を検出
nl: Arabische letter gedetecteerd in Farsi naam
pl: Litera z alfabetu arabskiego w nazwie po persku
uk: Арабська буква виявлена в назві на фарсі

source: In Farsi, the Arabic letter `{0}` should be replaced by `{1}`.
ar: في الفارسية، الحرف العربي `{0}` يجب استبداله بـ `{1}`.
de: In Farsi sollte der arabische Buchstabe '{0}' durch '{1}' ersetzt werden.
es: En Farsi, la letra árabe '{0}' debe reemplazarse por '{1}'
hu: Az arab `{0}` betű helyébe fárszi nyelven `{1}` betűt kell írni
nl: In Farsi, de Arabische letter '{0}' moet veranderd worden door '{1}'
uk: На фарсі арабська буква `{0}` має бути замінена на `{1}`.

source: Colour code should start with '#' followed by 3 or 6 digits
ar: رمز اللون يجب أن يبدأ بـ '#' متبوعًا بـ 3 أو 6 أرقام
de: Farbcode in falschem Format
es: El código de color debe comenzar con '#' seguido de 3 o 6 dígitos
fr: Le code couleur devrait commencer par un « # » suivi de 3 ou 6 chiffres hexadécimaux
hu: A színkódnak # jellel kell kezdődnie, amelyet 3 vagy 6 számjegy követ
it: Il codice colore dovrebbe cominciare con '#' seguito da 3 o 6 caratteri
ja: カラーコードは'#'から始まり、続けて16進数の3または6桁であるべきです
nl: Kleur code moet starten met '#' gevolgd door 3 of 6 nummers
pl: Kod koloru powinien zaczynać się od "#" i mieć 3 lub 6 cyfr
uk: Код кольору повинен мати '#' далі 3 або 6 цифр

source: The URL contains a space
ar: الرابط يحتوي على مسافة
de: Der URL enthält ein Leerzeichen
es: La URL contiene un espacio
fr: L’URL contient une espace
hu: Az URL szóközt tartalmaz
it: L'URL contiene uno spazio
ja: URLに空白が含まれている
nl: De URL bevat spaties
pl: Adres strony internetowej zawiera spację
uk: Веб-лінк містить пробіл

source: The URL does not have a valid scheme
ar: الرابط لا يحتوي على مخطط صالح
de: Der URL hat kein gültiges Schema
es: La URL no tiene un esquema válido
fr: L’URL ne débute pas par un protocole reconnu
hu: Az URL sémája érvénytelen
it: L'URL non ha uno schema valido
ja: URLのスキーマが不適切です
nl: De URL heeft geen geldige schema
pl: Adres strony internetowej nie ma poprawnego formatu
uk: Веб-лінк не відповідає чинній схемі

source: {0} stop not integrated
ar: محطة {0} غير متكاملة
de: {0}-Halt fehlt
es: {0} parada no integrada
fr: arrêt {0} non intégré
hu: {0} megálló: nincs a térképen
it: [0] segnale di arresto non integrato
ja: {0} stop未統合
nl: {0} halte niet geïntegreerd
pl: Przystanek {0} niezintegrowany
uk: {0} зупинка не інтегрована

source: {0} stop, integration suggestion
ar: محطة {0}، اقتراح تكامل
de: {0} Halt, Vorschlag zum Eintragen
es: {0} parada, integración sugerida
fr: arrêt {0}, proposition d’intégration
hu: {0} megálló: kiegészítési javaslat
ja: {0} stopの統合の提案
nl: {0} halte, integratie suggestie
pl: Przystanek {0}, propozycja integracji
uk: {0} зупинка, пропозиція з інтеграції

source: {0} stop of {1}
ar: محطة {0} من {1}
es: {0} paradas de {1}
fr: arrêt {0} de {1}
hu: {0} megálló itt: {1}
it: {0} fermate su {1}
ja: {1}の{0} stop
nl: {0} halte van {1}
uk: {0} зупинка з {1}

source: {0} stop update
ar: تحديث محطة {0}
de: {0} Haltestellen Aktualisierung
es: {0} actualizaciones de parada
fr: arrêt {0} mis à jour
hu: {0} megálló: frissítendő
ja: {0} stopの更新
nl: {0} halte bijwerken
pl: Przystanek {0}, potrzebna aktualizacja
uk: {0} зупинка оновлення

source: {0} stop {1}
ar: محطة {0} {1}
es: {0} parada {1}
fr: arrêt {0} de {1}
hu: {0} megálló: {1}
it: {0} fermata {1}
nl: {0} halte {1}
uk: {0} зупинка {1}

source: Population on admin_centre role ({0}) greater than population on the relation ({1})
ar: عدد السكان في العنصر الموجود بدور admin_centre ({0}) أكبر من عدد السكان الموجود على العلاقة ({1})
de: Die Bevölkerungszahl des admin_centre ({0}) ist größer als die Zahl in der Relation ({1}).
es: Población en rol admin_centre ({0}) mayor que población en la relación ({1})
fr: Population du rôle “admin_centre” ({0}) supérieure à celle de la relation ({1})
hu: Az [admin_centre] szerep népessége ({0}) nagyobb, mint a kapcsolaté ({1})
ja: admin_centre role ({0}) の人口がrelation ({1})の人口より大きい
nl: Bevolkingsaantal op admin_centre role ({0}) is groter dan bevolkingsaantal op de relatie ({1})
pl: Zaludnienie na węźle miejscowości ({0}) jest większe niż na relacji ({1})
uk: Значення population ролі admin_centre ({0}) є більшим за population зв’язку ({1})

source: Multiple name for the same ref FANTOIR {0}: {1}
ar: أسماء متعددة لنفس المرجع FANTOIR {0}: {1}
de: Mehrere Namen für denselben Ref FANTOIR {0}: {1}
es: Múltiples nombres para el mismo ref FANTOIR {0}: {1}
fr: Noms multiples pour la même référence FANTOIR {0} : {1}
hu: Több név a FANTOIR-címregiszter ugyanazon hivatkozáshoz: {0}:{1} (FR)
ja: 同じref FANTOIR {0}: {1} に複数のname
nl: Meerdere namen voor dezelfde ref FANTOIR {0}: {1}
uk: Множинна назва для того ж ref FANTOIR {0}: {1}

source: Inconsistent motor_vehicle values ('{0}'!='{1}')
ar: قيم motor_vehicle غير متسقة ('{0}'!='{1}')
de: Unterschiedliche Werte für motor_vehicle ('{0}'!='{1}')
es: Valores inconsistentes de motor_vehicle ('{0}'!='{1}')
fr: Valeurs de “motor_vehicle” inconsistantes (“{0}” ≠ “{1}”)
hu: Ellentmondásos érték a `motor_vehicle` kulcs mellett: ('{0}'!='{1}')
ja: 首尾一貫しないmotor_vehicleの値('{0}'!='{1}')
nl: Inconsistente waarden van motor_vehicle ('{0}'!='{1}')
pl: Sprzeczne tagowanie wartości motor_vehicle ('{0}'!='{1}')
uk: Невідповідні значення motor_vehicle ('{0}'!='{1}')

source: lanes in {0}(-{1}+{2}), lanes out {3}(-{4}+{5})
ar: حارات في {0}(-{1}+{2})، حارات خارج {3}(-{4}+{5})
de: Fahrspuren ein {0}(-{1}+{2}), Fahrspuren aus {3}(-{4}+{5})
es: carriles de entrada {0}(-{1}+{2}), carriles de salida {3}(-{4}+{5})
fr: voies entrantes {0}(−{1} + {2}), voies sortantes {3}(−{4} + {5})
hu: befelé jövő sávok: {0}(-{1}+{2}), kifelé menő sávok: {3}(-{4}+{5})
ja: 内側のlanes {0}(-{1}+{2}), 外側のlanes {3}(-{4}+{5})
uk: смуги в {0}(-{1}+{2}), смуги з {3}(-{4}+{5})

source: {0} deviation of {1}m
ar: انحراف {0} بمقدار {1} متر
de: {0} Abweichung von {1}m
es: {0} desviación de {1} m
fr: {0}, déviation de {1} m
hu: `{0}`: {1} méter eltérés
ja: {1}m の{0}偏差
nl: {0} afwijking van {1}m
pl: odchylenie: {1} m
uk: {0} відхилення {1}м

source: Unknown turn lanes value "{0}"
ar: قيمة حارات الدوران غير معروفة "{0}
de: Unbekannter Wert für Abbiegespur "{0}"
es: Valor desconocido de carriles de giro «{0}»
fr: Valeur inconnue de direction de voie de circulation “{0}”
hu: Ismeretlen érték a `turn:lanes` kulcs (bekanyarodósávok) mellett: "{0}"
it: Valore corsie di svolta "{0}" ignoto
ja: 不明な方向転換レーンの値 "{0}"
nl: Onbekende omkeer rijstroken waarde "{0}"
pl: Nieznana wartość "turn:lanes": "{0}"
uk: Невідоме значення смуг повороту "{0}"

source: on oneway, (lanes={0}) != (lanes:forward={1}) - (non fullwidth forward={2})
ar: على اتجاه واحد، (lanes={0}) != (lanes:forward={1}) - (non fullwidth forward={2})
de: bei Einbahn, (Fahrspuren={0}) != (Fahrspuren:vorwärts={1}) - (nicht volle Breite vorwärts={2})
es: en sentido único, (lanes={0}) != (lanes:forward={1}) - (sin fullwidth forward={2})
fr: chemin en sens unique, (lanes = {0}) ≠ (lanes:forward = {1}) − (non fullwidth forward = {2})
hu: egyirányú utcában: (lanes={0}) != (lanes:forward={1}) - (non fullwidth forward={2})
ja: 一方通行では、(lanes={0}) != (lanes:forward={1}) - (non fullwidth forward={2})
nl: op éénrichtingsweg, (lanes={0}) != (lanes:forward={1}) - (non fullwidth forward={2})
uk: на односторонньому шляху, (lanes={0}) != (lanes:forward={1}) - (non fullwidth forward={2})

source: on two way, (lanes={0}) != (lanes:forward={1}) + (lanes:backward={2}) + (lanes:both_ways={3}) - (non fullwidth={4}) - (non fullwidth forward={5}) - (non fullwidth backward={6}) - (non fullwidth both_ways={7})
ar: على طريق باتجاهين، (lanes={0}) != (lanes:forward={1}) + (lanes:backward={2}) + (lanes:both_ways={3}) - (non fullwidth={4}) - (non fullwidth forward={5}) - (non fullwidth backward={6}) - (non fullwidth both_ways={7})
de: bei zwei Richtungen, (Fahrspuren={0}) != (Fahrspuren:vorwärts={1}) + (Fahrspuren:rückwärts={2}) + (Fahrspuren:beide Wege={3}) - (nicht volle Breite={4}) - (nicht volle Breite vorwärts={5}) - (nicht volle Breite rückwärts={6}) - (nicht volle Breite beide Wege={7})
es: en dos sentidos, (lanes={0}) != (lanes:forward={1}) + (lanes:backward={2}) + (lanes:both_ways={3}) - (sin fullwidth={4}) - (sin fullwidth forward={5}) - (sin fullwidth backward={6}) - (sin fullwidth both_ways={7})
fr: chemin en double sens, (lanes = {0}) ≠ (lanes:forward = {1}) + (lanes:backward = {2}) + (lanes:both_ways = {3}) − (non fullwidth = {4}) − (non fullwidth forward = {5}) − (non fullwidth backward = {6}) − (non fullwidth both_ways = {7})
hu: kéritányú utcában: (lanes={0}) != (lanes:forward={1}) + (lanes:backward={2}) + (lanes:both_ways={3}) - (non fullwidth={4}) - (non fullwidth forward={5}) - (non fullwidth backward={6}) - (non fullwidth both_ways={7})
ja: 双方向通行では、(lanes={0}) != (lanes:forward={1}) + (lanes:backward={2}) + (lanes:both_ways={3}) - (non fullwidth={4}) - (non fullwidth forward={5}) - (non fullwidth backward={6}) - (non fullwidth both_ways={7})
nl: op tweerichtingsweg, (lanes={0}) != (lanes:forward={1}) + (lanes:backward={2}) + (lanes:both_ways={3}) - (non fullwidth={4}) - (non fullwidth forward={5}) - (non fullwidth backward={6}) - (non fullwidth both_ways={7})
uk: на двосторонньому шляху, (lanes={0}) != (lanes:forward={1}) + (lanes:backward={2}) + (lanes:both_ways={3}) - (non fullwidth={4}) - (non fullwidth forward={5}) - (non fullwidth backward={6}) - (non fullwidth both_ways={7})

source: on two way, (lanes={0}) <= (lanes:forward={1}) - (non fullwidth forward={2})
ar: على طريق باتجاهين، (lanes={0}) <= (lanes:forward={1}) - (non fullwidth forward={2})
de: bei zwei Richtungen, (Fahrspuren={0}) <= (Fahrspuren:vorwärts={1}) - (nicht volle Breite vorwärts={2})
es: en dos sentidos, (lanes={0}) <= (lanes:forward={1}) - (sin fullwidth forward={2})
fr: chemin en double sens, (lanes = {0}) ≤ (lanes:forward = {1}) − (non fullwidth forward = {2})
hu: két vonalon (lanes={0}) <= (lanes:forward={1}) - (nem teljes szélességben forward={2})
ja: 双方向通行では、(lanes={0}) <= (lanes:forward={1}) - (non fullwidth forward={2})
nl: op tweerichtingsweg, (lanes={0}) <= (lanes:forward={1}) - (non fullwidth forward={2})
uk: на двосторонньому шляху, (lanes={0}) <= (lanes:forward={1}) - (non fullwidth forward={2})

source: on two way, (lanes={0}) <= (lanes:backward={1}) - (non fullwidth backward={2})
ar: على طريق باتجاهين، (lanes={0}) <= (lanes:backward={1}) - (non fullwidth backward={2})
de: bei zwei Richtungen, (Fahrspuren={0}) <= (Fahrspuren:rückwärts={1}) - (nicht volle Breite rückwärts={2})
es: en dos sentidos, (lanes={0}) <= (lanes:backward={1}) - (sin fullwidth backward={2})
fr: chemin en double sens, (lanes = {0}) ≤ (lanes:backward = {1}) − (non fullwidth forward = {2})
hu: kétirányú utcában: (lanes={0}) <= (lanes:backward={1}) - (non fullwidth backward={2})
ja: 双方向通行では、(lanes={0}) <= (lanes:backward={1}) - (non fullwidth backward={2})
nl: op tweerichtingsweg, (lanes={0}) <= (lanes:backward={1}) - (non fullwidth backward={2})
uk: на двосторонньому шляху, (lanes={0}) <= (lanes:backward={1}) - (non fullwidth backward={2})

source: on two way, (lanes={0}) < (lanes:both_ways={1}) - (non fullwidth both_ways={2})
ar: على طريق باتجاهين، (lanes={0}) < (lanes:both_ways={1}) - (non fullwidth both_ways={2})
de: bei zwei Richtungen, (Fahrspuren={0}) < (Fahrspuren:beide_Wege={1}) - (nicht volle Breite beide_Wege={2})
es: en dos sentidos, (lanes={0}) < (lanes:both_ways={1}) - (sin fullwidth both_ways={2})
fr: chemin en double sens, (lanes = {0}) < (lanes:both_ways = {1}) − (non fullwidth both_ways = {2})
hu: két vonalon (lanes={0}) < (lanes:both_ways={1}) - (nem teljes szélességben both_ways={2})
ja: 双方向通行では、(lanes={0}) < (lanes:both_ways={1}) - (non fullwidth both_ways={2})
nl: op tweerichtingsweg, (lanes={0}) < (lanes:both_ways={1}) - (non fullwidth both_ways={2})
uk: на двосторонньому шляху, (lanes={0}) < (lanes:both_ways={1}) - (non fullwidth both_ways={2})

source: Unbalanced {0} with {1}
ar: غير متوازن {0} مع {1}
de: Unsymmetrisch {0} mit {1}
es: {0} desequilibrado con {1}
hu: Nem illenek össze: {0} és {1}
nl: onevenwichtig {0} met {1}
uk: Незбалансованість {0} з {1}

source: Unbalanced {0}
ar: غير متوازن {0}
de: Unsymmetrisch {0}
es: {0} desequilibrado
hu: Hiányzó {0}
nl: onevenwichtig {0}
uk: Незбалансованість {0}

source: "{0}" unexpected non printable char ({1}, 0x{2:04x}) in key at position {3}
ar: {0}" حرف غير قابل للطباعة غير متوقع ({1}, 0x{2:04x}) في المفتاح في الموضع {3}
de: "{0}" unerwartetes nicht druckbares Zeichen ({1}, 0x{2:04x}) in Schlüüsel an Position {3}
es: "{0}" inesperado caracter no imprimible ({1}, 0x{2:04x}) en la clave en posición {3}
fr: “{0}” : caractère non imprimable ({1}, 0x{2:04x}) inattendu dans la clé en position {3}
hu: „{0}” furcsa, kinyomtathatatlan karakter ({1}, 0x{2:04x}) a kulcsban a következő pozíciónál: {3}
ja: "{0}" 想定外のprintable 文字 ({1}, 0x{2:04x}) がキー内の {3}桁目にあります
nl: "{0}" onverwachte niet afdrukbare karakter ({1}, 0x{2:04x}) in key op positie {3}
pl: Niedrukowalny znak ({1}, 0x{2:04x}) w kluczu na pozycji {3}: "{0}"
uk: "{0}" несподіваний недрукований символ ({1}, 0x{2:04x}) в ключі, позиція {3}

source: "{0}"="{1}" unexpected non printable char ({2}, 0x{3:04x}) in value at position {4}
ar: {0}="{1}" حرف غير قابل للطباعة غير متوقع ({2}, 0x{3:04x}) في القيمة في الموضع {4}
de: "{0}"="{1}" unerwartetes nicht druckbares Zeichen ({2}, 0x{3:04x}) im Wert an Position {4}
es: "{0}"="{1}" inesperado caracter no imprimible ({2}, 0x{3:04x}) en el valor en posición {4}
fr: “{0}”=“{1}” : caractère non imprimable ({2}, 0x{3:04x}) inattendu dans la valeur en position {4}
hu: „{0}”=„{1}” furcsa, kinyomtathatatlan karakter ({2}, 0x{3:04x}) az értékben a következő pozíciónál: {4}
ja: "{0}"="{1}" 想定外のprintable文字 ({2}, 0x{3:04x})が値内の{4}桁目にあります
nl: "{0}"="{1}" onverwachte niet afdrukbare karakter ({2}, 0x{3:04x}) in waarde op positie {4}
pl: Niedrukowalny znak ({2}, 0x{3:04x}) w wartości na pozycji {4}: "{0}"="{1}"
uk: "{0}"="{1}" несподіваний недрукований символ ({2}, 0x{3:04x}) в значенні, позиція {4}

source: "{0}" unexpected symbol char ({1}, 0x{2:04x}) in key at position {3}
ar: {0} حرف رمز غير متوقع ({1}, 0x{2:04x}) في المفتاح في الموضع {3}
de: "{0}" ungewöhnliches Zeichen ({1}, 0x{2:04x}) im Schlüssel an Position {3}.
es: "{0}" inesperado caracter simbólico ({1}, 0x{2:04x}) en la clave en posición {3}
fr: “{0}” : symbole ({1}, 0x{2:04x}) inattendu dans la clé en position {3}
hu: „{0}” furcsa szimbólum ({1}, 0x{2:04x}) a kulcsban a következő pozíciónál: {3}
ja: "{0}" 想定外のシンボル文字 ({1}, 0x{2:04x})がキー内の{3}桁目にあります
nl: "{0}" onverwachte symbool karakter ({1}, 0x{2:04x}) in key op positie {3}
pl: Nieoczekiwany symbol ({1}, 0x{2:04x}) w kluczu na pozycji {3}: "{0}"
uk: "{0}" несподіваний знаковий символ ({1}, 0x{2:04x}) в ключі, позиція {3}

source: "{0}"="{1}" unexpected symbol char ({2}, 0x{3:04x}) in value at position {4}
ar: {0}="{1}" حرف رمز غير متوقع ({2}, 0x{3:04x}) في القيمة في الموضع {4}
de: "{0}"="{1}" ungewöhnliches Zeichen ({2}, 0x{3:04x}) im Wert an Position {4}.
es: "{0}"="{1}" inesperado caracter simbólico ({2}, 0x{3:04x}) en el valor en posición {4}
fr: “{0}”=“{1}” : symbole ({2}, 0x{3:04x}) inattendu dans la valeur en position {4}
hu: „{0}”=„{1}” furcsa érték ({2}, 0x{3:04x}) az értékben a következő pozíciónál: {4}
ja: "{0}"="{1}" 想定外のシンボル文字 ({2}, 0x{3:04x})が値内の{4}桁目にあります
nl: "{0}"="{1}" onverwachte symbool karakter ({2}, 0x{3:04x}) in waarde op positie {4}
pl: Nieoczekiwany symbol ({2}, 0x{3:04x}) w wartości na pozycji {4}: "{0}"="{1}"
uk: "{0}"="{1}" несподіваний знаковий символ ({2}, 0x{3:04x}) в значенні, позиція {4}

source: "{0}"="{1}" unexpected char "{2}" ({3}, 0x{4:04x}). Means "{5}" ({6}, 0x{7:04x})?
ar: {0}="{1}" حرف غير متوقع "{2}" ({3}, 0x{4:04x}). يعني "{5}" ({6}, 0x{7:04x})؟
de: "{0}"="{1}" unerwartetes Zeichen "{2}" ({3}, 0x{4:04x}). Bedeutet "{5}" ({6}, 0x{7:04x})?
es: "{0}"="{1}" caracter inesperado "{2}" ({3}, 0x{4:04x}). ¿Significa "{5}" ({6}, 0x{7:04x})?
fr: “{0}”=“{1}” : caractère « {2} » ({3}, 0x{4:04x}) inattendu, veut-il dire “{5}” ({6}, 0x{7:04x}) ?
hu: „{0}”=„{1}” furcsa karatker „{2}” ({3}, 0x{4:04x}). Esetleg ezt jelenti: „{5}” ({6}, 0x{7:04x})?
ja: "{0}"="{1}" 想定外の文字 "{2}" ({3}, 0x{4:04x})。"{5}" ({6}, 0x{7:04x}) のこと？
nl: "{0}"="{1}" onverwachte karakter "{2}" ({3}, 0x{4:04x}). Betekent "{5}" ({6}, 0x{7:04x})?
uk: "{0}"="{1}" несподіваний символ "{2}" ({3}, 0x{4:04x}). Потрібно "{5}" ({6}, 0x{7:04x})?
