Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Carpool parking update
ar: تحديث موقف مشاركة السيارات
de: Parkplatz für Fahrgemeinschaften wurde aktualisiert
es: Actualización de estacionamiento de transporte compartido
fr: Parking de covoiturage à mettre à jour
hu: Gépkocsimegosztó parkoló: frissítendő
ja: Carpool parkingの更新
nl: Carpool parking bijwerken
pl: Parking do carpoolingu, aktualizacja
uk: Паркінґ Carpool оновлення

source: Carpool parking {0}
ar: موقف مشاركة السيارات {0}
de: Parkplatz für Fahrgemeinschaften {0}
es: Estacionamiento de transporte compartido {0}
fr: Parking de covoiturage {0}
hu: „{0}” gépkocsimegosztó parkoló
pl: Parking do carpoolingu {0}
uk: Паркінґ Carpool {0}

source: FANTOIR B to W type is for locality, hamlet, isolated_dwelling, islet or neighbourhood
ar: النوع B إلى W لـ FANTOIR مخصص للمحلية، القرية، المسكن المنعزل، الجزيرة أو الحي
de: FANTOIR B bis W Typ ist für Ortschaft, Weiler, isolierte_Wohnung, Insel oder Nachbarschaft
es: FANTOIR B a W tipo es para localidad, aldea, vivienda_aislada, islote o barrio
fr: Les codes FANTOIR « B » à « W » sont pour les attributs : “locality”, “hamlet”, “isolated_dwelling”, “islet” ou “neighbourhood”
hu: A B-től W-ig tartó FANTOIR-címkódok dűlőt, falucskát, elszigetelt lakóhelyet, kis szigetet vagy környéket jelölnek (FR)
ja: FANTOIR B から W type はlocality, hamlet, isolated_dwelling, islet または neighbourhood用です
nl: FANTOIR B tot W type is voor plaats, gehucht, geïsoleerde_woning of wijk
pl: Wartość tagu FANTOIR od B do W jest do miejsc locality, hamlet, isolated_dwelling, islet lub neighbourhood
uk: тип FANTOIR від B до W для locality, hamlet, isolated_dwelling, islet або neighbourhood

source: Camp pitches outside a camp site
ar: مواقع التخييم خارج موقع التخييم
de: Zelt- oder Aufstellfläche befindet sich außerhalb eines Campingplatzes
es: Parcelas de camping fuera de un camping
hu: Kemping elhelyezkedése a kemping területén kívül
nl: Kampeerplaatsen buiten een camping
uk: Місце для табору поза кемпінґом

source: Bad key
de: Schlüssel unpassend
fr: Mauvaise clé
hu: Hibás kulcs
ja: 不正なキー
nl: verkeerde key
pl: Niepoprawny klucz
uk: Помилковий ключ

source: Bad key suffix
de: Schlüssel-Suffix unpassend
fr: Mauvais suffixe de clé
hu: Hibás kulcsutótag
ja: 不正なキー接尾辞
nl: Verkeerde key suffix
pl: Niepoprawny przyrostek klucza
uk: Помилковий суфікс ключа

source: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) French survey point imported in OSM but not found.
ar: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) نقطة مسح فرنسية مستوردة في OSM ولكن لم يتم العثور عليها.
de: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) Ein französischer Vermessungspunkt in OSM importiert, aber nicht gefunden.
es: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) Punto de encuesta francés importado en OSM pero no encontrado.
fr: [WikiProject France/Repères Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) Point géodésique en France importé dans OSM mais non trouvé.
hu: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) Az OSM-be importált de nem található francia földmérési alappont.
ja: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) OSMにインポートされたフランスのサーベイ地点ですが、見つかりません。
nl: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) Frans meetpunt geïmporteerd in OSM maar niet gevonden.
uk: [WikiProject_France/Repères_Géodésiques](https://wiki.openstreetmap.org/wiki/WikiProject_France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) Точка знімання у Франції імпортована з OSM, але не знайдена.

source: Restore node or relation.
ar: استعادة العقدة أو العلاقة.
de: Knoten oder Relation wiederherstellen.
es: Restaurar nodo o relación.
fr: Rétablissez le nœud ou la relation.
hu: Pont vagy kapcsolat helyreállítása.
ja: ノードまたはリレーションをリストア。
nl: Herstel node of relatie.
uk: Відновіть точку чи зв’язок.

source: Offered fix reimport the missing sites as point, but if was a relation. Must be converted manually, keep the tags and put survey points in relation.
ar: تم تقديم إصلاح بإعادة استيراد المواقع المفقودة كنقاط، ولكن إذا كانت علاقة. يجب تحويلها يدويًا، والحفاظ على الوسوم ووضع نقاط المسح في العلاقة.
es: Ofreció arreglar reimportar los sitios que faltaban como punto, pero si era una relación. Debe convertirse manualmente, mantener las etiquetas y poner puntos de encuesta en relación.
fr: Le correctif proposé réimporte les sites manquants comme point, mais c'était une relation Doit être converti manuellement, conserver les attributs et mettez les points géodésiques dans une relation.
hu: A felajánlott javítás újraimpotrálja a hiányzó helyeket pontként, de ha kapcsolat volt, akkor kézzel kell konvertálni, meg kell őrizni a címkéket és fel kell tenni a mérési pontokat a kapcsolatba.
ja: 提案された修正は欠けているサイトをポイントとして再インポートするものですが、リレーションでした。手動で変換してタグを保持し、サーベイポイントをリレーション内に入れてください。
uk: Пропоноване виправлення повторного імпорту відсутніх місць як точки, але якщо був зв’язок. Необхідно конвертувати вручну, зберегти теґи та поставити точки огляду на зв’язку.

source: Moved survey point
ar: نقطة مسح تم نقلها
de: Verschobener Vermessungspunkt
es: Punto geodésico movido
fa: نقطهٔ تحقیق و بررسی‌شده جابه‌جاست
fr: Repère géodésique déplacé
hu: Elmozdított földmérési alappont
it: Punto di riferimento spostato
ja: 測量基準点が移動されている
lt: Perkeltas apžvalgos taškas
nl: Verplaatst meetpunt
pt: Ponto de levantamento movido
uk: Точка знімання була переміщена

source: Geodesic support not integrated {0}
ar: دعم جيوديسي غير متكامل {0}
de: Geodätische Unterstützung fehlt {0}
es: Soporte geodésico no integrado {0}
fr: Support géodésique non intégré {0}
hu: A földmérési alappont építménye nincs a térképen: {0}
ja: 未統合のGeodesic {0}
nl: Geodesisch support niet geïntegreerd {0}
uk: Геодезична підтримка не інтегрована {0}

source: A historical monument is here but is not mapped. The list of monuments comes from the database "Merimee Inventory of monuments" in France by the Ministry of Culture.
ar: يوجد معلم تاريخي هنا ولكنه غير معلم. قائمة المعالم تأتي من قاعدة بيانات "Merimee Inventory of monuments" في فرنسا من قبل وزارة الثقافة.
de: An diesem Ort gibt es ein Denkmal, das noch nicht kartiert wurde. Die Denkmalliste stammt aus der Datenbank "Merimee Inventory of monuments" des französischen Kulturministeriums.
es: Aquí hay un monumento histórico, pero no está cartografiado. La lista de monumentos proviene de la base de datos "Merimee Inventario de monumentos" en Francia por el Ministerio de Cultura.
fr: Un monument historique est présent mais n'est pas intégré. La liste des monuments provient de la base de données "Inventaire Mérimée des monuments" en France par le Ministère de la Culture.
hu: Itt van egy műemlék, de nincs a térképen. A műemlékek listája a francia kulturális minisztérium „Mérimée műemlékjegyzék” adatbázisából származik.
ja: ここに歴史的記念碑がありますがマッピングされていません。記念碑の一覧はフランス文科省の"Merimee Inventory of monuments" データベースによるものです。
nl: Een historisch monument is hier maar is niet in kaart gebracht. De lijst met monumenten komt uit de database "Merimee Inventory of monuments" in Frankrijk door het Ministerie van Cultuur.
uk: Історичний пам’ятник тут є, але не нанесений на мапу. Список пам’ятників взято з бази даних «Інвентаризація пам’ятників Меріме» у Міністерстві культури Франції.

source: See [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) on wiki. Add the proper tags if something already exists.
ar: انظر [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) على الويكي. أضف الوسوم المناسبة إذا كان هناك شيء موجود بالفعل.
de: Siehe [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) im Wiki. Ist bereits ein Eintrag vorhanden, füge die fehlenden Tags hinzu.
es: Ver [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) en wiki. Añada un nodo o integre etiquetas si ya existe algo.
hu: Lásd: a [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) kulcsról szóló bejegyzést az OSM wikin. Helyezzen el egy pontot vagy – ha valami már létezik – adja hozzá a megfelelő címkéket.
nl: Zie [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) op wiki. Voeg een knooppunt toe of tags te integreren als iets al bestaat.
uk: Перегляньте [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) на вікі. Додайте потрібні теґи, якщо деякі вже існують.

source: The position of the markers comes from address geocoding. They may be located elsewhere. The marker can have a very rough position, with low accuracy to the town. Carefully check the contents of the proposed tags, there can be curious or unsuitable values. Do not override tags of UNESCO World Heritage.
ar: موضع العلامات يأتي من ترميز العناوين الجغرافي. قد تكون العلامات موجودة في مكان آخر. ويمكن أن يكون موضع العلامة تقريبيًا جدًا، مع دقة منخفضة بالنسبة للمدينة. يرجى التحقق بعناية من محتويات الوسوم المقترحة، فقد تكون هناك قيم غريبة أو غير مناسبة. لا تقم بتجاوز وسوم مواقع التراث العالمي لليونسكو.
de: Die Position der Markierung wird durch Geokodierung der Adresse vorgenommen. Sie kann an anderer Stelle liegen. Die Markierung kann eine sehr ungenaue Position haben. Prüfen Sie sorgfältig den Inhalt der vorgeschlagenen Merkmale, es können merkwürdige oder unpassende Werte sein. Überschreiben Sie keine Merkmale des UNESCO Welterbe.
es: La posición de los marcadores procede de la geocodificación de direcciones. Pueden estar situados en otro lugar. El marcador puede tener una posición muy aproximada, con poca precisión respecto a la ciudad. Compruebe cuidadosamente el contenido de las tags, puede haber valores curiosos o inadecuados. No anule las etiquetas de la UNESCO Patrimonio de la Humanidad.
hu: A jelölők helyzete címgeokódolással készül, ezért lehet, hogy máshol vannak. A jelző akár nagyon hozzávetőleges is lehet, „valahol a városban”. Gondosan ellenőrizze a javasolt címkék tartalmát, furcsa vagy alkalmatlan értékek is lehetnek. Az UNESCO Világörökség címkéit ne írja felül.
uk: Положення маркерів здійснюється за допомогою адресного геокодування, воно може бути розташоване поблизу. Маркер може бути дуже грубо розташованим, з низькою точністю в селищі. Уважно перевірте вміст запропонованих теґів, можуть бути цікаві або непридатні значення. Не перекривайте мітки Всесвітньої спадщини ЮНЕСКО.

source: {0} toilets not integrated
ar: {0} دورات مياه غير متكاملة
de: {0} Toiletten fehlen
es: {0} baños no integrados
fr: {0} toilettes non intégrées
hu: WC ({0}): nincs a térképen
ja: {0} 未統合のトイレ
nl: {0} toiletten niet geïntegreerd
pl: Toalety niezintegrowane {0}
uk: {0} вбиральні не інтегровані

source: Radio support ({0}) not integrated
ar: دعم الراديو ({0}) غير متكامل
de: Funkunterstützung ({0}) fehlt
es: Soporte radio ({0}) no integrado
fr: Support radio ({0}) non intégré
hu: Távközlési adó ({0}): nincs a térképen
ja: 未統合のラジオ塔 ({0})
nl: Zendmast support ({0}) niet geïntegreerd
pl: Maszt radiowy niezintegrowany ({0})
uk: Радіопідтримка ({0}) не інтегрована

source: Radio support ({0}), integration suggestion
ar: دعم الراديو ({0})، اقتراح تكامل
de: Funkunterstützung ({0}), Vorschlag zur Integration
es: Soporte radio ({0}), sugerencia de integración
fr: Support radio ({0}), intégration possible
hu: Távközlési adó ({0}): kiegészítési javaslat
ja: ラジオ塔 ({0})の統合の提案
nl: Zendmast support ({0}), integratie suggestie
pl: Maszt radiowy, propozycja integracji ({0})
uk: Радіопідтримка ({0}), пропозиція з інтеграції

source: Radio support ({0}) update
ar: تحديث دعم الراديو ({0})
de: Funkunterstützung ({0}) Update
es: Actualización de soporte radio ({0})
fr: Support radio ({0}) à mettre à jour
hu: Távközlési adó ({0}): frissítendő
ja: ラジオ塔({0})の更新
nl: Zendmast support ({0}) bijwerken
pl: Maszt radiowy, aktualizacja ({0})
uk: Радіопідтримка ({0}) оновлення

source: Check the location. Warning data from the Ministry may have several administrative schools for a single physical school.
ar: تحقق من الموقع. قد تحتوي بيانات التحذير من الوزارة على عدة مدارس إدارية لمدرسة فعلية واحدة.
de: Überprüfen Sie den Standort. Die Warndaten des Ministeriums enthalten möglicherweise mehrere Verwaltungsschulen für eine einzige physische Schule enthalten.
es: Compruebe la ubicación. Los datos de aviso del Ministerio pueden tener varias escuelas administrativas para una única escuela física.
fr: Vérifiez la position. Attention, les données du Ministère peuvent contenir plusieurs écoles administratives correspondant à une unique école sur le terrain.
hu: Ellenőrizze a helyet. Figyelem! A minisztérium adatai alapján egyetlen fizikai iskolában több intézmény is lehet.
ja: 位置を確認。省からの警告データには何らか単一の物理的な学校に対して 行政上の学校がいくつか含まれるかもしれません。
uk: Перевірте розташування. Попереджувальні дані Міністерства можуть мати кілька адміністративних шкіл для однієї фізичної школи.

source: A relation that should be a closed polygon and it is not. An issue is reported at each end of open part.
ar: العلاقة يجب أن تكون مساحة مغلقة وهي ليست كذلك. تم الإبلاغ عن مشكلة في كل طرف من أطراف الجزء المفتوح.
de: Die Relation ist kein geschlossenes Polygon. Die Fehlermeldung erscheint an jedem Ende eines offenen Segments.
es: Una relación que debería ser un polígono cerrado y no lo es. Un problema es reportado en cada extremo de la parte abierta.
fr: Relation qui devrait un polygone fermé et qui ne l'est pas. Un signalement est fait à chaque extrémité d'une partie ouverte.
hu: A kapcsolatnak zárt sokszögnek kell lennie, és ez nem az. A nyitott rész mindkét végén megjelenik egy-egy hiba.
ja: 閉じたポリゴンであるべきリレーションですが、そうなっていません。閉じていない両端で問題となっています。
nl: Een relatie die een gesloten polygoon zou moeten zijn is het niet. Een melding is gerapporteerd aan elk uiteinde van het open gedeelte.
uk: Зв’язок, який повинен бути замкненим полігоном, але таким не є. Про проблеми повідомляється на відкритих кінцях частин.

source: Open relation type=boundary admin_level={0}
ar: علاقة مفتوحة لحدود مناطق إدارية type=boundary admin_level={0}
de: Offener Ring in Boundary-Relation admin_level={0}
es: Relación abierta type=boundary admin_level={0}
fr: Relation type=boundary avec admin_level={0} ouverte
hu: Nyitott kapcsolyat: `type=boundary` és `admin_level={0}`
ja: リレーション type=boundary admin_level={0} を開きます
nl: Open relatie type=boundary admin_level={0}
uk: Відкритий зв’язок type=boundary admin_level={0}

source: Interpolation ends should have different tag "addr:housenumber" values
ar: نهايات الاستيفاء يجب أن تحتوي على قيم مختلفة لوسم "addr:housenumber"
de: Die Endpunkte von Adressinterpolationen sollten verschiedene "addr:housenumber" Werte aufweisen.
es: Los extremos de la interpolación deben tener valores diferentes en la etiqueta "addr:housenumber"
fr: Les extrémités de l’interpolation doivent avoir des valeurs d’attribut “addr:housenumber” différentes
hu: Az interpoláció két végének különböző `addr:housenumber` címkékkel kell rendelkezniük
ja: 補間の終端は"addr:housenumber"の値とは異なるタグを持つべきです
nl: Interpolatie uiteinden moeten verschillende tag "addr:housenumber" waarden hebben
pl: Końce linii z interpolacją powinny mieć różne wartości "addr:housenumber"
uk: Кінці інтерполяції повинні мати різні значення "addr:housenumber"

source: An area is marked as belonging to several cities at once.
ar: منطقة معلمة كأنها تنتمي إلى عدة مدن في وقت واحد.
de: Die Fläche ist mehreren Gemeinden zugewiesen.
es: Un área se marca como perteneciente a varias ciudades a la vez.
hu: A területet egyszerre több településhez tartozóként van megjelölve.
nl: Een gebied is gemarkeerd als behorend tot meerdere steden.
uk: Область позначена так, ніби належить відразу кільком містам.

source: Check what city this area belongs to.
ar: تحقق إلى أي مدينة تنتمي هذه المنطقة.
de: Prüfe, welcher Gemeinde die Fläche zugewiesen werden sollte.
es: Revise como debería ser poseída esta área.
hu: Ellenőrizze, hogy a terület hová tartozik.
uk: Перевірте, яким чином повинна належати ця територія.

source: Unconnected boundary fragment, a way with a `boundary` tag not part of a `boundary` relation.
ar: جزء حدودي غير متصل، طريق بالوسم `boundary` وهو ليس جزءًا من علاقة `boundary`.
de: Grenzsegment nicht verbunden, ein Weg mit einem boundary-Tag ohne zugehörige Grenz-Relation.
es: Fragmento de límite no conectado, una forma con una etiqueta de límite que no forma parte de una relación de frontera.
hu: Nem összekapcsolt határtöredék: olyan `boundary` határcímkével ellátott vonal, amely nem tagja egyetlen `boundary` kapcsolatnak sem.
nl: Onverbonden grens fragment, een weg met een grens tag die geen deel uitmaakt van een grensrelatie.
uk: Нез’єднаний фрагмент кордону, шлях з теґом `boundary`, який не є частиною зв’язку `boundary`.

source: Delete the way, remove the `boundary` tag or add the way to a relation.
ar: احذف الطريق، أزل وسم `boundary` أو أضف الطريق إلى علاقة.
de: Füge den Weg einer Relation hinzu, entferne das boundary-Tag oder lösche den Weg.
es: Borra el camino, quita la etiqueta de límite o agregue a una relación.
hu: Törölje a vonalat, távolítsa el a `boundary` (határ) címkét vagy adja hozzá egy kapcsolathoz.
nl: Verwijder de weg, verwijder de grens tag of voeg het toe aan een relatie.
uk: Видаліть лінію, видаліть теґ `boundary` або додайте до зв’язку.

source: An area is marked as not belonging to any city.
ar: منطقة معلمة كأنها لا تنتمي إلى أي مدينة.
de: Diese Fläche ist keiner Gemeinde zugewiesen.
es: Un área está marcada como no perteneciente a ninguna ciudad.
fr: Une zone est marquée comme n'appartenant à aucune commune.
hu: Egyetlen városhoz sem tartozóként jelölt terület.
ja: エリアがどの都市にも属していないようにマークされています。
nl: Een gebied is gemarkeerd als niet behorend tot een stad.
pl: Ten obszar nie należy do żadnej miejscowości.
uk: Площа позначена як та, що не належить до жодного міста.

source: Check the type of border and keep the best one or merge them.
ar: تحقق من نوع الحدود واحتفظ بالأفضل أو ادمجها.
de: Art der Grenze prüfen und die beste behalten oder zusammenführen.
es: Revise el tipo de frontera y mantenga el mejor o el fusionado.
hu: Ellenőrizze a határ típusát, és tartsa meg a legjobbat vagy az egyesítettet.
nl: Controleer de grens type en bewaar de beste of voeg samen.
uk: Перевірте тип кордону і збережіть кращий, або об’єднайте їх.

source: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Two definitions of the same border.
ar: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) تعريفان لنفس الحدود.
de: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Zwei Definitionen der gleichen Grenze.
es: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Dos definiciones del mismo borde.
fr: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Deux définitions de la même frontière.
hu: ![] (https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Ugyanazon határ két meghatározása.
ja: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) 同じ境界に定義が2つ。
nl: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Twee definities van dezelfde grens.
uk: ![](https://wiki.openstreetmap.org/w/images/6/69/Osmose-eg-error-1060.png) Два варіанти одного кордону.

source: Missing `admin_centre` role
ar: دور العاصمة للعلاقة `admin_centre` غير موجود
de: Fehlendes Relationsmitglied mit Rolle `admin_centre`
es: Falta rol `admin_centre`
fr: Rôle `admin_centre` absent
hu: Hiányzó `admin_centre` szerep
ja: `admin_centre` roleが無い
nl: `admin_centre` role ontbreekt
pl: Brakuje roli "admin_centre"
uk: Відсутня роль `admin_centre`

source: Missing `name`
ar: لم يتم إدخال الاسم
de: Fehlendes Tag `name`
es: Falta `name`
fr: `name` manquant
hu: Hiányzó név `name`
ja: `name`が無い
nl: Naam `ontbreekt`
pl: Brakuje nazwy
uk: Відсутній `name`

source: The admin_centre `population` is greater than the relation `population`.
ar: عدد السكان `population` في المركز/العاصمة admin_centre أكبر من عدد السكان في العلاقة `population`.
de: Die Einwohnerzahl des admin_centre ist höher als die Angabe der Relation.
es: `population` en admin_centre es mayor que `population` en la relación.
fr: La `population` de l'admin_centre est plus grande que la `population` de la relation.
hu: Az [admin_centre] közigazgatási központ `population` népessége nagyobb, mint a kapcsolaté.
ja: admin_centreの`population`がリレーションの`population`より大きい。
nl: De admin_centre `population` is groter dan de relatie `population`.
uk: `population` в admin_centre є більшим за `population` зв’язку.

source: A survey point has a name which indicates it is located on a building (bell tower, water tower, tower), but the node is not inside a building polygon (`building=*`).
ar: نقطة مسح لها اسم يشير إلى أنها تقع على مبنى (برج جرس، برج مياه، برج)، ولكن العقدة ليست داخل مضلع مبنى (`building=*`).
de: Der Vermessungspunkt sollte innerhalb eines Gebäudes (`building=*`) liegen.
es: Un punto topográfico tiene un nombre que indica que está situado en un edificio (campanario, torre de agua, torre), pero el nodo no está dentro de un polígono del edificio (`building=*`).
hu: Neve (harangtorony, víztorony, torony) alapján a földmérési pont egy épületen van, de a pont nem egy `building=*` épület-sokszögben található.
uk: Точка обстеження має назву, яка лежить в основі значення будівлі (дзвіниця, водонапірна башта, вежа), але точка знаходиться поза полігоном будівлі (`building=*`).

source: If the building footprint is present but is misplaced because of a shift in the source data (cadastre, orthophotographs), replace the layout of the building to correct this issue. Otherwise, the building must be drawn.
ar: إذا كان مخطط المبنى موجودًا ولكنه في غير موضعه بسبب تحول في بيانات المصدر (السجل العقاري، الصور الجوية)، استبدل تخطيط المبنى لتصحيح هذه المشكلة. وإلا، يجب رسم المبنى.
de: Wenn der Gebäudeumriss vorhanden, aber aufgrund fehlerhafter Quellen (Kataster, Orthophotographien) falsch platziert wurde, sollte das Gebäude entsprechend verschoben oder neu gezeichnet werden.
es: Si la huella del edificio está presente pero está mal colocada debido a un desplazamiento de los datos de origen (catastro, ortofotografías), sustituya el del edificio para corregir este problema. En caso contrario, el edificio deberá dibujarse.
hu: Ha az épület lenyomata megvan, csak a forrásadatok eltolódása (helyrajzi térkép, ortofotó) miatt rosszul helyezkedik el, cserélje le az épületek kinézetét a hiba kijavításához. Ellenkező esetben az épületet meg kell rajzoni.
uk: Якщо контур будівлі присутній, але неправильно розміщений через зсув у вихідних даних (кадастр, ортофотознімки), замініть макет будівлі, щоб виправити цю проблему. В іншому випадку будівлю потрібно намалювати.
