Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Useless no_u_turn restriction, it's already forbidden by local law
fa: محدودیت no_u_turn سودی ندارد زیرا با قانون محلی ممنوع است.
it: Divieto di inversione di marcia inutile, la legge locale lo proibisce di fatto ovunque

source: Useless turn restriction
fa: محدودیت بی‌فایده برای دورزدن
it: Obbligo di svolta inutile

source: Unexpected char %s
fa: نویسهٔ غیرمنتظرهٔ %s
it: Carattere inatteso %s

source: Umbalanced %s with %s
fa: %s و %s متعادل نیستند

source: Umbalanced %s
fa: %s نامتعادل

source: Misc not integrated
fa: Misc یکپارچه نشده
it: Varie non integrate

source: SITCOM recycling not integrated
fa: بازیافت SITCOM یکپارچه نشده
it: Riciclaggio SITCOM non integrato

source: SITCOM recycling, integration suggestion
fa: بازیافت SITCOM، پیشنهاد یکپارچگی
it: Suggerimento di integrazione di riciclaggio SITCOM

source: SITCOM recycling update
fa: بازیافت SITCOM، به‌روزآوری
it: Aggiorna riciclaggio SITCOM

source: Unbalanced Quotation mark or Bracket in name
fa: تعداد نشانه‌های نقل‌قول یا پرانتز باز و بسته یکی نیست
it: Numero dispari di virgolette o parentesi in nome

source: {0} without (valid) ref:FR:FINESS
fa: {0} بدون ref:FR:FINESS معتبر

source: Saint
it: Trattino d'unione dopo Saint
lt: Šventas
pt: Santo

source: Missing tag by cooccurrence
it: Tag mancante per concomitanza
lt: Trūkstama žyma pagal panašumą
pt: Falta etiqueta por co-ocorrência

source: Geodesic support not integrated %s
it: Supporto geodetico non integrato 1%s
lt: Geodezinis palaikymas neintegruotas %s

source: "name=%s" is the localisation but not the name
it: "name=%s" è la traduzione ma non il nome

source: FANTOIR B to W type is for locality, hamlet, isolated_dwelling or neighbourhood
it: Il tipo FANTOIR da B a W è per locality, hamlet, isolated_dwelling oppure neighbourhood

source: Probably missing tag zone:maxspeed=XX:%s, according to the neighborhood
it: Etichetta zone:maxspeed=XX: %s probabilmente mancante, stando agli elementi vicini

source: Bad URL %(k)s=%(v)s
it: URL errato %(k)s=%(v)s

source: Historical monument: {0} (positioned at {1} with confidence {2})
it: Monumento storico: [0] (posizionato in [1] con precisione [2])

source: Not allowed char "{0}" in phone number
it: Nei numeri di telefono il carattere “{0}” non è ammesso

source: CG71 stop not integrated
lt: CG71 stotelė neintegruota
pt: Paragem CG71 não integrada

source: CG71 stop, integration suggestion
lt: CG71 stotelė, integravimo pasiūlymas
pt: Paragem CG71, sugestão de integração

source: RATP station not integrated
lt: RATP stotis neintegruota
pt: Estação RATP não integrada

source: RATP station, integration suggestion
lt: RATP stotis, integravimo pasiūlymas
pt: Estação RATP, sugestão de integração

source: TransGironde stop not integrated
lt: TransGironde stotelė neintegruota
pt: Paragem TransGironde não integrada

source: TransGironde stop, integration suggestion
lt: TransGironde stotelė, integravimo pasiūlymas
pt: Paragem TransGironde, sugestão de integração

source: Gironde equestrian spot not integrated
lt: Gironde jojimo taškas neintegruotas
pt: Posto equestre Gironde não integrado

source: Gironde caravan site not integrated
lt: Gironde kempingas neintegruotas
pt: Área de camping Gironde não integrados

source: Gironde camp site not integrated
lt: Gironde stovyklavietė neintegruota
pt: Acampamento Gironde não integrados

source: Gironde tourism information not integrated
lt: Gironde turizmo informacija neintegruota
pt: Informação turística Gironde não integrados

source: Gironde tourism information, integration suggestion
lt: Gironde turizmo informacija, integravimo pasiūlymas
pt: Informação turística Gironde, sugestão integração

source: Gironde museum not integrated
lt: Gironde muziejus neintegruotas
pt: Museu Gironde não integrados

source: Gironde museum, integration suggestion
lt: Gironde muziejus, integravimo pasiūlymas
pt: Museu Gironde, sugestão integração

source: "place" node out of boundary
lt: „place“ taškas už ribos
pt: Nó do "local" fora da fronteira

source: Hole between administrative boundaries
lt: Skylė tarp administracinių ribų
pt: Buraco entre limites administrativos

source: Missing ref:INSEE
lt: Trūksta ref:INSEE
pt: Falta ref: INSEE

source: Member without addr:housenumber
lt: Narys be addr:housenumber
pt: Membro sem addr:housenumber

source: Should be polygon or part of multipolygon
lt: Turėtų būti daugiakampis arba multipoligono dalis
pt: Deve ser polígono ou parte multipolygon

source: Restriction relation, bad oneway direction on "from" member
lt: Apribojimo ryšys, neteisinga vienpusio eismo kryptis „from“ naryje
pt: Relação Restrição, má direção de sentido único em "from" membro

source: Uppercase number
lt: Numeris didžiosiomis
pt: Número Maiúsculas

source: Bordeaux toilets not integrated
lt: Bordo tualetai neintegruoti
pt: Banheiros Bordeaux não integrados

source: Useless non u-turn restriction, it's forbidden by local law
lt: Bevertis ne apsigręžimo apribojimas, jis draudžiamas vietinių įstatymų
pt: A não ser que seja uma não restrição de inversão de marcha, é proibida pela lei local

source: Pharmacy without ref:FR:FINESS
lt: Vaistinė be ref:FR:FINESS
pt: Farmácia sem ref:FR:FINESS

source: Pharmacy, integration suggestion
lt: Vaistinė, integracijos pasiūlymas
pt: Farmácia, sugestão de integração

source: Missing object kind
lt: Trūkstama objekto rūšis
pt: Falta tipo de objeto

source: nodes: %s
lt: taškai: %s
pt: nós: %s

source: Multilingual missing detailed name
lt: Daugiakalbystei trūksta išsamaus pavadinimo

source: Multilingual missing main name
lt: Daugiakalbystei trūksta pagrindinio pavadinimo

source: Missing access to parking
lt: Trūksta prieigos prie parkavimo
pt: Falta acesso ao parque de estacionamento

source: Need fix
lt: Reikia pataisymo
pt: Necessita de correção

source: Highway classification need fix
lt: Kelių klasifikacijai reikia pataisymo
pt: Classificação da rodovia necessita de correção

source: Route in parts
lt: Maršrutas dalimis
pt: Rota em partes

source: Stop or platform away from route way
lt: Sustojimas ar platforma toli nuo maršruto kelio

source: TBM stop not integrated
lt: TBM stotelė neintegruota

source: TBM stop, integration suggestion
lt: TBM stotelė, integravimo pasiūlymas

source: TransGironde stop update
lt: TransGironde stotelių atnaujinimas
