Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: A feature may be missing a tag, such as `tunnel=*`, `bridge=*`, `covered=*` or `ford=*`. If a road or railway intersects a building, consider adding the `layer=*` tag to it. Warning: information sources can be contradictory in time or with spatial offset.
ar: مكان ما قد يفتقد وسمًا، مثل `tunnel=*` أو `bridge=*` أو `covered=*` أو `ford=*`. وفي حال تقاطع طريق أو سكة حديدية مع مبنى، ففكر في إضافة وسم الطبقة `layer=*` إليه. تحذير: يمكن أن تتعارض مصادر المعلومات بمرور الوقت أو مع الإزاحة المكانية للصور الفضائية.
es: Es posible que a un elemento le falte una etiqueta, como `túnel=*`, `puente=*`, `cubierta=*` o `ford=*`. Si una carretera o vía férrea se cruza con un edificio, considere la posibilidad de añadirle la etiqueta `layer=*`. Atención: las fuentes de información pueden ser contradictorias en el tiempo o con desfase espacial.
uk: В об’єкті може бути відсутній теґ, наприклад `tunnel=*`, `bridge=*`, `covered=*` або `ford=*`. Якщо дорога чи залізниця перетинає будівлю, додайте до неї теґ `layer=*`. Увага: джерела інформації можуть бути суперечливими в часі або мати просторове зміщення.

source: Check if tags `ref:INSEE` and `name` are consistent with the [COG database](https://www.insee.fr/fr/information/2560452).
ar: تأكد من أن الوسوم `ref:INSEE` و `name` متوافقة مع [قاعدة بيانات COG](https://www.insee.fr/fr/information/2560452).
es: Compruebe si las etiquetas `ref:INSEE` y `name` son coherentes con la [COG database](https://www.insee.fr/fr/information/2560452).
uk: Перевірте, чи теґи `ref:INSEE` і `name` відповідають [базі даних COG](https://www.insee.fr/fr/information/2560452).

source: The names on `place=*` may differ from the COG of INSEE, especially for merged city. It also happens in several occasions that local authorities are at odds with INSEE. In this case, always use the information from local authorities / ground usage.
ar: قد تختلف الأسماء الموجودة على `place=*` عن COG الخاص بـ INSEE، خاصةً بالنسبة للمدن المدمجة. يحدث أيضًا في عدة مناسبات أن تتعارض السلطات المحلية مع INSEE، في هذه الحالة، استخدم دائمًا المعلومات الواردة من السلطات المحلية / الاستخدام الفعلي على الأرض.
es: Los nombres de `place=*` pueden diferir del COG de INSEE, especialmente para la ciudad fusionada. También ocurre en varias ocasiones que las locales están en desacuerdo con INSEE. En este caso, utilice siempre la información de las autoridades locales / uso del suelo.
uk: Назви в `place=*` можуть відрізнятися від COG INSEE, особливо для об'єднаного міста. Також у кількох випадках трапляється, що місцева влада суперечить INSEE. У цьому випадку завжди використовуйте інформацію від місцевих органів влади / землекористування.

source: You can not simultaneously set a tag and the variants with `forward`, `backward` or `both_ways` suffixes.
ar: لا يمكنك تعيين وسم ومتغيراته مع لواحق `forward`, `backward` أو `both_ways` في نفس الوقت.
es: No es posible establecer simultáneamente una etiqueta y las variantes con sufijos `forward`, `backward` o `both_ways`.
uk: Ви не можете одночасно встановити теґ і варіанти з суфіксами `forward`, `backward` або `both_ways`.

source: Conflict between tags: `{0}` and `{1}`
ar: تعارض بين الوسوم: `{0}` و `{1}`
es: Conflicto entre etiquetas: `{0}` y `{1}`
uk: Конфлікт між теґами: `{0}` і `{1}`

source: Conflict between tags: `{1}` must be used without `{0}`
ar: تعارض بين الوسوم: `{1}` يجب أن يستخدم بدون `{0}`
es: Conflicto entre etiquetas: `{1}` debe utilizarse sin `{0}`.
uk: Конфлікт між теґами: `{1}` потрібно використовувати без `{0}`

source: {0} together with {1}. A picnic site rarely consists of only one single picnic table
ar: {0} مع {1}. موقع نزهة نادرًا ما يتكون من طاولة نزهة واحدة فقط
es: {0} junto con {1}. Un merendero rara vez consta de una sola mesa de picnic
uk: {0} разом з {1}. Місце для пікніка рідко складається лише з одного столу для пікніка

source: {0} together with {1}. {0} should be used for the area containing the attraction, {1} for the actual tracks
ar: {0} مع {1}. {0} يجب أن يستخدم للمنطقة التي تحتوي على الجذب، {1} للمسارات الفعلية
es: {0} junto con {1}. {0} debe utilizarse para el área que contiene la atracción, {1} para las pistas reales
uk: {0} разом з {1}. {0} слід використовувати для області, яка містить пам’ятку, {1} для актуальних шляхів

source: Invalid URL
ar: رابط غير صالح
es: URL no válida
uk: Недійсний URL

source: Tracking parameter in URL
ar: معلمة تتبع في الرابط
es: Parámetro de seguimiento en URL
uk: Параметр відстеження в URL

source: Strip the tracking parameter from the URL. Verify that the URL still works afterwards.
ar: احذف معلمة التتبع من الرابط. تحقق من أن الرابط لا يزال يعمل بعد ذلك.
es: Elimine el parámetro de seguimiento de la URL. Compruebe que la URL sigue funcionando después.
uk: Видаляйте параметр відстеження з URL-адреси. Переконайтеся, що URL-адреса все ще працює.

source: Bad URL in `{0}`: {1}
ar: رابط غير صالح في `{0}`: {1}
es: URL incorrecta en `{0}`: {1}
uk: Поганий URL в `{0}`: {1}

source: Tracking parameter in `{0}`
ar: معلمة تتبع في `{0}`
es: Parámetro de seguimiento en `{0}`
uk: Параметр відстеження в `{0}`

source: A living_street in France is a Zone 20
ar: الشارع الحيوي في فرنسا هو Zone 20
de: Eine living_street ist in Frankreich eine 20er-Zone
es: Un living_street en Francia es una zona 20
fa: یک living_street در فرانسه یک Zone 20 است
fr: Une “living_street” en France est une zone 20
hu: Lakó-pihenő övezetben `living_street` Franciaországban 20 km/h a sebességkorlátozás [Zone 20]
it: In Francia una living_street è una Zona 20
ja: フランスのliving_streetはZone 20
nl: Een living_street in Frankrijk is een zone 20
pl: Strefa zamieszkania we Francji to Strefa 20

source: Pitch not integrated {0}
ar: الملعب غير متكامل {0}
de: Spielfeld fehlt {0}
es: Cancha no integrada {0}
fr: Équipement sportif non intégré {0}
hu: A sportpálya nincs a térképen: {0}
ja: 未統合のピッチ {0}
nl: Pitch niet geïntegreerd {0}
pl: Boisko niezintegrowane {0}

source: highway: `access={0}` - parking: `access={1}`
ar: طريق: `access={0}` - موقف: `access={1}`
es: carretera: `access={0}` - estacionamiento: `access={1}`

source: Bicycle parking integration suggestion
ar: موقف دراجات، اقتراح تكامل
es: Estacionamiento de bicicletas, sugerencia de integración

source: Bicycle parking update
ar: تحديث موقف دراجات
es: Actualización de estacionamiento de bicicletas

source: Power pole not integrated
ar: عمود طاقة غير متكامل
es: Poste eléctrico no integrado

source: Power pole integration suggestion
ar: عمود طاقة، اقتراح تكامل
es: Poste eléctrico, sugerencia de integración

source: Power pole update
ar: تحديث عمود طاقة
es: Actualización de poste eléctrico

source: Unconnected highway: {0}
ar: طريق غير متصل: {0}
es: Carretera desconectada: {0}

source: Oneway inaccessible: {0}
ar: طريق باتجاه واحد غير قابل للوصول: {0}
es: Sentido único inaccesible: {0}

source: Duplicate relation member
ar: عضو علاقة مكرر
es: Miembro de la relación duplicado

source: The relation contains the same member (with the same role) more than once. This is not expected for this type of relations.
ar: تم إضافة نفس العضو (مع نفس الدور) إلى العلاقة عدة مرات. هذا لا يتوافق مع الممارسات المتبعة لهذا النوع من العلاقات.
es: La relación contiene al mismo miembro (con el mismo rol) más de una vez. Esto no es lo esperado para este tipo de relaciones.

source: Remove the duplicate members until only unique members remain.
ar: قم بإزالة الأعضاء المكررين حتى يبقى الأعضاء الفريدون فقط.
es: Elimina los miembros duplicados hasta que solo queden miembros únicos.

source: Check if the route should indeed use this highway. If not, move the route so that it follows the designated paths. This could require shifting the route to separately drawn parallel highways. If you are sure that the route should follow this way, consider adding `{0}=yes`.
ar: تحقق مما إذا كان المسار يجب أن يستخدم هذا الطريق السريع بالفعل. إذا لم يكن الأمر كذلك، فحرّك المسار بحيث يتبع المسارات المخصصة. قد يتطلب ذلك تحويل المسار إلى طرق سريعة متوازية مرسومة بشكل منفصل. إذا كنت متأكدًا من أن المسار يجب أن يتبع هذا الطريق، ففكر في إضافة `{0}=yes`.
es: Comprueba si la ruta debería utilizar esta autopista. Si no es así, mueve la ruta para que siga los caminos designados. Esto podría requerir cambiar la ruta a autopistas paralelas dibujadas por separado. Si estás seguro de que la ruta debería seguir este camino, considera agregar `{0}=yes`.

source: Equal conditional and unconditional tag value
ar: القيم متساوية للوسم الشرطي والغير الشرطي
es: Mismo valor de etiqueta condicional e incondicional

source: The conditional tag has the same value as the same tag without the conditional restriction.
ar: الوسم الشرطي له نفس قيمة الوسم نفسه بدون التقييد الشرطي.
es: La etiqueta condicional tiene el mismo valor que la etiqueta sin la restricción condicional.

source: Check if the value applies at all times. If so, remove the tag with `:conditional`. Otherwise, remove the tag without `:conditional`.
ar: تحقق مما إذا كانت القيمة تنطبق في جميع الأوقات، فإذا كان الأمر كذلك، فقم بإزالة الوسم الذي يحتوي على `:conditional`. وإلا، فقم بإزالة الوسم بدون `:conditional`.

source: `bicycle=yes` together with `bicycle:conditional = yes @ (12:00-24:00)` means the same as just `bicycle=yes`.
ar: `bicycle=yes` مع `bicycle:conditional = yes @ (12:00-24:00)` يعني نفس الشيء تمامًا مثل `bicycle=yes`.

source: Tag `{0}` has the same value as `{1}`, without restrictions
ar: الوسم `{0}` له نفس قيمة `{1}`، بدون قيود.

source: {0}={1} is not a positive integer
ar: {0}={1} ليس عددا صحيحا موجبا

source: Missing outer way with role `outer` for multipolygon
ar: لا يوجد مضلع يمثل المحيط الخارجي وبالدور "outer" في المضلع المتعدد

source: Find the outer way, and add it to the relation with role `outer`. Multiple outer ways are also possible as long as they form one or more closed rings. The previous outer way may have been deleted, check the history.
ar: ابحث عن الخط الخارجي، وأضفه إلى العلاقة بالدور `outer`، ويُمكن أن تتعدد الطرق الخارجية أيضًا بشرط أن تُشكل حلقة مغلقة واحدة أو أكثر. وقد يكون الطريق الخارجي السابق قد حُذف، تحقق من السجل التاريخي قبل التعديل.

source: {0} with {1}, likely this is a single pitch instead
ar: `{0}` مع `{1}`، من المرجح أن هذا موقع تخييم واحد بدلاً من ذلك.

source: The camping site has a numeric name. Numeric identifiers are much more common for a single pitch (`tourism=camp_pitch`) within a camping site. Possibly the two were interchanged?
ar: موقع التخييم له اسم رقمي. المعرفات الرقمية أكثر شيوعًا بكثير لموقع تخييم واحد (`tourism=camp_pitch`) داخل موقع تخييم، ربما تم تبديل الاثنين؟

source: Fence with {0} tag, also add {1}
ar: سياج بالوسم `{0}`، أضف أيضًا `{1}`.

source: The `{0}` value is invalid and could not be parsed
ar: القيمة "{0}" غير صالحة ولا يمكن تحليلها

source: Soundex test
de: Soundex-Test: Name klingt richtig, ist aber möglicherweise falsch geschrieben
fr: Similitude phonétique “Soundex”
hu: Soundex-ellenőrzés
it: Testo assonante
ja: Soundexのテスト
lt: Soundex testas
pl: Test Soundex
pt: Teste Soundex

source: Missing outer role for multipolygon
de: Fehlende outer-Rolle bei Multipolygon
fa: کمبود نقش outer برای چندچندضلعی
fr: Rôle “outer” manquant dans le “multipolygon”
hu: Hiányzik a külső [outer] szerep a multipoligonról
it: Ruolo outer mancante nel multipoligono
ja: multipolygonにouter roleが無い
lt: Trūkstama išorinė rolė multipoligonui
nl: De outer role voor multipolygoon ontbreekt
pl: Brakuje roli outer w relacji multipolygon
pt: Falta papel exterior para multipolígono

source: lanes={0} is not an integer
de: lanes={0} ist keine Ganzzahl
fr: “lanes”=“{0}” n’est pas un entier
hu: `lanes={0}` nem egész szám
it: lanes={0} non è un intero
ja: lanes={0}は整数ではない
nl: lanes={0} is niet een integer

source: Fence with material tag, better use fence_type tag
de: 'fence' mit 'material' Tag, lieber 'fence_type' Tag verwenden
fr: Clôture avec attribut matériel, utilisez de préférence l’attribut “fence_type”
hu: Kerítés `material` címkével. Inkább `fence_type` címkét kellene használni
ja: materialタグのあるフェンス、fence_typeタグがベター
nl: Hek met `material` tag, voeg ook de `fence_type` tag toe
pl: Płot z tagiem "material", lepiej użyć "fence_type"

source: Find the way outside, it may be deleted, check the history.
hu: Keresse meg a külső vonalat. Lehet, hogy törölték; ehhez nézze meg az előzményeket.
ja: 外側のウェイを探してください。削除されているかもしれません。履歴を確認してください。

source: The `opening_hours` value is invalid and could not be parsed
hu: Az `opening_hours` címke értéke érvénytelen és géppel nem értelmezhető

source: street role is not an highway
fa: نقش street به چیزی غیر از معبر داده شده
fr: Rôle “street” non attribué à une voirie
it: Il membro street non è una strada
ja: 道路以外にstreet roleが付与されている
lt: gatvės rolė ne kelias
pl: Obiekt z rolą street nie jest drogą
pt: papel rua não é uma auto-estrada

source: Inconsistant multipolygon nature with members nature
fa: چندچندضلعی و عضوها ناهمخوانی دارند
fr: Nature du “multipolygon” inconsistante avec la nature de ses membres
it: Natura del multipoligono incompatibile con la natura dei membri
ja: マルチポリゴンの特性とメンバーの特性が不一致
lt: Nesuderinamas multipoligono pobūdis su narių pobūdžiu
pl: Człony relacji multipolygon są inaczej otagowane
pt: Inconsistência de multipolígono nature com membros nature

source: Inconsistant multipolygon member nature
fa: عضو چندچندضلعی ناهمخوانی دارد
fr: Nature des membres du “multipolygon” inconsistante
it: Natura del membro del multipoligono incompatibile
ja: マルチポリゴンのメンバーの特性が不一致
lt: Nesuderinamas multipoligono narių pobūdis
pl: Człon relacji multipolygon jest inaczej otagowany niż pozostałe
pt: Inconsistant membro multipolygon natureza

source: Conflict between tags: 'bridge' and 'tunnel'
fa: تداخل بین تگ‌ها: bridge و tunnel
fr: Conflit entre attributs : “bridge” et “tunnel”
it: Conflitto tra tag: 'bridge' e 'tunnel'
ja: 'bridge'と'tunnel'タグが競合
lt: Konfliktas tarp žymų: „bridge“ ir „tunnel“
pl: Sprzeczność między tagami: 'bridge' i 'tunnel'
pt: Conflito entre as etiquetas: 'bridge' e 'tunnel'

source: Waterway with level
fa: level روی راه آبی
fr: Cours d’eau avec “level”
it: Corso d'acqua con level
ja: levelのある水路
lt: Vandens kelias su lygiu
pl: Ciek z tagiem level

source: Level or repeat_on tag missing
fa: کمبود تگ Level یا repeat_on
fr: Attribut “level” ou “repeat_on” manquant
it: Etichette level oppure repeat_on mancanti
ja: levelまたはrepeat_onタグが無い
lt: Trūksta lygio ar repeat_on žymos
pl: Brakuje tagu level lub repeat_on

source: Indoor or buildingpart tag missing
fa: کمبود تگ indoor یا buildingpart
fr: Attribut “indoor” ou “buildingpart” manquant
it: Etichette indoor o buildingpart mancanti
ja: indoorタグまたはbuildingpartタグがない
lt: Trūksta žymos indoor ar buildingpart
pl: Brakuje tagu indoor lub building:part
pt: Falta etiqueta indoor ou buildingpart

source: Conflict between tags: crossing=no must be used without a highway=crossing
fa: تداخل بین تگ‌ها: crossing=no باید بدون تگ highway=crossing به‌کار برود
fr: Conflit entre attributs : “crossing”=“no” devrait être utilisé sans “highway”=“crossing”
it: Etichette in conflitto: crossing=no deve essere usato senza highway=crossing
ja: タグの競合: crossing=no タグに highway=crossing が不在
pl: Sprzeczność między tagami: crossing=no należy używać bez highway=crossing

source: Put a tag for a village hall or a community center
fr: Indiquez l’attribut pour un hall de village ou un centre communautaire
it: Inserisci un’etichetta per il municipio di un villaggio o un centro della comunità
ja: 村役場やコミュニティセンターにタグを付けます
pl: Dodaj tag do świetlicy lub ośrodka kultury

source: Need tag amenity=nursery|kindergarten|school besides on school:FR
fa: در کنار تگ school:FR به تگ amenity=nursery|kindergarten|school نیاز است
fr: Attribut “amenity”=“nursery|kindergarten|school” nécessaire au côté de “school:FR”
it: Necessita dell’etichetta amenity=nursery|kindergarten|school oltre a school:FR
ja: school:FRに加えてamenity=nursery|kindergarten|school タグがいずれか必要
pl: Potrzebny tag amenity=nursery / kindergarten / school w oparciu o `school:FR`

source: Probably missing tag zone:maxspeed=XX:{0}, according to the neighborhood
fr: Attribut “zone:maxspeed”=“XX:{0}” probablement manquant, d’après le voisinage
ja: 近隣の状況から見て、おそらくzone:maxspeed=XX:{0}タグが無い
pl: Prawdopodobnie brakuje tagu zone:maxspeed=XX:{0}, zgodnie z tym, co w okolicy.

source: Object need review
fa: چیزی نیاز به بازبینی دارد
fr: Objet à contrôler
it: L’oggetto richiede una verifica
ja: レビューが必要なオブジェクト
pl: Obiekt wymaga przejrzenia

source: Highway classification need review
fa: درجه‌بندی معبر نیاز به بازبینی دارد
fr: Classification de la voirie à contrôler
it: La classe della strada richiede una verifica
ja: 道路の分類は要レビュー
pl: Droga wymaga klasyfikacji

source: Paris shared motorcycle/motorcycle parking not integrated
fa: موتورسیکلت اشتراکی/پارکینگ موتورسیکلت پاریس یکپارچه نشده
fr: Parking pour deux-roues à Paris non intégré
it: Parcheggio condiviso biciclette/moto di Parigi non integrato
ja: 未統合のParis shared motorcycle/motorcycle parking

source: In Farsi, the Arabic letter '{0}' should be replaced by '{1}'
fr: En persan, la lettre arabe « {0} » devrait être remplacée par « {1} »
it: In Farsi la lettera araba '{0}' dovrebbe essere sostituita con '{1}'
ja: ペルシャ語ではアラビア文字'{0}'を'{1}'で置き換えてはいけません
pl: W perskim arabska litera '{0}' powinna być zastąpiona przez '{1}'

source: {0} colour code should start with '#' followed by 3 or 6 digits
fr: Le code couleur “{0}” devrait commencer par un « # » suivi de 3 ou 6 chiffres
it: Il codice colore {0} dovrebbe cominciare con '#' seguito da 3 o 6 caratteri
ja: {0}のカラーコードは'#'から始まり、続けて16進数の3または6桁であるべきです
pl: {0} – kod koloru powinien zaczynać się od "#" i mieć 3 lub 6 cyfr

source: Umbalanced {0} with {1}
fr: {0} non apparié avec {1}
ja: {0}と{1}がバランスしていない
pl: Nierówna liczba {0} z {1}

source: Umbalanced {0}
fr: {0} non apparié
ja: {0}がバランスしていない
pl: Nierówna liczba {0}

source: Unallowed char in phone number
fr: Caractère non autorisé dans un numéro de téléphone
it: Carattere non ammesso in numero di telefono
ja: 電話番号に無い文字
pl: Niedozwolony znak w numerze telefonu

source: Bad tag type="{0}"
fr: Attribut “type”=“{0}” erroné
it: Etichetta errata type=“{0}”
ja: 不正なタグtype="{0}"

source: Invalid Conditional Intervals
fr: Intervalles conditionnels invalides
ja: 無効な条件のinterval
pl: Niepoprawne przedziały warunkowe

source: Conditional intervals tag is not valid
fr: Attribut d’intervalles conditionnels non valide
ja: 条件によるintervalsタグが無効
pl: Tag przedziałów warunkowych jest niepoprawny

source: Conditional intervals does not fit into opening hours
fr: Les intervalles conditionnels ne correspondent pas avec les heures d’ouverture
ja: 条件によるintervalsタグがopening hoursと合っていない
pl: Tag przedziałów warunkowych nie pasuje do godzin otwarcia

source: Camp pitchs outside a camp site
fr: Emplacements de camping à l’extérieur d’un camping
ja: キャンプサイト外のキャンプピッチ
pl: tourism=camp_pitch poza kempingiem

source: See [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) on wiki. Add a node or to integrate tags if something already existing.
fr: Voir [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) sur le wiki. Ajouter un nœud ou compléter les attributs si un objet est déjà présent.
ja: ウィキの [heritage](https://wiki.openstreetmap.org/wiki/Key:heritage) 参照。ノードを追加するか、既に何かあればタグを統合します。

source: The position of the markers is made by address geocoding, it may be located elsewhere. The marker can be a very rough position, located as low accuracy to the town. Carefully check the contents of the proposed tags, can be curious or unsuitable values. Do not overide tags of UNESCO World Heritage.
fr: La position du marqueur provient d'une adresse géocodée. Il peut être situé ailleurs. Le marqueur peut être a une position très approximative, située de façon très imprécise dans la ville. Vérifiez scrupuleusement le contenu des attributs proposés, les valeurs peuvent être bizarres ou inadaptées. Ne pas modifier les attributs du UNESCO World Heritage.
ja: マーカーの位置は住所ジオコーディングで作成されています。位置がずれているかもしれません。マーカーは町に対して低精度で、粗い位置にある可能性があります。提案されたタグは不適切な場合があるので内容を注意深くチェックしてください。 UNESCO世界遺産のタグを上書きしないでください。

source: The location can be quite rough.
fr: L'emplacement peut être assez approximatif.
ja: この位置はかなり粗い場合があります。

source: An area is marked as belonging to several city at once.
fr: Une zone est marquée comme appartenant à plusieurs villes à la fois.
ja: エリアがいくつかの都市に同時に所属しているようにマークされています。

source: Check how this area should be owned.
fr: Vérifiez comment doit être partagée cette zone.
ja: このエリアの領有を調べてください。

source: Unconnected boundary fragment, a way with a boundary tag not part of a boundary relation.
fr: Fragment de frontière isolé, un chemin tagué comme une frontière ne fait pas partie d'une relation de type frontière.
ja: 未接続の境界の断片。 boundaryタグの付いたウェイがboundaryリレーションの一部になっていない。

source: Delete the way, remove boundary tag or add to a relation.
fr: Supprimer le chemin, retirer l'attribut de limite ou l'intégrer à une relation.
ja: ウェイを削除、boundary を削除またはリレーションに追加。

source: Check the type of border and keep the best or merged.
fr: Vérifiez le type de frontière et garder la meilleure ou les fusionner.
ja: 境界のtypeをチェックして最良の状態にするか、マージしてください。

source: A survey point has a name that underlying meaning is located on a building (belltower, water tower, tower), but the node is not inside a building polygon (`building=*`).
fr: Un point géodésique porte un nom dont la signification sous-jacente est d'être située sur un bâtiment (clocher, château d'eau, tour), mais le nœud n'est pas à l'intérieur d'un polygone de bâtiment (`building=*`).
ja: サーベイ地点に建物 (鐘楼、給水塔、塔)上にあるという意味が内包されているが、建物のポリゴン(`building=*`)内に無い。

source: If the building footprint is present but is misplaced because of a shift in the source data (cadastre, orthophotograhies), replace the layout of buildings to correct this issue. Otherwise, the building must be draw.
fr: Si l'empreinte du bâtiment est présente mais qu'elle est mal placée en raison d'un décalage des données sources (cadastre, orthophotographies), remplacez la disposition des bâtiments pour corriger ce signalement. Dans le cas contraire, le bâtiment doit être dessiné.
ja: 建物の専有領域がありますが、ソースデータ(cadastre, orthophotograhies)のシフトで誤配置されています。建物のレイアウトを置き換えて問題を修正してください。もしくは建物が描かれなければなりません。

source: Do not move the geodetic point, because it a reference (see the [import of these geodetic markers](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques)). It could be that all the surrounding buildings are shifted.
fr: Ne pas déplacer le point géodésique, car c’est une référence (voir [l’import de ces points géoséques](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques)). Il est possible que toutes les constructions environnantes soient décalées.
ja: 参照なのでgeodeticのポイントを動かさないでください。 ([import of these geodetic markers](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques) を参照)。. 周囲の建物は全てシフトされている可能性があります。

source: Double cycleway mapping. `highway=*`+`cycleway=track` parallel to an `highway=cycleway`
fr: Voie cyclable en double, "highway=*" + "cycleway=track" en parallèle à "highway=cycleway"
ja: 自転車道の二重マッピング。`highway=*`+`cycleway=track` が`highway=cycleway`と並行している。

source: When the cycle way is explicited. The `cycleway=track` must be removed from the main highway.
fr: Lorsque la voie cyclable est explicitée, le "cycleway=track" doit être supprimée de la voirie principale.
ja: 自転車道が明示されている場合は、`cycleway=track` をメインのhighwayから削除してください。

source: Inconsistent `motor_vehicle` values (`destination`!=)
fr: Valeurs incohérentes de `motor_vehicle` (`destination`!=)
ja: 首尾一貫しない`motor_vehicle`の値(`destination`!=)
pl: Sprzeczne tagowanie wartości motor_vehicle (`destination`!=)
