Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Impossible lane change in tag "{0}"
ar: تغيير حارة مستحيل في الوسم "{0}"
es: Cambio de carril imposible en etiqueta "{0}"
hu: Lehetetlen sávváltás a címkében: `{0}`
uk: Неможлива зміна смуги руху в теґу "{0}"

source: Name with only numbers
ar: اسم بأرقام فقط
de: Name nur aus Nummern
es: Nombre solo con números
hu: Számokból álló `name`
nl: Naam met enkel cijfers
uk: В назві лише цифри

source: This building is tagged with a name which contains only numbers and does not appear to have a main feature key. For the majority of buildings this should be tagged with `addr:housenumber`.
ar: هذا المبنى مُعلّم باسم يحتوي على أرقام فقط ولا يبدو أن لديه مفتاح ميزة رئيسي. بالنسبة لمعظم المباني، يجب وضع وسم عليها باستخدام `addr:housenumber`.
es: Este edificio está etiquetado con un nombre que contiene solo números y no parece tener una etiqueta de función principal. Para la mayoría de los edificios, esto debe etiquetarse con `addr: housenumber`.
hu: Az épület nevét jelző `name` címke csak számokból áll, és úgy tűnik, az épületnek nincs egyéb funkciója. Az épületeknél ilyenkor általában `addr:housenumber` címkében kellene megadni a házszámot.
uk: Ця будівля позначена назвою, яка містить лише цифри та не має основної функції ключа. Для більшості будівель це має бути позначено тегом `addr:housenumber`.

source: If this `name` is in fact the housenumber, it should be tagged with `addr:housenumber` + `addr:street` (or other `addr:*`), alternatively a relation can be used.
ar: إذا كان هذا `name` هو في الواقع رقم المنزل، فيجب أن يتم وسمه باستخدام `addr:housenumber` + `addr:street` (أو `addr:*` آخر)، أو يمكن استخدام علاقة بدلاً من ذلك.
es: Si este `name` es en realidad el número de la casa, debe etiquetarse con `addr: housenumber` + `addr: street` (u otro `addr: *`), o bien puede utilizarse una relación como alternativa.
hu: Ha ez a `name` valójában házszám, akkor `addr:housenumber` és `addr:street` címkékkel kellene jelölni, esetleg egy kapcsolatot kell használni.
uk: Якщо це `name` насправді є номером будинку, його слід позначити тегом `addr:housenumber` + `addr:street` (або інший `addr:*`), як альтернатива можна використати зв’язок.

source: While uncommon, it is possible for a name to be only numbers. This is particularly the case for some brands or amenities. Additionally, it could also be an apartment block number or building number (not an official house number with a postal address, but for example "beach cabin #1"); in these cases, ref would be the appropriate tag. Always check with your local community about the preferred tagging style of house numbers: in some regions, a separate node inside the building is preferred over a tag on the building itself.
ar: على الرغم من أنه غير شائع، إلا أنه من الممكن أن يكون الاسم أرقامًا فقط. ينطبق هذا بشكل خاص على بعض العلامات التجارية أو المرافق. بالإضافة إلى ذلك، يمكن أن يكون أيضًا رقم مبنى سكني أو رقم مبنى (ليس رقم منزل رسمي بعنوان بريدي، ولكن على سبيل المثال "كابينة الشاطئ رقم 1")؛ في هذه الحالات، يكون ref هو الوسم المناسب. تحقق دائمًا من مجتمعك المحلي حول نمط وضع الوسوم المُفضَّل لأرقام المنازل: في بعض المناطق، يُفضَّل وضع عقدة منفصلة داخل المبنى بدلاً من أن يوسم المبنى نفسه.
es: Aunque poco común, es posible que un nombre sea sólo números. Es el caso, por ejemplo, de algunas marcas o servicios. Además, también puede ser el número de un bloque de pisos o de un edificio edificio (no un número de casa oficial con una dirección postal, sino, por ejemplo, "cabaña de playa nº 1"); en estos casos, ref sería la etiqueta adecuada. etiqueta. Consulte siempre a su comunidad local sobre el estilo de etiquetado preferido de los números de casa: en algunas regiones, se prefiere un nodo separado dentro del edificio en lugar de una etiqueta en el propio edificio.
hu: Bár nem gyakori, de lehetséges, hogy egy név csak számokból áll. Ez különösen igaz lehet egyes márkákra vagy szolgáltatásokra. Ezenkívül lehet egy lakótömb száma vagy egy épület száma is. (Nem postacímet jelző hivatalos házszám, hanem a például „1. faház”); ezekben az esetekben a `ref` lenne a megfelelő címke. Mindig tájékozódjon a helyi közösségnél a házszámozás preferált címkézési stílusáról: egyes térségekben például előnyben részesítik az épületen belüli különálló pontot az épületre helyezett címkével szemben.
uk: Хоча це рідко, ім’я може складатися лише з цифр. Особливо це стосується деяких брендів або зручностей. Крім того, це також може бути номер багатоквартирного будинку або номер будинку (не офіційний номер будинку з поштовою адресою, а наприклад «пляжна каюта №1»); в цих випадках відповідним теґом буде ref. Завжди дізнавайтеся у місцевій громаді про бажаний стиль позначення номерів будинків: у деяких регіонах перевагу надають окремому вузлу всередині будівлі, а не мітці на самій будівлі.

source: Power line not integrated
ar: خط طاقة غير متكامل
de: Stromleitung fehlt
es: Línea eléctrica no integrada
hu: Villanyvezeték: nincs a térképen
nl: Hoogspanningskabel niet geintegreerd
uk: Лінія електропередач не інтегрована

source: Road not integrated
ar: طريق غير متكامل
de: Straße fehlt
es: Carretera no integrada
hu: Út: nincs a térképen
nl: Straat niet geïntegreerd
uk: Дорога не інтегрована

source: Conflicting names
ar: أسماء متناقضة
de: Widersprüchliche Namen
es: Nombres conflictivos
hu: Egymásnak ellentmondó nevek
nl: Conflicterende namen
uk: Конфліктні назви

source: This is a street with different names on each side of the way, given by the keys `name:left` and `name:right`. These names do not match with the value of `name`. The tag `name` should have the value `name:right / name:left` or `name:left / name:right`.
ar: هذا شارع ذو أسماء مختلفة على كل جانب من الطريق، مُحددة بالمفاتيح `name:left` و `name:right`. لا تتطابق هذه الأسماء مع قيمة `name`. يجب أن يكون للوسم `name` القيمة `name:right / name:left` أو `name:left / name:right`.
es: Se trata de una calle con diferentes nombres a cada lado de la vía, dados por las claves `name:left` y `name:right`. Estos nombres no coinciden con el valor de `name`. La etiqueta `nombre` debería tener el valor `nombre:derecha / nombre:izquierda` o `nombre:izquierda / nombre:derecha`.
hu: Ennek az utcának a két oldala különböző nevű, amelyet a `name:left` és `name:right` kulcsú címkék jeleznek. Ezek a nevek nem egyeznek meg a `name` címkében találhatóval. A `name` címke értékének mindkét nevet tartalmaznia kell valamilyen sorrendben: `name:right / name:left` vagy `name:left / name:right`.
uk: Це вулиця з різними назвами на кожній стороні шляху, які задаються ключами `name:left` і `name:right`. Ці імена не збігаються зі значенням `name`. Теґ `name` повинен мати значення `name:right / name:left` або `name:left / name:right`.

source: The warning also shows up if `name:left` or `name:right` is spelled incorrectly.
ar: التحذير يظهر أيضًا إذا كان الاسم في اليسار `name:left` أو اليمين `name:right` مكتوب بشكل خاطئ.
es: La advertencia también aparece si `name:left` o `name:right` están mal escritos.
hu: A figyelmeztetés akkor is megjelenik, ha a `name:left` vagy a `name:right` címkében szereplő név hibásan van írva.
uk: Попередження також з’являється, якщо `name:left` або `name:right` написано неправильно.

source: Uncommon access value
ar: قيمة صلاحية الوصول غير شائعة
de: access Wert ungewöhnlich
es: Valor de acceso no común
hu: Szokatlan használati érték
uk: Незвичайне значення доступу

source: The value of the access tag is not one of the common access values: `{0}`.
ar: قيمة وسم صلاحية الوصول ليست واحدة من قيم الوصول الشائعة: `{0}`.
de: Der Wert des access Tags weicht von den üblichen access Werten ab: `{0}`.
es: El valor de la etiqueta de acceso no es uno de los valores de acceso comunes: `{0}`.
hu: Az `access` címke értéke különbözik a megszokott értékektől: `{0}`.
uk: Значення теґу доступу не є одним із поширених значень доступу: `{0}`.

source: If there is no other tag (or combination of tags) that properly describes the access permissions, custom tags may be used.
ar: إذا لم يكن هناك وسم آخر (أو مجموعة وسوم) تصف أذونات الوصول بشكل صحيح، يمكن استخدام وسوم مخصصة.
de: Wenn es kein anderes Tag (oder Tag-Kombination) gibt, die die Zugangsbeschränkungen angemessen beschreibt, können benutzerdefinierte Tags verwendet werden.
es: Si no hay ninguna otra etiqueta (o combinación de etiquetas) que describa adecuadamente los permisos de acceso, se pueden utilizar etiquetas personalizadas.
hu: Egyedi címke akkor használható, ha nincs olyan címke (vagy címkekombináció), amely megfelelően leírná a használat engedélyezettségét.
uk: Якщо немає іншого теґу (або комбінації теґів), який належним чином описує права доступу, можна використовувати спеціальні теґи.

source: Transport mode in access value
ar: وسيلة نقل في قيمة صلاحية الوصول
de: Verkehrsart als access Wert
es: Modo de transporte en valor de acceso
hu: Közlekedési mód a használatot jelző `access` címke értékében.
uk: Транспортний режим у значенні доступу

source: The value of the access tag is a transport mode (such as `access=foot`). Consider replacing it with a more specific tag listing the transport mode first, for example `access=no` + `foot=yes`.
ar: قيمة وسم صلاحية الوصول هي وسيلة نقل (مثل `access=foot`). فكر في استبدالها بوسم أكثر تحديدًا يسرد وسيلة النقل أولاً، على سبيل المثال `access=no` + `foot=yes`.
de: Der Wert des access-Tags ist eine Verkehrsart (z. B. `access=foot`). Es sollte durch ein spezifischeres Tag ersetzt werden, das zuerst die Verkehrsart angibt, zum Beispiel `access=no` + `foot=yes`.
es: El valor de la etiqueta access es un modo de transporte (como `access=foot`). Considera sustituirla por una etiqueta más específica que enumere primero el modo de transporte, por ejemplo `access=no` + `foot=yes`.
hu: Az `access` kulcs melletti érték egy közlekedési mód (pl. `access=foot`). Fontolja meg, hogy egy konkrétabb címkével helyettesíti, amelynek kulcsa a közlekedési mód, például `access=no` + `foot=yes`.
uk: Значенням теґу доступу є режим транспортування (наприклад, `access=foot`). Спробуйте замінити його більш конкретним теґом, який спочатку містить перелік способу транспортування, наприклад `access=no` + `foot=yes`.

source: Ensure that the access remains the same and does not conflict with other tags. This is especially likely if access tags are combined with directional and/or conditional access tags, or when transport modes are mixed with regular access values.
ar: تأكد من أن صلاحية الوصول تبقى كما هي ولا تتعارض مع وسوم أخرى، وهذا محتمل بشكل خاص إذا تم دمج وسوم الوصول مع وسوم وصول اتجاهية و/أو شرطية، أو عند خلط وسائل النقل مع قيم وصول عادية.
de: Stelle sicher, dass der Zugang derselbe bleibt und nicht mit anderen Tags in Widerspruch steht. Dies ist vor allem dann wahrscheinlich, wenn Zutrittskennzeichen mit Richtungskennzeichen und/oder bedingten Zutrittskennzeichen kombiniert werden oder wenn Verkehrsarten mit regulären Zutrittswerten gemischt werden.
es: Asegúrese de que el acceso sigue siendo el mismo y no entra en conflicto con otras etiquetas. Esto es especialmente probable si las etiquetas de acceso se combinan con etiquetas de acceso direccional y/o condicional, o cuando los modos de transporte se mezclan con valores de acceso regulares.
hu: Figyeljen rá, hogy a használat ugyanaz maradjon, és ne kerüljön ellentmondásba más címkékkel. Ez különösen könnyen előfordulhat, ha az `access` címke haladási irányra és/vagy használati feltételekre vonatkozó további `access` címkékkel kombinálódik, vagy ha az általános használatot jelző `access` címke mellé különféle közlekedési módok `access` címkéi is társulnak.
uk: Переконайтеся, що доступ залишається незмінним і не конфліктує з іншими теґами. Це особливо ймовірно, якщо теґи доступу поєднуються з теґами спрямованого та/або умовного доступу, або коли режими транспортування змішані зі звичайними значеннями доступу.

source: Access value "{0}" for key "{1}" is a transport mode. Consider using "{2}" instead
ar: قيمة صلاحية الوصول "{0}" للمفتاح "{1}" هي وسيلة نقل. فكر في استخدام "{2}" بدلاً من ذلك
de: access Wert "{0}" für Schlüssel "{1}" ist eine Verkehrsart. Es sollte stattdessen "{2}" verwendet werden
es: El valor de acceso "{0}" para la clave "{1}" es un modo de transporte. Considere la posibilidad de utilizar "{2}" en su lugar
hu: A(z) `{1}` kulcs melletti `{0}` használatra vonatkozó `access` érték egy közlekedési mód. Fontolja meg inkább ennek a használatát: `{2}`.
uk: Значення доступу "{0}" для ключа "{1}" є транспортним режимом. Замість цього можна використати "{2}".

source: Unknown access value "{0}" for key "{1}"
ar: قيمة صلاحية الوصول غير معروفة "{0}" للمفتاح "{1}"
de: access Wert "{0}" für Schlüssel "{1}" unbekannt
es: Valor de acceso desconocido "{0}" para la clave "{1}"
hu: A(z) `{1}` kulcs melletti `{0}` access érték ismeretlen
uk: Невідоме значення доступу "{0}" для ключа "{1}"

source: Unspecific value
ar: قيمة غير محددة
es: Valor inespecífico
hu: Az érték nem konkrét
uk: Невизначене значення

source: The value of the tag is very unspecific. Replace it by a meaningful value.
ar: قيمة الوسم غير محددة جدًا، استبدلها بقيمة ذات معنى.
es: El valor de la etiqueta es muy inespecífico. Sustitúyalo por un valor significativo.
hu: A címke értéke homályos. Helyettesítse egy értelmes értékkel.
uk: Значення теґу дуже неконкретне. Замініть його більш значущим значенням.

source: The key `parking:lane:both` was used together with `parking:lane:left` and/or `parking:lane:right`. However, `both` already covers both sides of a street, so the latter are redundant.
ar: تم استخدام المفتاح `parking:lane:both` مع `parking:lane:left` و/أو `parking:lane:right`. ومع ذلك، فإن `both` يغطي بالفعل كلا جانبي الشارع، لذا فإن الأخيرين زائدين عن الحاجة.
es: La clave `parking:lane:both` se utilizaba junto con `parking:lane:left` y/o `parking:lane:right`. Sin embargo, `both` ya cubre ambos lados de una calle, por lo que estas últimas son redundantes.
hu: A `parking:lane:both` kulcs együtt szerepel egy `parking:lane:left` és/vagy a `parking:lane:right` címkével. Azonban a `both` az utca mindkét oldalára kiterjed, így az utóbbi fölösleges.
uk: Ключ `parking:lane:both` використовувався разом із `parking:lane:left` та/або `parking:lane:right`. Однак `both` вже охоплює обидві сторони вулиці, тому останні зайві.

source: Use any of the following values: `{0}`.
ar: استخدم أيًا من القيم التالية: `{0}`.
es: Utilice cualquiera de los siguientes valores: `{0}`.
hu: Használja valamelyik értéket a következők közül: `{0}`.
nl: Gebruik een van de volgende waarden: `{0}`.
uk: Використовуйте будь-яке з цих значень: `{0}`.

source: Bad parking:condition:[side] value
ar: قيمة parking:condition:[side] غير صالحة
de: parking:condition:[side] Wert unpassend
es: Valor parking:condition:[side] incorrecto
hu: Hibás érték a `parking:condition:[oldal]` kulcs mellett
uk: Погане значення parking:condition:[side]

source: `{0}` is a value for key `{1}`
ar: `{0}` هي قيمة للمفتاح `{1}`
es: `{0}` es un valor para la llave `{1}`
hu: `{0}` érték ehhez a kulcshoz tartozik: `{1}`
nl: `{0}` is een waarde voor sleutel `{1}`
uk: `{0}` – це значення для ключа `{1}`

source: Unconnected drive-through
ar: ممر قيادة غير متصل
de: Drive-through nicht verbunden
es: Servicio al carro no conectado
hu: Nem csatlakozó `drive-through` autós szolgáltatás
nl: Niet-verbonden drive-through
uk: Непідключений проїзд

source: Drive-throughs are usually not dead-ended. Make sure the full drive-through path was drawn, including i.e. turning circles and covered areas. Ensure that `service=drive-through` is the correct tag.
ar: عادةً لا تكون ممرات طلبات السيارات مغلقة، تأكد من رسم مسار كامل يسمح بالمرور، بما في ذلك دوائر الدوران والمناطق المغطاة. وتأكد من أن `service=drive-through` هو الوسم الصحيح.
es: Los accesos rodados no suelen ser sin salida. Asegúrese de que se ha dibujado el recorrido completo del autoservicio, incluidos, por ejemplo, los círculos de giro y las zonas cubiertas. Asegúrese de que `service=drive-through` es la etiqueta correcta.
hu: Az áthajtásos szolgáltatások (`drive-through`) általában nem zsákutcák. Győződjön meg róla, hogy fel van-e rajzolva a teljes áthajtási útvonalat, beleértve pl. a fordulóköröket és a fedett területeket is. Győződjön meg arról, hogy valóban a `service=drive-through` a helyes címke.
uk: Проїзди зазвичай не тупикові. Переконайтеся, що накреслений повний шлях проїзду, включаючи, наприклад, круги для розворотів і закриті зони. Переконайтеся, що `service=drive-through` є правильним теґом.

source: Review the type of the service road or draw the local road network.
ar: راجع نوع طريق الخدمة أو ارسم شبكة الطرق المحلية.
es: Revise el tipo de vía de servicio o dibuje la red de caminos locales.
hu: Vizsgálja felül a `service` szervizút típusát vagy rajzolja fel a helyi úthálózatot.
uk: Перегляньте тип службової дороги або накресліть мережу місцевих доріг.

source: Roundabout without right of way
ar: دوار بدون حق الأولوية
es: Rotonda sin derecho de paso
hu: Körforgalom előbbségadási kötelezettség nélkül
nl: Rotonde zonder voorrang
uk: Кругове перехрестя без права проїзду

source: A highway with `junction=roundabout` must by definition have the right of way. Circular highways without right of way should be tagged as `junction=circular`.
ar: الطريق السريع ذو الوسم `junction=roundabout` يجب أن يكون له، بحكم تعريفه، حق الطريق. يجب وسم الطرق السريعة الدائرية التي ليس لها حق طريق بالوسم `junction=circular`.
es: Una carretera con `junction=roundabout` debe tener por definición el derecho de paso. Las autopistas circulares sin preferencia de paso deben etiquetarse como `junction=circular`.
hu: A `junction=roundabout` (körforgalom) jelzésű út definíció szerint elsőbbséget élvez. Az elsőbbségadás nélküli körforgalmú utakat `junction=circular` címkével kell megjelölni.
uk: Шлях з `junction=roundabout` повинен за визначенням мати перевагу. Кругові шляхи без права проїзду слід позначати як junction=circular`.

source: Replace `junction=roundabout` on the entire circular road with `junction=circular`. If the node with `highway=traffic_signals`, `give_way` or `stop` is actually for the road entering the roundabout, tag it on that way only.
ar: استبدل `junction=roundabout` على الطريق الدائري بأكمله بـ `junction=circular`. إذا كانت العقدة التي تحتوي على `highway=traffic_signals` أو `give_way` أو `stop` مخصصة في الواقع للطريق المؤدي إلى الدوار، فقم بوضع علامة عليها على هذا الطريق فقط.
es: Sustituya `junction=roundabout` en toda la carretera circular por `junction=circular`. Si el nodo con `highway=traffic_signals`, `give_way` o `stop` es en realidad para la carretera que entra en la rotonda, etiquételo sólo en ese sentido.
hu: A `junction=roundabout` címkét cserélje le a teljes körbe vezető úton `junction=circular` címkére. Ha a `highway=traffic_signals`, `=give_way` vagy `=stop` címkéjű pont valójában a körforgalomba belépő útra vonatkozik, akkor kizárólag ezt a vonalat címkézze fel.
uk: Замініть `junction=roundabout` на всій окружній дорозі на `junction=circular`. Якщо точка із `highway=traffic_signals`, `give_way` або `stop` насправді належить круговому перехрестю, позначте його лише в цьому напрямку.

source: Make sure to tag `oneway=*` when using `junction=circular`. Unlike `junction=roundabout`, `junction=circular` does not imply `oneway=yes`.
ar: تأكد من وضع وسم `oneway=*` عند استخدام `junction=circular`. على عكس `junction=roundabout`, `junction=circular` لا تعني `oneway=yes`.
es: Asegúrese de etiquetar `oneway=*` cuando utilice `junction=circular`. A diferencia de `junction=roundabout`, `junction=circular` no implica `oneway=yes`.
hu: Ügyeljen arra, hogy a `junction=circular` használatakor az utat lássa el adott esetben `oneway=yes` címkével is. A `junction=roundabout` címkével ellentétben a `junction=circular` címke használata nem feltételezi automatikusan a `oneway=yes` meglétét.
uk: Обов’язково додайте тег `oneway=*`, коли використовуєте `junction=circular`. На відміну від `junction=roundabout`, `junction=circular` не означає `oneway=yes`.

source: An object without any relevant tags (no other tags than `source`, `created_by`, `note:qadastre`, `area` or `name`) nor a relation member with a role.
ar: عنصر بدون أي وسوم ذات معنى (لا توجد وسوم أخرى غير `source` أو `created_by` أو `note:qadastre` أو `area` أو `name`) كما أنها لا تنتمي كعضو في علاقة ولها دور معين.
es: Un objeto sin ninguna etiqueta relevante (sin más etiquetas que `source`, `created_by`, `note:qadastre`, `area` o `name`) ni un miembro de la relación con un función.
hu: Ezen az objektumon semmilyen értelmes (vagyis `source`, `created_by`, `note:qadastre`, `area` vagy `name` címkéken kívüli) címke sincs, és nem is szereppel rendelkező tagja egy kapcsolatnak.
uk: Об’єкт без будь-яких релевантних тегів (без інших тегів, окрім `source`, `created_by`, `note:qadastre`, `area` або `name`), а також член відношення з роллю.

source: Badly written way name
ar: اسم طريق مكتوب بشكل سيء
de: Straßenname unpassend
es: Nombre de la vía mal escrito
hu: Hibás a vonal neve
uk: Погано написана назва шляху

source: An abbreviation is present (e.g. Rd instead of Road) or the first letter of the name is lower case.
ar: هناك اختصار (مثال: Rd بدلاً من Road) أو الحرف الأول من الاسم بحرف صغير.
es: Hay una abreviatura (por ejemplo, Rd en lugar de Road) o la primera letra del nombre está en minúscula.
hu: A név rövidítést tartalmaz (pl. utca helyett u.) vagy kisbetűvel kezdődik.
uk: Присутня абревіатура (напр. Rd замість Road) або перша літера назви в малому регістрі.

source: Write the name without any abbreviations and make sure the first letter is upper case.
ar: اكتب الاسم بدون أي اختصارات وتأكد من أن الحرف الأول بحرف كبير.
es: Escriba el nombre sin abreviaturas y asegúrese de que la primera letra es mayúscula.
hu: Oldja fel a rövidítést, és győződjék meg róla, hogy az első betű nagybetű.
nl: Schrijf de naam met alle letters zonder afkorting en de eerste letter in hoofdletters.
uk: Напишіть назву без будь-яких скорочень і стежте, щоб перша літера була у верхньому регістрі.

source: This indoor room should have a door
ar: هذه الغرفة الداخلية يجب أن يكون لها باب
es: Esta habitación interior debe tener una puerta
hu: Ennek a beltéri helyiségnek kellene rendelkeznie ajtóval
uk: Ця кімната повинна мати двері

source: Find out where the entrances of the room are and add them (with a `door=*` tag) so we can actually enter this indoor room.
ar: اكتشف أين مداخل الغرفة وأضفها (بوسم `door=*`) حتى نتمكن من الدخول إلى هذه الغرفة الداخلية.
es: Averigua dónde están las entradas de la habitación y añádelas (con una etiqueta `door=*`) para que podamos entrar realmente en esta habitación interior.
hu: Derítse ki, hol vannak a szoba bejáratai, és adja hozzá őket (egy `door=*` címkével), hogy valóban be tudjunk lépni a helyiségbe.
uk: Дізнайтеся, де знаходяться входи в кімнату, і додайте їх (з теґом `door=*`), щоб ми могли увійти в цю кімнату.

source: This indoor feature is not reachable
ar: هذه الميزة الداخلية غير قابلة للوصول
es: No se puede acceder a este objeto espacial en interiores
hu: Ez a beltéri objektum elérhetetlen
uk: Ця функція в приміщенні є недоступною

source: Each indoor feature should be connected to another indoor feature or to some footpath so people can actually go to them.
ar: كل ميزة داخلية يجب أن تكون متصلة بميزة داخلية أخرى أو بمسار مشاة حتى يتمكن الناس من الوصول إليها.
es: Cada elemento interior debe estar conectado a otro elemento interior o a algún sendero para que la gente pueda ir a ellos.
hu: Minden beltéri objektumnak kapcsolódnia kell egy másikhoz vagy valamilyen gyalogos útvonalhoz, hogy az ember valóban oda tudjon menni hozzá.
uk: Кожен внутрішній об’єкт має бути з’єднаний з іншим внутрішнім об’єктом або з якоюсь пішохідною доріжкою, щоб люди могли фактично до них підійти.
