Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: "{0}"="{1}" unexpected char "{2}" ({3}, 0x{4:04x})
ar: {0}="{1}" حرف غير متوقع "{2}" ({3}, 0x{4:04x})
de: "{0}"="{1}" unerwartetes Zeichen "{2}" ({3}, 0x{4:04x})
es: "{0}"="{1}" caracter inesperado "{2}" ({3}, 0x{4:04x})
fr: “{0}”=“{1}” : caractère « {2} » ({3}, 0x{4:04x}) inattendu
hu: „{0}”=„{1}” furcsa karakter „{2}” ({3}, 0x{4:04x})
ja: "{0}"="{1}" 想定外の文字 "{2}" ({3}, 0x{4:04x})
nl: "{0}"="{1}" onverwachte karakter "{2}" ({3}, 0x{4:04x})
uk: "{0}"="{1}" несподіваний символ "{2}" ({3}, 0x{4:04x})

source: "{0}"="{1}" unexpected "{2}"
ar: {0}="{1}" غير متوقع "{2}
de: "{0}"="{1}" unerwartet "{2}"
es: "{0}"="{1}" inesperado "{2}"
fr: “{0}”=“{1}” : élément “{2}“ inattendu
hu: „{0}”=„{1}” furcsa „{2}”
ja: "{0}"="{1}" 想定していない "{2}"
nl: "{0}"="{1}" onverwacht "{2}"
uk: "{0}"="{1}" несподіваний "{2}"

source: Phone number does not match the expected format
ar: رقم الهاتف لا يتطابق مع التنسيق المتوقع
de: Telefonnummer entspricht nicht dem erwartetem Format
es: El número de teléfono no coincide con el formato esperado
fr: Numéro de téléphone ne correspondant pas au format attendu
hu: A telefonszám nem az elvárt formátumú
it: Il numero di telefono non è nel formato atteso
ja: 電話番号の形式誤り
nl: Telefoonnummer komt niet overeen met het verwachte formaat
pl: Numer telefonu nie ma poprawnego formatu
uk: Номер телефону не відповідає очікуваному формату

source: Bad international prefix
ar: بادئة دولية غير صالحة
de: Ländervorwahl unpassend
es: Prefijo internacional incorrecto
fr: Préfixe international erroné
hu: Hibás nemzetközi előhívószám
it: Prefisso internazionale errato
ja: 不正な国際接頭辞
nl: Verkeerde internationaal prefix
pl: Niepoprawny międzynarodowy prefiks
uk: Недійсний міжнародний префікс

source: Prohibited char in phone number
ar: حرف محظور في رقم الهاتف
de: Unzulässiges Zeichen in Telefonnummer
es: Carácter no permitido en el número de teléfono
hu: Nem engedélyezett karakter a telefonszámban
nl: Niet toegestane karakter in telefoonnummer
uk: Неприпустимий символ у номері телефону

source: Bad separator for multiple values
ar: فاصل غير صالح للقيم المتعددة
de: Separator für mehrfache Werte unpassend
es: Separador incorrecto para valores múltiples
fr: Séparateur incorrect pour des valeurs multiples
hu: Hibás elválasztó több érték esetén
it: Separatore per valori multipli errato
ja: 不正な複数値の区切り文字
nl: Verkeerde separator voor meerdere waarden
pl: Zły separator wielu wartości
uk: Помилковий роздільник для багатьох значень

source: Discordant {0} and {1}
ar: غير متوافق {0} و {1}
de: {0} und {1} nicht konsistent
es: Discordes {0} y {1}
fr: Discordance entre {0} et {1}
hu: `{0}` és `{1}` nincs összhangban
it: {0} e {1} discordanti
ja: {0}と{1}が不一致
nl: Dissonant {0} en {1}
pl: Niezgodne {0} i {1}
uk: Розбіжність {0} і {1}

source: Bad tag {0}="{1}"
ar: وسم غير صالح {0}="{1}"
de: Tag {0}="{1}" unpassend
es: Mala etiqueta {0}=«{1}»
fr: Attribut “{0}”=“{1}” erroné
hu: Hibás címke {0}=„{1}”
it: Etichetta errata {0}=“{1}”
ja: 不正なタグ{0}="{1}"
nl: Verkeerde tag {0}="{1}"
pl: Błędny tag {0}="{1}"
uk: Помилковий теґ {0}="{1}"

source: Bad tag name="{0}"
ar: اسم وسم غير صالح "{0}"
de: Tag name="{0}" unpassend
es: Mala etiqueta name=«{0}»
fr: Attribut “name”=“{0}” erroné
hu: Hibás címke: name=„{0}”
it: Etichetta errata name=“{0}”
ja: 不正なタグname="{0}"
nl: Verkeerde tag name="{0}"
pl: Błędny tag name="{0}"
uk: Помилковий теґ name="{0}"

source: Bad tag denotation="{0}"
ar: تسمية وسم غير صالحة "{0}"
de: Tag denotation="{0}" unpassend
es: Mala etiqueta denotation=«{0}»
fr: Attribut “denotation”=“{0}” erroné
hu: Hibás `denotation=„{0}"` címke
it: Etichetta errata denotation=“{0}”
ja: 不正なタグdenotation="{0}"
nl: Verkeerde tag denotation="{0}"
uk: Помилковий теґ denotation="{0}"

source: tag key: {0} => {1} (rule ks)
de: Merkmalschlüssel: {0} => {1} (rule ks)
fr: clé d’attribut : {0} ⇒ {1} (règle ks)
hu: címkekulcs: {0} => {1} (szabály: helyes kulcs)
ja: タグキー: {0} => {1} (rule ks)
uk: ключ теґу: {0} => {1} (rule ks)

source: tag value: {0}={1} => {2} (rule ks_vs)
de: Merkmalwert: {0}={1} => {2} (rule ks_vs)
fr: clé d’attribut : “{0}”=“{1}” ⇒ “{2}” (règle “ks_vs”)
hu: címkeérték: {0}={1} => {2} (szabály: helyes kulcs => helyes érték)
ja: タグ値: {0}={1} => {2} (rule ks_vs)
nl: tag waarde: {0}={1} => {2} (rule ks_vs)
uk: значення теґу: {0}={1} => {2} (rule ks_vs)

source: tag value: {0}={1} => {2} (rule ks_vr)
de: Merkmalwert: {0}={1} => {2} (rule ks_vr)
fr: clé d’attribut : “{0}”=“{1}” ⇒ “{2}” (règle “ks_vr”)
hu: címkeérték: {0}={1} => {2} (szabály: helyes kulcs => érték írásmódja)
ja: タグ値: {0}={1} => {2} (rule ks_vr)
nl: tag waarde: {0}={1} => {2} (rule ks_vr)
uk: значення теґу: {0}={1} => {2} (rule ks_vr)

source: tag key: {0} => {1} (rule kr)
de: Merkmalschlüssel: {0} => {1} (rule kr)
fr: clé d’attribut : “{0}” ⇒ “{1}” (règle “kr”)
hu: címkekulcs: {0} => {1} (szabály: kulcs írásmódja)
ja: タグキー: {0} => {1} (rule kr)
uk: ключ теґу: {0} => {1} (rule kr)

source: tag value: {0}={1} => {2} (rule kr_vs)
de: Merkmalwert: {0}={1} => {2} (rule kr_vs)
fr: clé d’attribut : “{0}”=“{1}” ⇒ “{2}” (règle “ks_vs”)
hu: címkeérték: {0}={1} => {2} (szabály: kulcs írásmódja => helyes érték)
ja: タグ値: {0}={1} => {2} (rule kr_vs)
nl: tag waarde: {0}={1} => {2} (rule kr_vs)
uk: значення теґу: {0}={1} => {2} (rule kr_vs)

source: Unconnected highway
ar: طريق غير متصل
de: Weg nicht verbunden
es: Carretera desconectada
fr: Voirie non connectée
hu: Nem kapcsolódó út
it: Strada scollegata
ja: ウェイが接続してない
nl: Niet verbonden weg
pl: Niepołączona droga
uk: Нез’єднаний шлях

source: Extra "{0}" after international code
ar: {0} إضافي بعد الرمز الدولي
de: Nicht erforderliche "{0}" nach Ländervorwahl
es: Extra "{0}" después del código internacional
fr: “{0}” en trop après le code international
hu: Fölösleges „{0}” a nemzetközi kód után
ja: 国際コードの後の余計な"{0}"
nl: Extra "{0}" na international code
pl: Dodatkowe "{0}" po kodzie kraju
uk: Додатковий "{0}" після міжнародного коду

source: College without tag "ref:UAI" or invalid
ar: كلية بدون وسم "ref:UAI" أو غير صالح
de: Hochschule ohne bzw. mit ungültigem Tag "ref:UAI"
es: Colegio sin etiqueta "ref:UAI" o inválida
fr: Établissement d’enseignement supérieur sans attribut “ref:UAI” ou incorrect.
hu: Főiskola hiányzó vagy érvénytelen `ref:UAI` címkével
ja: "ref:UAI"タグが無い、もしくは無効な単科大学
nl: College zonder tag "ref:UAI" of ongeldig
pl: Szkoła policealna bez tagu "ref:UAI" lub tag niepoprawny
uk: Коледж без "ref:UAI" або недійсний

source: {0} without tag "{1}" or invalid
ar: {0} بدون وسم "{1}" أو غير صالح
de: {0} ohne Merkmal "{1}" oder ungültig
es: {0} sin etiqueta "{1}" o invalida
fr: {0} sans attribut {1} ou incorrect
hu: `{0}` hiányzó vagy érvénytelen `{1}` címkével
ja: タグ"{1}"が無い、もしくは無効な{0}
nl: {0} zonder tag "{1}" of ongeldig
pl: {0} bez tagu "{1}" lub tag niepoprawny
uk: {0} без теґу "{1}" або недійсний

source: Historical monument without tag "ref:mhs" or invalid
ar: معلم تاريخي بدون وسم "ref:mhs" أو غير صالح
de: Denkmal ohne bzw. mit ungültigem Tag "ref:mhs"
es: Monumento histórico sin etiqueta "ref:mhs" o inválida
fr: Monument historique sans attribut “ref:mhs” ou incorrect
hu: Műemlék hiányzó vagy érvénytelen `ref:mhs` címkével
ja: "ref:mhs"タグが無い、もしくは無効な記念碑
nl: Historisch monument zonder "ref:mhs" tag of ongeldig
pl: Pomnik bez tagu "ref:mhs" lub tag niepoprawny
uk: Історичний пам’ятник без теґу "ref:mhs" або недійсний

source: Post box without tag "ref" or invalid
ar: صندوق بريد بدون وسم "ref" أو غير صالح
de: Briefkasten ohne "ref" Tag oder ungültig
es: Buzón sin etiqueta "ref" o invalida
fr: Boîte aux lettres sans attribut “ref” ou incorrect
hu: Postaláda hiányzó vagy érvénytelen `ref` címkével
ja: "ref"タグが無い、もしくは無効な郵便ボックス
nl: Postbus zonder "ref" tag of ongeldig
pl: Skrzynka pocztowa bez tagu "ref" lub tag niepoprawny
uk: Поштова скринька без теґу "ref" або недійсна

source: Post office without tag "ref:FR:LaPoste" or invalid
ar: مكتب بريد بدون وسم "ref:FR:LaPoste" أو غير صالح
de: Poststelle ohne bzw. mit ungültigem Tag "ref:FR:LaPoste"
es: Oficina postal sin etiqueta "ref:FR:LaPoste" o invalida
fr: Bureau de poste sans attribut “ref:FR:LaPoste” ou incorrect
hu: Posta hiányzó vagy érvénytelen `ref:FR:LaPoste` címkével
ja: "ref:FR:LaPoste"タグが無い、もしくは無効な郵便局
nl: Postkantoor zonder "ref:FR:LaPoste" tag of ongeldig
pl: Urząd pocztowy bez tagu ref:FR:LaPoste lub niepoprawny
uk: Відділення зв’язку без теґу "ref:FR:LaPoste" або недійсне

source: Power support without tag "ref" or invalid
ar: دعم طاقة بدون وسم "ref" أو غير صالح
de: Strommast ohne bzw. mit ungültigem Tag "ref"
es: Soporte de energía sin etiqueta "ref" o invalida
fr: Boîte aux lettres sans attribut “ref” ou incorrect
hu: Áramellátás hiányzó vagy érvénytelen `ref` címkével
ja: "ref"タグが無い、もしくは無効な電柱
nl: Spanningsmast zonder "ref" tag of ongeldig
pl: Słup wysokiego napięcia bez tagu "ref" lub tag niepoprawny
uk: Підтримка енергетики без теґу "ref" або недійсна

source: Railway station without tag "uic_ref" or invalid
ar: محطة سكك حديدية بدون وسم "uic_ref" أو غير صالح
de: Bahnhof ohne bzw. mit ungültigem Tag "uic_ref"
es: Estación de tren sin etiqueta "uic_ref" o inválida
fr: Gare ferroviaire sans attribut “uic_ref” ou incorrect
hu: Vasútállomás hiányzó vagy érvénytelen `uic_ref` címkével
ja: "uic_ref"タグが無い、もしくは無効な鉄道駅
nl: Treinstation zonder "uic_ref" tag of ongeldig
pl: Stacja kolejowa bez tagu "uic_ref" lub tag niepoprawny
uk: Залізнична станція без теґу "uic_ref" або недійсна

source: School without tag "ref:UAI" or invalid
ar: مدرسة بدون وسم "ref:UAI" أو غير صالح
de: Schule ohne bzw. mit ungültigem Tag "ref:UAI"
es: Escuela sin etiqueta "ref:UAI" o inválida
fr: École sans attribut “ref:UAI” ou incorrect
hu: Iskola hiányzó vagy érvénytelen `ref:UAI` címkével
ja: 学校に有効なref:UAIがない
nl: School zonder "ref:UAI" tag of ongeldig
pl: Szkoła bez tagu "ref:UAI" lub tag niepoprawny
uk: Школа без теґу "ref:UAI" або недійсна

source: P+R parking in Île-de-France not integrated
ar: مواقف السيارات P + R في إيل دو فرانس غير متكاملة
de: P+R-Parkplatz in Île-de-France fehlt
es: Aparcamiento P+R en Île-de-France no integrado
fr: Parking-relais P+R en Île-de-France non intégré
hu: P+R parkoló Île-de-France-ban: nincs a térképen
ja: 未統合のP+R parking in Île-de-France
nl: P+R parking in Île-de-France niet toegevoegd
pl: Parking park & ride w Île-de-France niezintegrowany
uk: Паркінг P+R в Іль-де-Франс не інтегрований

source: Missing municipality ref tag
ar: وسم مرجع البلدية غير موجود
de: Fehlender Gemeindeschlüssel
es: Falta la etiqueta ref de municipalidad
fr: Attribut ref de la commune manquant
hu: Hiányzó települési hivatkozási címke
ja: municipality refタグが無い
nl: Gemeente ref tag ontbreekt
pl: Brak tagu ref gminy
uk: Відсутній теґ ref муніципалітету

source: Missing municipality ref tag {0}
ar: وسم مرجع البلدية {0} غير موجود
de: Fehlender Gemeindeschlüssel {0}
es: Falta la etiqueta ref de municipalidad {0}
fr: Attribut ref de la commune manquant {0}
hu: Hiányzó települési hivatkozási címke: `{0}`
ja: municipality refタグ{0}が無い
nl: Gemeente ref tag ontbreekt {0}
pl: Brak tagu ref gminy {0}
uk: Відсутній теґ номеру муніципалітету {0}

source: Interpolation on nodes without tag "addr:housenumber"
ar: استيفاء على عقد بدون وسم "addr:housenumber"
de: Adressinterpolation ohne Knoten mit "addr:housenumber"
es: Interpolación en nodos sin etiqueta "addr:housenumber"
fr: Interpolation sur nœud sans attribut “addr:housenumber”
hu: Interpoláció pontokon `addr:housenumber` címke nélkül
ja: "addr:housenumber"タグが無いノード上の補間
nl: Interpolatie op nodes zonder "addr:housenumber" tag
pl: Interpolacja na węzłach bez tagu "addr:housenumber"
uk: Інтерполяція на точках без теґу "addr:housenumber"

source: "addr:housenumber" in multiple interpolations
ar: "addr:housenumber" في عمليات استيفاء متعددة
de: "addr:housenumber" in verschiedenen Interpolationen
es: "addr: housenumber" en interpolaciones múltiples
fr: “addr:housenumber” dans plusieurs interpolations
hu: `addr:housenumber` több interpolációban is
ja: 複数の補間内の"addr:housenumber"
nl: "addr:housenumber" in multiple interpolaties
pl: "addr:housenumber" w wielu interpolacjach
uk: "addr:housenumber" в кількох інтерполяціях

source: Interpolation intersection
ar: تقاطع الاستيفاء
de: Kreuzende Adressinterpolationen
es: Intersección de interpolación
fr: Intersection d’interpolations
hu: Egymást metsző interpolációk
ja: 補間の交差
nl: kruising van interpolatie
pl: Przecinające się interpolacje adresów
uk: Перетин інтерполяцій

source: Interpolation ends should have tag "addr:housenumber"
ar: نهايات الاستيفاء يجب أن تحتوي على وسم "addr:housenumber"
de: An den Endpunkten der Adressinterpolation fehlt das Tag "addr:housenumber"
es: Los extremos de la interpolación deben tener la etiqueta "addr:housenumber"
fr: Les extrémités de l’interpolation doivent avoir un attribut “addr:housenumber”
hu: Az interpoláció végpontjain `addr:housenumber` címkének kell lennie
ja: 補間の終端は"addr:housenumber"タグを持つべき
nl: Interpolatie einde moet een "addr:housenumber" tag hebben
pl: Końce linii z interpolacją powinny mieć tag "addr:housenumber"
uk: Закінчення інтерполяції повинне мати теґ "addr: housenumber"

source: Interpolation on nodes of multiple "associatedStreet" relations
ar: استيفاء على عقد بعلاقات "associatedStreet" متعددة
de: Interpolation an Knoten von mehreren "associatedStreet"-Relationen
es: Interpolación en nodos de múltiples relaciones "associatedStreet"
fr: Interpolation sur un nœud de plusieurs relations “associatedStreet”
hu: Interpoláció több [associatedStreet] kapcsolat pontjain
ja: 複数の"associatedStreet"リレーションのノード上の補間
nl: Interpolatie op nodes van meerdere "associatedStreet" relaties
pl: Interpolacja na węzłach z różnymi relacjami "associatedStreet"
uk: Інтерполяція на точки кількох зв’язків "associatedStreet"

source: Tag "addr:street" not matching a street name around
ar: وسم "addr:street" لا يتطابق مع اسم شارع قريب
de: Tag "addr:street" passt nicht zu Straßennamen in Umgebung
es: La etiqueta "addr: street" no coincide con el nombre de ninguna calle alrededor
fr: L’attribut “addr:street” ne correspond à aucun nom de rue à proximité
hu: Az `addr:street` címke nem illeszkedik egyik környező utcához sem
ja: "addr:street"タグが周辺の通りの名前と一致しない
nl: "addr:street" tag komt niet overeen met een straatnaam in de buurt
pl: Wartość "addr:street" nie pasuje do ulic w pobliżu
uk: Теґ "addr:street" не містить назву вулиць, розміщених довкола

source: Misusing addr:interpolation in combination with other tags
ar: إساءة استخدام addr:interpolation مع وسوم أخرى
de: Fehlerhafte Verwendung von addr:interpolation in Kombination mit weiteren Tags
es: Uso indebido de addr:interpolación en combinación con otras etiquetas
fr: Mauvaise utilisation de “addr:interpolation” en combinaison avec d’autres attributs
hu: Más címkékkel együtt hibásan használt `addr:interpolation` címke
ja: addr:interpolationと他のタグとの誤用
nl: Verkeerd gebruik addr:interpolation in combinatie met andere tags
pl: Niewłaściwe użycie addr:interpolation w połączeniu z innymi tagami
uk: Зловживання addr:interpolation в комбінації з іншими теґами

source: Power plant {0}
ar: محطة طاقة {0}
de: Kraftwerk {0}
es: {0} plantas de energia
fr: Centrale électrique {0}
hu: Erőmű {0}
ja: 発電所 {0}
nl: Energiecentrale {0}
pl: Elektrownia {0}
uk: Електростанція {0}

source: admin_level 8 without tag "postal_code"
ar: admin_level 8 بدون وسم "postal_code"
de: admin_level 8 ohne Merkmal "postal_code"
es: admin_level 8 sin etiqueta "postal_code"
fr: Commune (“admin_level”=“8”) sans attribut “postal_code”
hu: admin_level 8 `postal_code` címke nélkül
ja: "postal_code"の無いadmin_level 8
nl: admin_level 8 zonder "postal_code" tag
pl: admin_level=8 bez tagu "postal_code"
uk: admin_level 8 без теґу "postal_code"

source: Power plant not integrated, geocoded at municipality level
ar: محطة طاقة غير متكاملة، تم تحديدها جغرافيًا على مستوى البلدية
de: Kraftwerk fehlt, geocodiert auf Gemeindeebene
es: Planta de energía no integrada, geocodificada a nivel municipal
fr: Centrale électrique non intégrée, codée géographiquement au niveau municipal
hu: Erőmű nincs a térképen, települési szinten geokódolva
ja: municipality levelで統合、ジオコードされていない発電所
nl: Energiecentrale niet toegevoegd, geocoded op gemeentelijke level
pl: Elektrownia niezintegrowana, geokodowana na poziomie gminy
uk: Електростанція не інтегрована, геокодування на муніципальному рівні

source: Deprecated value
ar: قيمة مهملة
de: Veralteter Wert
es: Valor obsoleto
fr: Valeur dépréciée
hu: Elavult érték
ja: 非推奨の値
nl: Vervallen waarde
pl: Przestarzała wartość
uk: Значення, що не підтримується

source: Duplicated values
ar: قيم مكررة
de: Doppelte Werte
es: Valores duplicados
fr: Valeurs dupliquées
hu: Duplikált érték
ja: 重複した値
nl: Dubbele waarden
pl: Zdublowane wartości
uk: Дубльоване значення

source: Similar values
ar: قيم متشابهة
de: Ähnliche Werte
es: Valores similares
fr: Valeurs similaires
hu: Hasonló értékek
ja: 似た値
nl: Vergelijkbare waarden
pl: Podobne wartości
uk: Cхожі значення

source: Sudden highway type change (level {0})
ar: تغيير مفاجئ في نوع الطريق (المستوى {0})
de: Abrupter Wechsel des Straßentyps (level {0})
es: Cambio repentino de tipo de carretera (nivel {0})
fr: Brusque changement de type de voirie (“level”=“{0}”)
hu: Váratlan úttípusváltozás ({0}. szint)
ja: 道路の種類の急な変化 (level {0})
nl: verkeerde weg type (level {0})
pl: Nagła zmiana typu drogi (klasa {0})
uk: Помилкова топологія лінії {0} рівня

source: Not allowed char "{0}" in phone number tag "{1}"
ar: حرف غير مسموح "{0}" في وسم رقم الهاتف "{1}"
de: Unzulässiges Zeichen "{0}" in Telefonnummer "{1}"
es: Carácter "{0}" no permitido en etiqueta número de teléfono "{1}"
fr: Caractère « {0} » non autorisé dans l’attribut du numéro de téléphone « {1} »
hu: Nem engedélyezett „{0}” karakter a(z) „{1}” telefonszámcímkében
ja: 電話番号タグ"{1}"で許可されていない文字"{0}"
nl: Niet toegestane karakter "{0}" in telefoonnummer tag "{1}"
pl: Niedozwolony znak "{0}" w numerze telefonu w tagu "{1}"
uk: Недійсний символ "{0}" в теґу номера телефону "{1}"

source: tag value: {0}={1} => {2} (rule kr_vr)
de: Merkmalwert: {0}={1} => {2} (rule kr_vr)
fr: Valeur d’attribut : “{0}”=“{1}” ⇒ “{2}” (règle “kr_vr”)
hu: címkeérték: {0}={1} => {2} (szabály: kulcs írásmódja => érték írásmódja)
ja: タグ値: {0}={1} => {2} (rule kr_vr)
nl: tag waarde: {0}={1} => {2} (rule kr_vr)
uk: значення теґу: {0}={1} => {2} (rule kr_vr)

source: Invalid Conditional Interval
ar: فترة شرطية غير صالحة
de: Ungültige bedingte Intervalle
es: Intervalos condicionales inválidos
hu: Érvénytelen feltételes időközök
nl: Ongeldig voorwaardelijk interval
uk: Недійсні умовні інтервали

source: Invalid interval tag format
ar: تنسيق وسم الفترة غير صالح
de: Ungültiges Format für Merkmal interval
es: Formato de etiqueta de intervalo no válido
fr: Format d’attribut d’intervalle non valide
hu: Érvénytelen `interval` időközcímke-formátum
ja: 無効なintervalタグの形式
nl: Ongeldige interval tag formaat
pl: Niepoprawny format tagu interval
uk: Недійсний формат теґу інтервалів

source: Conditional interval tag is not valid
ar: وسم الفترة الشرطية غير صالح
de: Bedingtes Intervall-Tag ist nicht gültig
es: Etiqueta no válida de intervalos condicionales
hu: A feltételes időközök címke nem érvényes
nl: voorwaardelijke interval tag is niet geldig
uk: Теґ умовних інтервалів не є дійсним

source: Conditional interval does not fit into opening hours
ar: الفترة الشرطية لا تناسب ساعات العمل
de: Bedingte Intervalle passen nicht in die Öffnungszeit
es: Los intervalos condicionales no se ajustan al horario de apertura.
hu: A feltételes időközök nem illeszkednek a működési időhöz
nl: voorwaardelijke intervals passen niet bij openingsuren
uk: Умовні інтервали не вписуються в години роботи

source: Defibrillator not integrated
ar: مزيل الرجفان غير متكامل
de: Defibrillator fehlt
es: Desfibrilador no integrado
fr: Défibrillateur non intégré
hu: Defibrillátor: nincs a térképen
ja: 未統合のAED
nl: Defibrillator niet geintegreerd
pl: Defibrylator niezintegrowany
uk: Дефібрилятор не інтегрований

source: Museum not integrated
ar: المتحف غير متكامل
de: Museum fehlt
es: Museo no integrado
fr: Musée non intégré
hu: Múzeum: nincs a térképen
ja: 未統合の博物館
nl: Museum niet toegevoegd
pl: Muzeum niezintegrowane
uk: Музей не інтегрований

source: Museum, integration suggestion
ar: متحف ، اقتراح التكامل
de: Museum, Vorschlag zum Eintragen
es: Museo, sugerencia de integración
fr: Musée, suggestion d’intégration
hu: Múzeum: kiegészítési javaslat
ja: 未統合の博物館の統合の提案
nl: Museum, integratie suggestie
pl: Muzeum, propozycja integracji
uk: Музей, пропозиція з інтеграції

source: Wastewater plant not integrated
ar: محطة مياه الصرف الصحي غير متكاملة
de: Kläranlage fehlt
es: Planta de aguas residenciales no integrada
fr: Station d’épuration non intégrée
hu: Szennyvízkezelő telep: nincs a térképen
ja: 未統合のWastewater plant
nl: Afvalzuiveringstation niet geintegreerd
pl: Oczyszczalnia ścieków niezintegrowana
uk: Очисні споруди не інтегровані

source: Wastewater plant, integration suggestion
ar: محطة الصرف الصحي ، اقتراح التكامل
de: Kläranlage, Vorschlag zum Eintragen
es: Planta de aguas residenciales, sugerencia de integración
fr: Station d’épuration, intégration possible
hu: Szennyvízkezelő telep: kiegészítési javaslat
ja: Wastewater plantの統合の提案
nl: Afvalzuiveringstation, suggestie om toe te voegen
pl: Oczyszczalnia ścieków, propozycja integracji
uk: Очисні споруди, пропозиція з інтеграції

source: Wastewater plant update
ar: تحديث محطة الصرف الصحي
de: Kläranlage wurde aktualisiert
es: Actualizada planta de aguas residenciales
fr: Station d’épuration à mettre à jour
hu: Szennyvízkezelő telep: frissítendő
ja: Wastewater plantの更新
nl: Afvalzuiveringstation bijwerken
pl: Oczyszczalnia ścieków, aktualizacja
uk: Очисні споруди оновлення

source: Invalid 'VAT identification number'
ar: رقم 'تعريف ضريبة القيمة المضافة' غير صالح
de: Ungültige 'VAT identification number'
es: 'Número de identificación del IVA' no válido
fr: Numéro d’identification de TVA non valide
hu: Érvénytelen adószám
ja: 無効な'VAT 識別番号'
nl: ongeldig 'BTW identificatie nummer'
pl: Nieprawidłowy numer VAT
uk: Недійсний 'ідентифікаційний код платника податків'

source: Value too short
ar: القيمة قصيرة جدًا
de: Wert zu kurz
es: Valor demasiado corto
fr: Valeur trop courte
hu: Túl rövid érték
ja: 値が短すぎる
nl: Waarde te kort
pl: Wartość jest za krótka
uk: Значення занадто коротке

source: Country code is missing
ar: رمز البلد غير موجود
de: Ländercode fehlt
es: Falta el código del país
fr: Code pays manquant
hu: Hiányzó országkód
ja: 国コードが無い
nl: Landcode ontbreekt
pl: Brakuje kodu kraju
uk: Код країни відсутній

source: Value is not uppercase
ar: القيمة ليست بحروف كبيرة
de: Wert nicht in Großbuchstaben
es: El valor no esta en mayúsculas
fr: La valeur n’est pas en majuscule
hu: Az érték nem nagybetűs
ja: 値が大文字でない
nl: Waarde is niet in hoofdletteters
pl: Wartość nie zaczyna się wielką literą
uk: Значення не в верхньому реґістрі

source: Carpool parking not integrated
ar: موقف مشاركة السيارات غير متكامل
de: Parkplatz für Fahrgemeinschaften fehlt
es: Estacionamiento de transporte compartido no integrado
fr: Parking de covoiturage non intégré
hu: Gépkocsimegosztó parkoló: nincs a térképen
ja: 未統合のCarpool parking
nl: Carpool parking niet geïntegreerd
pl: Parking do carpoolingu niezintegrowany
uk: Carpool parking не інтегрований

source: Carpool parking integration suggestion
ar: موقف مشاركة السيارات، اقتراح تكامل
de: Parkplatz für Fahrgemeinschaften, Vorschlag zum Eintragen
es: Aparcamiento compartido, Sugerencia de integración
fr: Parking de covoiturage, intégration possible
hu: Gépkocsimegosztó parkoló: kiegészítési javaslat
ja: Carpool parkingの統合の提案
nl: Carpool parking integratie suggestie
pl: Parking do carpoolingu, propozycja integracji
uk: Carpool parking, пропозиція з інтеграції
