Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Correct the source and the location of the object if necessary. If the source is illegal, promptly notify the contributor to remove contributions.
ar: صحح المصدر وموقع العنصر إذا لزم الأمر. إذا كان المصدر غير قانوني، قم بإخطار المساهم على الفور لإزالة المساهمات.
de: Falls erforderlich, korrigiere Quelle und Verortung des Objekts. Stammen die Daten aus einer unzulässigen Quelle, informiere den Mapper umgehend, damit er seine Beiträge entfernen kann.
es: Corrija la fuente y la ubicación del objeto si es necesario. Si la fuente es ilegal, notifíquelo inmediatamente al contribuyente para que retire las contribuciones.
hu: Javítsa a forrást és szükség esetén az objektum helyét. Ha a forrás illegális, azonnal értesítse az objektum szerkesztőjét, hogy távolítsa el.
ja: 必要ならオブジェクトのソースと位置を修正します。ソースが違法なものであれば、投稿者にきちんとその投稿を削除するように伝えます。
nl: Corrigeer indien nodig de bron en de locatie van het object. Als de bron illegaal is, stel de bijdrager onmiddellijk op de hoogte om de bijdrage te verwijderen .
uk: За потреби виправте джерело та місце розташування об’єкта. Якщо джерело є незаконним, негайно повідомте автора, щоб він видалив внески.

source: An administrative boundary does not contain tag `source=*` sourcing the origin.
ar: الحد الإداري لا يحتوي على وسم `source=*` يشير إلى المصدر.
de: Verwaltungsgrenze ohne Datenquelle `source=*`
es: Un límite administrativo no contiene la etiqueta `source=*` sourcing el origen.
hu: A közigazgatási határ nem tartalmaz `source=*` címkét, amely megjelölné az eredetét.
ja: 行政界に情報源を示す `source=*` タグがありません。
nl: Een administratieve grens bevat geen `source = *` tag voeg de bron toe.
uk: Адміністративні межі не відповідають теґу `source=*`, що вказує на походження.

source: If the limit comes from the French Cadastre, add the appropriate `source=*`.
ar: إذا كان الحد يأتي من السجل العقاري الفرنسي، أضف `source=*` المناسب.
de: Stammen die Grenzverläufe aus den französischen Katasterdaten, füge die passende Quelle mit `source=*` hinzu.
es: Si el límite proviene del Catastro francés, añada el `source=* apropiado.
fr: Si la limite provient du Cadastre Français, ajoutez le tag `source=*` approprié.
hu: Ha a határ a francia helyrajzitérkép-adatbázisból származik, adja hozzá a megfelelő `source=*` címkét.
ja: 制限がフランスのCadastre由来のものであれば、適切な`source=*`を付けます。
nl: Als de limiet afkomstig is van het Franse kadaster, voegt u de juiste `source = *` toe.
pl: Jeśli to ograniczenie pochodzi z francuskiego kadastru, dodaj odpowiednie źródło w `source=*`.
uk: Якщо обмеження походять від французького кадастру, додайте відповідний `source=*`.

source: A path passes several times by the same node.
ar: مسار يمر عدة مرات بنفس العقدة.
de: Ein Weg läuft mehrfach durch den selben Knoten.
es: Un camino pasa varias veces por el mismo nodo.
fr: Un chemin passe plusieurs fois par le même nœud.
hu: Egy vonal többször átmegy ugyanazon a ponton.
ja: 経路が同じノードを複数回通過しています。
nl: Een pad passeert meerdere keren hetzelfde knooppunt.
pl: Linia przechodzi kilka razy przez ten sam węzeł.
uk: Шлях кілька разів проходить через одну і ту ж точку.

source: There are several types of issues: * A way that makes one or more loops; the way must be split into several sections. * A path that goes back on itself (often at one end); the path must be cut to isolate the wrong section and recreated properly afterwards. There are certainly many other cases. In general, it is better to make several roads / areas than a single complex one so that tools working with OSM data can function properly.
ar: هناك عدة أنواع من المشكلات: * طريق يشكل حلقة واحدة أو أكثر، ويجب تقسيم الطريق إلى عدة أقسام. * مسار يرجع على نفسه (غالبًا في أحد طرفيه)؛ يجب قطع المسار لعزل الجزء الخطأ وإعادة إنشائه بشكل صحيح بعد ذلك. هناك بالتأكيد العديد من الحالات الأخرى. بشكل عام، من الأفضل إنشاء عدة طرق / مناطق بدلاً من طريق واحد معقد حتى تتمكن الأدوات التي تعمل مع بيانات OSM من العمل بشكل صحيح.
de: Es gibt mehrere Arten von Problemen: * Ein Weg kreuzt sich selbst und macht eine oder mehrere Schleifen; der Weg muss in mehrere Abschnitte aufgeteilt werden. * Ein Weg überlagert sich selbst (oft an einem Endpunkt); der Weg muss geteilt, der falsche Abschnitt isoliert und danach richtig zusammengefügt werden. Es gibt noch viele weitere Fälle. Im Allgemeinen ist es besser, mehrere Straßen oder Flächen zu erstellen als ein einziges komplexes, damit Werkzeuge, die OSM-Daten verwenden richtig funktionieren können.
es: Hay varios tipos de problemas: * Un camino que hace uno o más bucles; el camino debe dividirse en varias tramos. * Un camino que vuelve sobre sí mismo (a menudo en un extremo); el camino debe ser debe cortarse para aislar la sección incorrecta y volver a crearse correctamente. Sin duda hay muchos otros casos. En general, es mejor hacer varios caminos / áreas que uno solo complejo para que las herramientas que trabajan con datos OSM puedan funcionar correctamente.
hu: Több hibatípus is előfordulhat: * A vonal egy vagy több hurkot alkot: szét kell vágni több részre. * A vonal önmagán tér vissza (általában valamelyik végéről): le kell vágni a hibás szakaszt, majd helyesen újrarajzolni. Természetesen sok más eset is van. Általában jobb vonalat/területet létrehozni, mint egy bonyolultat, hogy az OSM adatait feldolgozó eszközök megfelelően tudjanak működni.
ja: いくつかの種別の問題があります: * ひとつ以上のループを作るウェイ。ウェイはいくつかのセクションに分割しなければなりません。 * 自身に戻っている経路(しばしば終端に)。経路は間違ったセクションを切って孤立させ、後から正しく再作成しなければなりません。 おそらく多くの他のケースがあります。一般的に、ツールがOSMデータに対して正しく機能するためには、単一の複雑なものよりいくつかの道路/エリアに分けた方がベターです。
uk: Є кілька типів випусків: * Спосіб, який створює один або кілька циклів; шлях необхідно розбити на кілька ділянок. * Шлях, який повертається сам по собі (часто одним кінцем); шлях потрібно обрізати, щоб виділити неправильну ділянку, а потім правильно відтворити. Звичайно, є багато інших зустрічей. Загалом, краще зробити кілька доріг / ділянок, ніж одну комплексну, щоб інструменти, які працюють з даними OSM, могли нормально функціонувати.

source: These errors require a good command of your editing tool. Some corrections are not necessarily intuitive.
ar: تتطلب هذه الأخطاء إجادة جيدة لأداة التحرير الخاصة بك. بعض التصحيحات ليست بديهية بالضرورة.
es: Estos errores requieren un buen dominio de su herramienta de edición. Algunas correcciones no son necesariamente intuitivas.
hu: Ezeknek a hibáknak a javítása a szerkesztőeszköz alapos ismeretét kívánja. Néhány javítás egyáltalán nem magától értetődő.
ja: これらの誤りにはあなたの編集ツールの良いコマンドが必要です。修正の中には必ずしも直感的でないものがあります。
uk: Ці помилки вимагають хорошого володіння інструментом редагування. Деякі виправлення не обов’язково інтуїтивно зрозумілі.

source: ![](https://wiki.openstreetmap.org/w/images/5/5a/Osmose-eg-error-1010.png) Double polygon connected by a string to remove.
ar: ![](https://wiki.openstreetmap.org/w/images/5/5a/Osmose-eg-error-1010.png) مضلع مزدوج متصل بسلسلة لإزالتها.
es: ![](https://wiki.openstreetmap.org/w/images/5/5a/Osmose-eg-error-1010.png) Polígono doble conectado por una cadena para quitar.
hu: ![](https://wiki.openstreetmap.org/w/images/5/5a/Osmose-eg-error-1010.png) Dupla poligon egy – eltávolítandó – húrral összekötve.
ja: ![](https://wiki.openstreetmap.org/w/images/5/5a/Osmose-eg-error-1010.png) 削除すべき線で接続された二重のポリゴン。
uk: ![](https://wiki.openstreetmap.org/w/images/5/5a/Osmose-eg-error-1010.png) Подвійні стрілки з’єднаних полігонів видаляються.

source: Possible roles are `outer`, `inner` or nothing (not recommended).
ar: الأدوار الممكنة هي خارجي `outer`، أو داخلي `inner` أو لا شيء (غير موصى به).
de: Mögliche Rollen sind `outer` oder `inner`.
es: Los roles posibles son `outer`, `inner` o nada (no recomendado).
hu: Szerep lehet `outer` (külső), `inner` (belső) vagy semmi (nem ajánlott).
ja: あり得るrolesは`outer`, `inner` あるは無し(非推奨)です。
nl: Mogelijke rollen zijn "outer", "inner" of niets (niet aanbevolen).
uk: Можливі ролі: `outer`, `inner`, або нічого (не рекомендується).

source: Members must be ways.
ar: الأعضاء يجب أن تكون خطوط.
de: Es sind nur Wege als Mitglied zulässig.
es: Los miembros deben ser formas.
hu: Tagok csak vonalak lehetnek
ja: メンバーはウェイでなければなりません。
nl: Leden moeten wegen zijn.
pl: Członami relacji muszą być linie.
uk: Члени мають бути лініями.

source: At least one outer ring must be present.
ar: يجب أن تكون هناك حلقة خارجية واحدة على الأقل.
de: Mindestens ein äußerer Umring muss vorhanden sein.
es: Al menos un anillo exterior debe estar presente.
hu: Legalább egy külső gyűrűnek lennie kell.
ja: 少なくともひとつouter ringが無ければなりません。
nl: Er moet minimaal één buitenring aanwezig zijn.
uk: Повинне бути хоча б одне зовнішнє кільце.

source: Multipolygon relation actually defines a simple polygon.
ar: علاقة المضلع المتعدد تمثل في الواقع مضلعًا بسيطًا لا يحتاج لعلاقة.
de: Dieses Multipolygon ist ein einfaches Polygon
es: La relación multipolígono en realidad define un polígono simple.
fr: Le “multipolygon” est un polygone simple
hu: A multipoligon-kapcsolat valójában egy egyszerű sokszög.
ja: Multipolygon relation が実際は単純なポリゴンを定義している。
uk: Зв’язок мультиполігону фактично є звичайним полігоном.

source: A way has the tag area=yes, but is not closed.
ar: طريق لديه وسم مساحة area=yes، ولكنه غير مغلق.
de: Ein nicht geschlossener Linienzug hat das Tag area=yes.
es: Una vía tiene la etiqueta area=yes, pero no está cerrada.
hu: A vonalon van egy `area=yes` címke, de nem záródik önmagába.
ja: ウェイにはarea=yesタグがあるが、閉じられていない。
nl: Een weg heeft de area=yes tag, maar is niet gesloten.
pl: Linia ma tag area=yes, ale nie jest zamknięta.
uk: Лінія з теґом area=yes, незамкнена.

source: If the object is not a surface, remove the tag `area=yes`, otherwise ensure that the way is a loop.
ar: إذا كان العنصر ليس سطحًا، أزل وسم `area=yes`، وإلا تأكد من أن الطريق عبارة عن حلقة.
es: Si el objeto no es una superficie, elimine la etiqueta `area=yes`, de lo contrario asegúrese de que el camino sea un bucle.
hu: Ha az objektum nem terület, távolítsa el az `area=yes` címkét. Ellenkező esetben zárja hurokká a vonalat.
ja: オブジェクトが表面でない場合、`area=yes`タグを削除するか、そのウェイががループしていることを確認します。
nl: Als het object geen oppervlak is, verwijder dan de `area = yes` tag, anders zorgt u ervoor dat de weg een lus is.
pl: Jeśli obiekt nie jest obszarem, usuń tag `area=yes`. W przeciwnym wypadku upewnij się, że ta linia jest pętlą.
uk: Якщо об’єкт не є поверхнею, видаліть тег `area=yes`, інакше переконайтеся, що шлях є замкненим.

source: The relation only contains one member.
ar: العلاقة تحتوي على عضو واحد فقط.
de: Die Relation besteht nur aus einem Mitglied.
es: La relación solo contiene un miembro.
hu: A kapcsolat egyetlen tagból áll.
ja: リレーションにはメンバーがひとつしかありません。
nl: De relatie bevat slechts één lid.
pl: Ta relacja ma tylko jeden człon.
uk: Зв’язок містить лише одного члена.

source: Check if no member is missing, check the history, check if there is another similar relation with more members. A one-member relation may sometimes be justified.
ar: تحقق إذا لم يكن هناك عضو مفقود، تحقق من التاريخ، تحقق إذا كانت هناك علاقة مماثلة أخرى مع أعضاء أكثر. قد تكون العلاقة بعضو واحد مبررة أحيانًا.
de: Prüfe, ob kein Relationsmitglied fehlt, prüfe die Chronik, prüfe ob es eine ähnliche Relation mit mehr Mitgliedern gibt. Eine Relation mit nur einem Mitglied kann manchmal auch gerechtfertigt sein.
es: Verifique si no falta ningún miembro, verifique el historial, verifique si existe otra relación similar con más miembros. Una relación de un miembro a veces puede estar justificada.
hu: Ellenőrizze, hogy nem hiányzik-e tag, hogy milyenek az előzmények, és hogy van-e hasonló kapcsolat több taggal. Az egy tagból álló kapcsolat néha indokolt lehet.
ja: メンバーが欠けていないかチェックし、履歴をチェックし、より多くのメンバーを持つ別のリレーションが存在しないかチェックします。メンバーがひとつのリレーションはたいてい正しいです。
pl: Sprawdź, czy nie brakuje jakiegoś członu, sprawdź historię oraz sprawdź, czy nie ma innej podobnej relacji z większą liczbą członów. Czasami jednoczłonowa relacja może być uzasadniona.
uk: Перевірте, чи немає пропущеного члена, перевірте історію, перевірте, чи є інший подібний зв’язок з більшою кількістю членів. Зв’язок з одним членом іноді може бути виправданий.

source: Do not remove a relation without understanding why it is there.
ar: لا تحذف علاقة دون فهم سبب وجودها.
de: Die Relation nicht löschen ohne zu verstehen, warum sie angelegt wurde.
es: No elimine una relación sin comprender por qué está allí.
hu: Ne töröljön kapcsolatot, ha nem érti, mit keres ott.
ja: リレーションがそこにある理由を理解せずに削除してはいけません。
nl: Verwijder een relatie niet zonder te begrijpen waarom deze er is.
pl: Nie usuwaj relacji, jeśli nie rozumiesz, dlaczego ona istnieje.
uk: Не видаляйте зв’язок, не зрозумівши, чому він існує.

source: A waterway cannot flow in closed loop.
ar: المجرى المائي لا يمكن أن يتدفق في حلقة مغلقة.
de: Ein Wasserweg kann nicht im Kreis fließen.
es: Una vía fluvial no puede fluir en circuito cerrado.
fr: Un cours d’eau ne peut pas former une boucle fermée.
hu: Vízfolyás nem folyhat körbe.
ja: waterwayは閉じられたループ内を流れることはできません。
nl: Een waterweg kan niet in een gesloten kringloop stromen.
pl: Ciek nie może płynąć w zamkniętej pętli.
uk: Водотік не може протікати по колу.

source: It is probably a river bank `waterway=riverbank`.
ar: ربما يكون ضفة نهر `waterway=riverbank`.
de: Es handelt sich möglicherweise um ein Ufer `waterway=riverbank`.
es: Probablemente sea la orilla del río `waterway=riverbank`.
hu: Ez valószínűleg egy folyópart (`waterway=riverbank`).
ja: これはおそらく川岸`waterway=riverbank`です。
nl: Het is waarschijnlijk een rivieroever `waterway=riverbank`.
uk: Ймовірно, це берег річки `waterway=riverbank`.

source: The key of tag contains characters not recommended. The key is composed of alphanumeric characters: 0-9, a-z (preferably lower case), separator '_' or ':'. See [Any_tags_you_like#Syntactic_conventions_for_new_tags](https://wiki.openstreetmap.org/wiki/Any_tags_you_like#Syntactic_conventions_for_new_tags).
de: Der Schlüssel des Tags enthält unzulässige Zeichen. Schlüssel sollten aus alphanumerischen Zeichen: 0-9, a-z (vorzugsweise Kleinbuchstaben), Trennzeichen '_' oder ':' bestehen, siehe: [Any_tags_you_like#Syntactic_conventions_for_new_tags](https://wiki.openstreetmap.org/wiki/Any_tags_you_like#Syntactic_conventions_for_new_tags).
hu: A címke kulcsa nem ajánlott karaktert tartalmaz. A kulcs `0-9`, `a-z` alfanumerikus karakterekből (lehetőleg kisbetűkből), valamint `_` vagy `:` elválasztóból állhat. Lásd: [Any_tags_you_like#Syntactic_conventions_for_new_tags](https://wiki.openstreetmap.org/wiki/Any_tags_you_like#Syntactic_conventions_for_new_tags).
ja: キーまたはタグに非推奨の文字が含まれています。キーは英数字: 0-9, a-z (小文字が望ましい)と区切り文字'_' または ':'で構成されます。 [Any_tags_you_like#Syntactic_conventions_for_new_tags](https://wiki.openstreetmap.org/wiki/Any_tags_you_like#Syntactic_conventions_for_new_tags)参照。
pl: Klucz tagu zawiera niezalecane znaki. Powinien składać się z: małych liter a-z (bez polskich znaków i innych znaków diakrytycznych), cyfr 0-9, znaku podkreślenia "_", dwukropka ":". Zobacz [Syntactic conventions for new tags](https://wiki.openstreetmap.org/wiki/Any_tags_you_like#Syntactic_conventions_for_new_tags).
uk: Ключ теґу містить нерекомендовані символи. Ключ складається з літерно-цифрових символів: 0-9, a-z (бажано нижній регістр), роздільник '_' або ':'. Див. [Any_tags_you_like#Syntactic_conventions_for_new_tags](https://wiki.openstreetmap.org/wiki/Any_tags_you_like#Syntactic_conventions_for_new_tags).

source: Check the key tag, and correct.
de: Den Merkmalschlüssel prüfen, und korrigieren.
hu: Ellenőrizze, és javítsa ki a címkekulcsot.
ja: キータグをチェックして修正してください。
nl: Controleer de key tag en corrigeer.
pl: Sprawdź klucz tagu i popraw.
uk: Перевірте ключ теґу та виправте

source: There certainly false positives.
de: Es gibt sicherlich Falschmeldungen.
hu: Természetesen előfordulnak téves hibajelzések.
ja: もちろん偽陽性（誤検出）はありえます。
nl: Deze zijn zeker valse positieven.
uk: Там, звичайно, помилкові спрацьовування.

source: The tag or combination key/value is no longer used. List of deprecated features comes from [Deprecated features](https://wiki.openstreetmap.org/wiki/Deprecated_features)
ar: الوسم أو مجموعة المفتاح/القيمة لم تعد مستخدمة. قائمة الوسوم المهملة تأتي من [Deprecated features](https://wiki.openstreetmap.org/wiki/Deprecated_features)
de: Dieses Tag gilt als überholt und sollte nicht mehr verwendet werden. Für eine Liste überholter Tags, siehe [das Wiki](https://wiki.openstreetmap.org/wiki/Deprecated_features)
es: La etiqueta o combinación llave/valor ya no se utiliza. La lista de características proviene de [Características desestimadas](https://wiki.openstreetmap.org/wiki/ES:Caracter%C3%ADsticas_desestimadas)
hu: Ez a címke vagy kulcs/érték párosítás már nem használatos. Az elavult címkék listája itt található: [Deprecated features](https://wiki.openstreetmap.org/wiki/Deprecated_features)
ja: このタグまたはキー/値の組合せは今では使われていません。非推奨の地物の一覧は [Deprecated features](https://wiki.openstreetmap.org/wiki/Deprecated_features)を参照しています
nl: De tag of combinatie sleutel / waarde wordt niet meer ondersteund. Lijst met verouderde functies komt van [deprecated features](https://wiki.openstreetmap.org/wiki/Deprecated_features)
pl: Ten tag lub połączenie klucz/wartość nie jest już używane. Lista przestarzałych tagów pochodzi z [Deprecated features](https://wiki.openstreetmap.org/wiki/Deprecated_features)
uk: Теґ або комбінація ключа/значення більше не використовується. Список застарілих функцій міститься на сторінці [Застарілі функції](https://wiki.openstreetmap.org/wiki/Deprecated_features)

source: The tag contains two values (separated by ';') which are very similar.
ar: الوسم يحتوي على قيمتين متشابهتين جدًا (وهي مفصولة ب ';').
de: Das Tag enthält zwei Werte (getrennt durch ';') die sehr ähnlich sind.
es: La etiqueta contiene dos valores (separados por ';') que son muy similares.
hu: A címke két (egymástól `;`-vel elválasztott) értéket tartalmaz, amelyek nagyon hasonlóak.
ja: タグは(';'で区切られた)酷似した2つの値を含んでいます。
nl: De tag bevat twee waarden (gescheiden door ';') die zeer vergelijkbaar zijn.
uk: Теґ містить два значення (розділені знаком ';'), які є дуже подібними.

source: Delete one value.
ar: احذف قيمة واحدة.
de: Lösche einen Wert.
es: Borrar un valor.
fr: Supprime une valeur.
hu: Törölje az egyik értéket.
ja: 値を1つ削除してください。
nl: Verwijder een waarde.
uk: Видаліть одне значення.

source: Interpolation way only valid with addr:interpolation=* and optional addr:inclusion=*.
ar: طريق الاستيفاء صالح فقط مع addr:interpolation=* واختياري addr:inclusion=*.
de: Die Linie der Adressinterpolation sollte ausschließlich die Tags addr:interpolation=* und optional addr:inclusion=* enthalten.
es: La forma de interpolación solo es válida con addr:interpolation=* y opcionalmente addr:inclusion=*.
hu: Az interpoláláshoz használt vonal csak `addr:interpolation=*` címkével érvényes, és tartalmazhat még `addr:inclusion=*` címkét is.
ja: 補間ウェイはaddr:interpolation=* が必須で、addr:inclusion=* は任意です。
nl: Invoegmethode alleen geldig met addr: interpolation = * en optioneel addr: inclusion = *.
uk: Спосіб інтерполяції дійсний лише з addr:interpolation=* і необов’язково addr:inclusion=*.

source: * Tag `addr:interpolation=*` is only valid with values: `even`, `odd`, `all`, `alphabetic` and Number. * Tag `addr:inclusion=*` is only valid with values: `actual`, `estimate` and `potential`.
de: * Die gültigen Werte für `addr:interpolation=*` sind: `even`, `odd`, `all`, `alphabetic` und Number. * Die gültigen Werte für `addr:inclusion=*` sind: `actual`, `estimate` und `potential`.
hu: * Az `addr:interpolation=*` címke értéke csak `even`, `odd`, `all`, `alphabetic` vagy egy szám lehet. * Az `addr:inclusion=*` címke csak `actual`, `estimate` vagy `potential` értékkel érvényes.
ja: * `addr:interpolation=*` タグは次の値だけが有効: `even`, `odd`, `all`, `alphabetic` 及び数字。 * `addr:inclusion=*` タグは次の値だけが有効: `actual`, `estimate` 及び `potential`。
nl: * Tag `addr:interpolation=*` is alleen geldig met waarden: `even`, `odd`, `all`, `alphabetic` en Nummer. * Tag `addr:inclusion=*` is alleen geldig met waarden: `actual`, `estimate` en `potential`.
uk: * Теґ `addr:interpolation=*` дійсний лише зі значеннями: `even`, `odd`, `all`, `alphabetic` та числом. * Теґ `addr:inclusion=*` дійсний лише зі значеннями: `actual`, `estimate` та `potential`.

source: The name was copied from the land register (cadastre), but it is not written in a form actually used.
ar: الاسم تم نسخه من السجل العقاري (cadastre)، ولكنه ليس مكتوبًا بشكل مستخدم فعليًا.
es: El nombre se copió del registro de la propiedad (catastro), pero no está escrito de la forma que se utiliza en la actualidad.
hu: A név a telekkönyvből (kataszter) lett másolva, de nem a ténylegesen használt formában íródott.
ja: nameが土地登記簿(cadastre)からコピーされていますが、実際に使われている形式で書かれていません。
pl: Nazwa została skopiowana z kadastru, ale nie jest zapisana w formie, która jest faktycznie używana.
uk: Назва була скопійована із земельного реєстру (кадастру), але вона написана не у формі, яка фактично використовується.

source: E.g. replace "Chemin Rural dit des Vignes" by "Chemin des Vignes".
ar: على سبيل المثال، استبدل "Chemin Rural dit des Vignes" بـ "Chemin des Vignes".
es: Por ejemplo, sustituya "Chemin Rural dit des Vignes" por "Chemin des Vignes".
hu: Pl. a „Chemin Rural dit des Vignes” helyett „Chemin des Vignes” használandó.
nl: Bijv. vervang "Chemin Rural dit des Vignes" door "Chemin des Vignes".
uk: напр. замінити "Chemin Rural dit des Vignes" на "Chemin des Vignes".

source: Add tag `dispensing=yes`.
ar: أضف وسم `dispensing=yes`.
de: Das Merkmal `dispensing=yes` hinzufügen.
es: Añadir etiqueta `dispensing=yes`.
hu: Adjon hozzá egy `dispensing=yes` címkét.
ja: `dispensing=yes`タグを追加。
nl: Voeg `dispensing=yes` tag toe.
pl: Dodaj tag `dispensing=yes`.
uk: Додайте теґ `dispensing=yes`.

source: Check if it is really a highway and it is not already mapped.
ar: تحقق إذا كان هذا الخط حقًا طريقًا وليس معلمًا بالفعل.
de: Prüfe, ob es sich tatsächlich um eine Straße handelt oder diese nicht bereits eingetragen wurde.
es: Comprueba si es realmente un vial y no está ya mapeado.
hu: Ellenőrizze, hogy valóban út-e, és hogy nincs-e már a térképen.
nl: Controleer of het echt een weg is en of het niet al in kaart is gebracht.
uk: Перевірте, чи це справді шлях і він все ще не нанесений на мапу.

source: For the mini roundabouts `highway=mini_roundabout`: the tag `direction=*` indicates the direction, in countries driven on the right, the default is `direction=anticlockwise`, in this case it is useless as tag.
ar: للدوارات الصغيرة `highway=mini_roundabout`: وسم `direction=*` يشير إلى الاتجاه، في البلدان التي تقود على اليمين، الافتراضي هو `direction=anticlockwise`، في هذه الحالة يكون غير مفيد كوسم.
es: Para las minirrotondas `highway=mini_roundabout`: la etiqueta `direction=*` indica la dirección, en los países conducidos por la derecha, el valor por defecto es `direction=anticlockwise`, en este caso es inútil como etiqueta.
hu: A `highway=mini_roundabout` címkéjű mini körforgalomnál a `direction=*` a forgalom irányát jelöli. A jobb oldalon vezető országoknál az óramutató járásával ellentétes irány alapértelmezett, így fölösleges külön `direction=anticlockwise` címkével jelölni.
ja: ミニロータリー`highway=mini_roundabout`に対して、 `direction=*`タグは方向を示します。車両が右側通行の国ではデフォルトは`direction=anticlockwise`（反時計回り）です。この場合、タグとして無意味です。（訳注：日本は左側通行なので時計回り）
uk: Для міні кругового перехрестя `highway=mini_roundabout`: теґ `direction=*` вказує напрямок, у країнах з правостороннім рухом, по замовчуванню це `direction=anticlockwise`, в даному випадку є зайвим теґом.

source: The tag contains multiple values.
ar: الوسم يحتوي على قيم متعددة.
de: Das Merkmal enthält mehrere Werte.
es: La etiqueta contiene múltiples valores.
hu: A címke több értéket tartalmaz.
ja: このタグは複数の値を持っています。
nl: De tag bevat meerdere waarden.
pl: Tag zawiera wiele wartości.
uk: Теґ містить кілька значень.
