Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Check if the voltages are really different. Add a transformer using `power=transformer` (standalone transformers) or `power=pole + transformer=*` (pole mounted transformers).
ar: تحقق مما إذا كانت الفولتيات مختلفة حقًا. أضف محولًا باستخدام `power=transformer` (محولات مستقلة) أو `power=pole + transformer=*` (محولات مثبتة على أعمدة).
es: Comprueba si las tensiones son realmente diferentes. Añade un transformador utilizando `power=transformer` (transformadores autónomos) o `power=polo + transformer=*` (transformadores montados en poste).
hu: Ellenőrizze, hogy valóban különböznek-e a feszültségek. Rajzoljon fel egy transzformátort: `power=transformer` (önmagában álló transzformátor) vagy `pore=pole` + `transformer=*` (villanyoszlopra szerelt transzformátor).
uk: Перевірте, чи справді напруги відрізняються. Додайте трансформатор за допомогою `power=transformer` (автономні трансформатори) або `power=pole + transformer=*` (трансформатори на опорі).

source: This indoor feature should be a closed and valid polygon
ar: هذه الميزة الداخلية يجب أن تكون مضلعًا مغلقًا وصالحًا
es: Este objeto espacial interior debe ser un polígono cerrado y válido
hu: Ennek a beltéri objektumnak zárt és érvényes sokszögnek kellene lennie
uk: Цей внутрішній об’єкт має бути замкненим і дійсним полігоном

source: This indoor feature should have a level
ar: هذه الميزة الداخلية يجب أن تحتوي على مستوى
es: Este objeto espacial interior debe tener un nivel
hu: Meg kell adni, hogy ez a beltéri objektum melyik szinten van (`level`).
uk: Ця сутність в приміщенні повинна мати 'level'

source: This indoor shop should probably be inside a room
ar: هذا المتجر الداخلي يجب أن يكون على الأرجح داخل غرفة
es: Esta tienda de interior probablemente debería estar dentro de una habitación
hu: Ennek a beltéri boltnak alighanem egy helyiség belsejében kellene lennie
uk: Цей внутрішній магазин, ймовірно, повинен бути всередині кімнати

source: {place} stop of {fields['stop_name']}
hu: {place} megálló: {fields['stop_name']}
uk: {place} зупинка з {fields['stop_name']}

source: `{0}` is more common than `{1}`, is `{1}` a typo?
ar: `{0}` أكثر شيوعًا من `{1}`، هل `{1}` خطأ إملائي؟
de: `{0}` wird deutlich häufiger verwendet als `{1}`, ist `{1}` ein Tippfehler?
es: `{0}` es más común que `{1}`, ¿es `{1}` un error tipográfico?
hu: `{0}` gyakrabban fordul elő, mint `{1}`. Nem lehet, hogy `{1}` elgépelés?
uk: `{0}` зустрічається частіше, ніж `{1}`, чи `{1}` друкарська помилка?

source: Bad colour name
ar: اسم لون غير صالح
de: Farbname unpassend
es: Mal nombre del color
hu: Hibás színnév
uk: Погана назва кольору

source: Unknown or invalid colour in tag ''{0}''
ar: لون غير معروف أو غير صالح في الوسم ''{0}''
es: Color desconocido o no válido en la etiqueta ''{0}''
hu: Ismeretlen vagy érvénytelen szín a következő címkében: `{0}`
uk: Невідомий або недійсний колір в теґу ''{0}''

source: In some cases all values may be required. Ensure the interpretation of the tag does not change when you delete one item.
ar: في بعض الحالات، قد تكون جميع القيم مطلوبة. تأكد من أن تفسير الوسم لا يتغير عند حذف عنصر واحد.
es: En algunos casos pueden ser necesarios todos los valores. Asegúrese de que la interpretación de la etiqueta no cambia al eliminar un elemento.
hu: Olykor minden egyes értékre szükség lehet. Figyeljen arra, hogy ne változzék meg a címke értelme, amikor töröl egy tételt.
uk: В деяких випадках можуть знадобитися всі значення. Переконайтеся, що інтерпретація теґу не змінюється, коли ви видаляєте один елемент.

source: Similar values {v1} and {v2} in {key}={val}
ar: قيم متشابهة {v1} و {v2} في {key}={val}
es: Valores similares {v1} y {v2} en {key}={val}
hu: `{v1}` és `{v2}` nagyon hasonló értékek `{key}={val}` címkében
uk: Подібні значення {v1} і {v2} в {key}={val}

source: Inconsistent `motor_vehicle` values.
ar: قيم `motor_vehicle` غير متسقة.
es: Valores `motor_vehicle` inconsistentes.
hu: Ellentmondásos értékek a `motor_vehicle` címkében.
uk: Невідповідні значення `motor_vehicle`.

source: Inconsistent access values between barrier and highway.
ar: قيم وصول غير متسقة بين الحاجز والطريق.
de: access Werte von Barriere und Straße unterschiedlich.
es: Valores de acceso incoherentes entre la barrera y la autopista.
hu: Ellentmondásos értékek vonatkoznak az akadályra (`barrier`) és az útra (`highway`).
uk: Невідповідні значення доступу між бар’єром і шляхом.

source: Sometimes a barrier can exist on an (otherwise uninterrupted) highway to prevent vehicles from using it for purposes other than destination traffic.
ar: أحيانًا يمكن أن يوجد حاجز على طريق (غير متقطع بخلاف ذلك) لمنع المركبات من استخدامه لأغراض غير حركة المرور إلى الوجهة.
es: A veces puede existir una barrera en una carretera (por lo demás ininterrumpida) para impedir que los vehículos la utilicen para fines distintos del tráfico de destino.
hu: Előfordulhat, hogy egy (egyébként folytonos) úton áll egy akadály, amely után a járművek csak célforgalomra használják azt.
uk: Іноді на дорозі може існувати бар’єр (крім безперервного), щоб запобігти транспортним засобам використовувати його з іншою метою, ніж рух до пункту призначення.

source: Copy the appropriate access tag to the barrier node.
ar: انسخ وسم صلاحية الوصول المناسب إلى عقدة الحاجز.
de: Kennzeichne die Barriere mit dem passenden access Wert.
es: Copie la etiqueta de acceso correspondiente en el nodo barrera.
hu: Másolja át a megfelelő `access` címkét a `barrier` pontra.
uk: Скопіюйте відповідний теґ доступу до точки бар’єру.

source: Inconsistent {0} access: '{1}' on highway, not set on barrier
ar: وصول {0} غير متسق: '{1}' على الطريق، غير معين على الحاجز
de: Unterschiedlicher Zugang {0}: '{1}' an der Straße, für Barriere nicht angegeben
es: Acceso {0} inconsistente: '{1}' en carretera, no establecido en barrera
hu: Ellentmondásos {0} használat (`access`): az úton lévő `{1}` hiányzik az akadályról
uk: Непослідовний {0} доступ: '{1}' на шляху, але не встановлений на бар’єр

source: `{0}` together with `{1}` and equal values
ar: `{0}` مع `{1}` وقيم متساوية
es: `{0}` junto con `{1}` y valores iguales
hu: `{0}` és `{1}` együtt szerepelnek és azonos az értékük
uk: `{0}` разом із `{1}` і рівними значеннями

source: Cyclic relation
ar: علاقة دائرية/حلقية
es: Relación cíclica
hu: Ciklikus kapcsolat
nl: Cyclische relatie
uk: Циклічний зв’язок

source: A relation whose members (eventually) refer back to itself is rarely correct.
ar: من غير المألوف أن تشير عناصر علاقة ما إلى العلاقة نفسها، وغالبًا ما تكون هناك مشكلة.
es: Una relación cuyos miembros (eventualmente) se remiten a sí mismos rara vez es correcta.
hu: Ritkán helyes egy olyan kapcsolat, amelynek tagjai (végül) önmagukra hivatkoznak.
uk: Зв’язок, члени якого (зрештою) посилаються на себе, зазвичай неправильний.

source: Building on agricultural land
ar: بناء على أرض زراعية
es: Construcción en terrenos agrícolas
hu: Mezőgazdasági földön található épület
nl: Gebouw op landbouwgrond
uk: Будівля на землі сільськогосподарського призначення

source: Buildings of a farm (houses, sheds, stables, barns, ...) are usually located on the farmyard, not on the farmland where the crops grow.
ar: عادةً ما تقع مباني المزرعة (المنازل، السقائف، الإسطبلات، الحظائر، ...) في ساحة المزرعة، وليس على الأراضي الزراعية حيث تنمو المحاصيل.
es: Los edificios de una granja (casas, cobertizos, establos, graneros, ...) suelen estar situados en el corral, no en las tierras de cultivo.
hu: A gazdaság épületei (ház, fészer, istálló, pajta stb.) általában a tanyaudvaron (`farmyard`) helyezkednek el, nem pedig a termőföldön, ahol a terményeket termesztik.
uk: Будинки господарства (будинки, сараї, стайні, сараї,..) зазвичай розташовуються на подвір’ях, а не на сільськогосподарських угіддях, де ростуть посіви.

source: Change or split the landuse such that the farm buildings are on an area with `landuse=farmyard` and the area where crops grow are within `landuse=farmland` (or more dedicated types of farmland, such as `landuse=vineyard` or `landuse=orchard`). For areas dedicated to greenhouse horticulture, use `landuse=greenhouse_horticulture`.
ar: غيّر أو قسّم استخدامات الأراضي بحيث تكون مباني المزرعة في منطقة بالوسم `landuse=farmyard` والمنطقة التي تنمو فيها المحاصيل ضمن `landuse=farmland` (أو أنواع أكثر تحديدًا من الأراضي الزراعية، مثل `landuse=vineyard` أو `landuse=orchard`). بالنسبة للمناطق المخصصة لزراعة البيوت البلاستيكية، استخدم `landuse=greenhouse_horticulture`.
es: Cambiar o dividir el uso de la tierra de forma que los edificios de la granja estén en una zona con "uso de la tierra = corral" y la zona donde crecen los cultivos esté en "uso de la tierra = tierras de labranza" (o más tipos de tierras de labranza específicos). y el área donde crecen los cultivos esté dentro de `landuse=farmland` (o tipos más dedicados de tierras de cultivo, como `landuse=vineyard` o `landuse=orchard`). Para las zonas dedicadas a la horticultura de invernadero, utilice `landuse=greenhouse_horticulture`.
hu: Módosítsa vagy ossza fel a földhasználatot oly módon, hogy a gazdaság és melléképületei egy `landuse=farmyard` címkéjű területen álljanak, a terményeket tartalmazó területnek pedig `landuse=farmland` (vagy konkrétabb, pl. `landuse=vineyard` vagy `landuse=orchard`) címkéje legyen. Üvegházi kertészetekre a `landuse=greenhouse_horticulture` címkét használja.
uk: Змініть або розділіть землекористування таким чином, щоб будівлі ферми знаходилися на території з `landuse=farmyard`, а територія, де вирощуються сільськогосподарські культури, входила до `landuse=farmland` (або більш виділених типів сільськогосподарських угідь, таких як `landuse=vineyard` або `landuse=orchard`). Для територій, призначених для тепличного господарства, використовуйте `landuse=greenhouse_horticulture`.

source: `{0}` inside `{1}`
ar: `{0}` داخل `{1}`
es: `{0}` dentro de `{1}`
hu: `{0}` ebben: `{1}`
uk: `{0}` всередині `{1}`

source: Sometimes very small areas of this type may exist. In this case, please mark this issue as a false positive.
ar: في بعض الأحيان، قد توجد مساحات صغيرة جدًا من هذا النوع، وفي هذه الحالة، يُرجى وضع علامة على هذه المشكلة على أنها نتيجة اكتشاف خاطئ.
es: A veces pueden existir zonas muy pequeñas de este tipo. En este caso, marque esta incidencia como falso positivo.
hu: Néha nagyon kis területek is lehetnek ilyen típusúak. Ebben az esetben kérjük, jelölje ezt a problémát téves hibajelzésként (fals pozitív).
uk: Іноді можуть існувати дуже маленькі ділянки такого типу. У цьому випадку позначте цю проблему як помилкову.

source: Natural area very small
ar: منطقة طبيعية صغيرة جدًا
hu: Nagyon kicsi természeti terület
nl: Klein natuurlijk landgebruik
uk: Природна зона надто мала

source: A natural object of this type is typically larger than the current object.
ar: العنصر الطبيعي من هذا النوع عادةً ما يكون أكبر من مساحته الحالية.
es: Un objeto natural de este tipo suele ser mayor que el objeto actual.
hu: Egy ilyen jellegű természeti objektum általában nagyobb, mint ez.
uk: Природний об’єкт цього типу зазвичай більший за поточний об’єкт.

source: A single tree should be tagged as `natural=tree` rather than `landuse=forest` or `natural=wood`.
ar: الشجرة الواحدة يجب أن تكون موسومة بـ `natural=tree` بدلاً من `landuse=forest` أو `natural=wood`.
es: Un solo árbol debe etiquetarse como "natural = tree" en lugar de "landuse = forest" o "natural = wood".
hu: Egy fát `natural=tree` címkével jelölünk, nem pedig erdőt jelentő `landuse=forest` vagy `natural=wood` címkével.
uk: Окреме дерево має бути позначене теґом `natural=tree`, а не `landuse=forest` чи `natural=wood`.

source: Landuse very small
ar: الأرض المستخدمة صغيرة جدًا
es: Uso de la tierra muy pequeño
hu: Nagyon kicsit területhasználat
nl: Klein landgebruik
uk: Землекористування є надто малим

source: Landuses of this type are typically larger than the current object.
ar: استخدامات الأراضي من هذا النوع عادةً ما تكون أكبر من وضعها الحالي.
es: Los usos de la tierra de este tipo suelen ser mayores que el objeto actual.
hu: Az ilyen jellegű területfunkciók általában nagyobb területűek, mint ez.
uk: Землекористування цього типу, зазвичай, більші за цей об’єкт.

source: Small farm
ar: مزرعة صغيرة
es: Pequeña granja
hu: Kicsi tanya
nl: Kleine boerderij
uk: Невелика ферма

source: Agricultural land that is used for barns, greenhouses, for cattle to graze, etcetera, should not be tagged as `landuse=farmland`. The tag `landuse=farmland` is meant for land where i.e. crops are grown. Other landuses could be tagged with: - `{0}` - etcetera.
ar: لا ينبغي وضع وسم `landuse=farmland` على الأراضي الزراعية المستخدمة للحظائر، ودور الزراعة، ورعي الماشية، وما إلى ذلك. يُقصَد بوسم `landuse=farmland` الأرض التي تُزرع فيها المحاصيل، على سبيل المثال. يمكن وضع وسوم على استخدامات الأراضي الأخرى بما يلي: - `{0}` - إلخ.
es: Las tierras agrícolas que se utilizan para graneros, invernaderos, pastos, etc., no deben etiquetarse como "landuse=farmland". La etiqueta "landuse=farmland" está pensada para tierras en las que se cultivan productos agrícolas. Otros usos del suelo pueden etiquetarse con - `{0}` - etc.
hu: Az istállók, üvegházak elhelyezésére, szarvasmarha legeltetésére stb. használt mezőgazdasági területeket nem szabad a `landuse=farmland` címkével ellátni. A `landuse=farmland` címke olyan földet jelöl, ahol növényt termesztenek. Más földterületek a következőkkel címkézhetők: - `{0}` - et caetera.
uk: Сільськогосподарські землі, які використовуються під сараї, теплиці, для випасу худоби тощо, не повинні позначатися як `landuse=farmland`. Теґ `landuse=farmland` призначений для земель, на яких вирощуються сільськогосподарські культури. Інші землекористування можуть бути позначені теґами з: - `{0}` - тощо.

source: Small patches of maintained vegetation should be tagged as any of `{0}`, (etcetera) rather than `landuse=village_green`.
ar: البقع الصغيرة من النباتات المحفوظة يجب أن تكون موسومة بأي من `{0}`، (إلخ) بدلاً من `landuse=village_green`.
es: Los pequeños parches de vegetación mantenida deben etiquetarse como `{0}`, (etcétera) en lugar de `landuse=village_green`.
hu: A karbantartott növényzet kis foltjait `landuse=village_green` helyett `{0}` stb. címkével kell jelölni.
uk: Невеликі ділянки доглянутої рослинності слід позначати будь-яким із теґів `{0}` (і так далі), а не `landuse=village_green`.

source: {0} with an area of {1} m2
ar: {0} بمساحة {1} م2
es: {0} con un área de {1} m2
hu: {0} mindössze {1} m2 területen?
uk: {0} площею {1} м2

source: Consider switching to the new [street parking tagging scheme]("https://wiki.openstreetmap.org/wiki/Street_parking).
ar: فكر في التبديل إلى نظام [وسم مواقف الشوارع الجديد]("https://wiki.openstreetmap.org/wiki/Street_parking).
es: Considere la posibilidad de cambiar al nuevo [esquema de etiquetado de estacionamiento en la calle]("https://wiki.openstreetmap.org/wiki/Street_parking).
hu: Fontolja meg az új [utcaiparkolás-címkézési séma](https://wiki.openstreetmap.org/wiki/Street_parking) használatát.
uk: Подумайте про перехід на нову [схему позначення вуличних автостоянок]("https://wiki.openstreetmap.org/wiki/Street_parking).

source: Bad parking:[side]
ar: جانب المواقف parking:[side] غير صالح
de: parking:[side] unpassend
es: Mal estacionamiento:[lado]
hu: Hibás `parking:[oldal]` címke
uk: Погана parking:[side]

source: The side was not recognized, expected was either `left`, `right` or `both`.
ar: الجانب لم يتم التعرف عليه، ويتوقع أن تكون القيمة إما `left`, `right` أو `both`.
es: No se reconocía el lado, se esperaba que fuera `izquierda`, `derecha` o `ambos`.
hu: Nem sikerült felismerni, hogy melyik oldalra vonatkozik: `left`, `right` vagy `both`.
uk: Сторона не розпізнавалася, очікувалося `left`, `right` чи `both`.

source: Use `parking:left`, `parking:right` or `parking:both`.
ar: استخدم `parking:left`, `parking:right` أو `parking:both`.
es: Utilice `parking: left`, `parking: right` o `parking: both`.
hu: Használja a `parking:left`, `parking:right` vagy `parking:both` kulcsot.
uk: Використовуйте `parking:left`, `parking:right` або `parking:both`.

source: To specify that you can only park for 2 hours in the street (on both sides), you should use `parking:both:maxstay=2 hours`, and not `parking:maxstay=2 hours`.
ar: لتحديد أنه يمكنك الوقوف لمدة ساعتين فقط في الشارع (على كلا الجانبين)، استخدم `parking:both:maxstay=2 hours`، وليس `parking:maxstay=2 hours`.
es: Para especificar que sólo se puede estacionar durante 2 horas en la calle (en ambos lados), debe utilizar `parking:both:maxstay=2 hours`, y no `parking:maxstay=2 hours`.
hu: Annak megadásához, hogy az utcán (mindkét oldalon) csak 2 óra hosszat lehet parkolni, a `parking:both:maxstay=2 hours` címke használható (nem pedig a `parking:maxstay=2 hours`).
uk: Щоб вказати, що ви можете паркуватися лише на 2 години на вулиці (з обох боків), ви повинні використовувати `parking:both:maxstay=2 hours`, а не `parking:maxstay=2 hours`.

source: parking:[side]:* without parking:[side] value
ar: parking:[side]:* بدون قيمة parking:[side]
es: parking:[side]:* sin parking:[side] valor
hu: A `parking:[oldal]:*` kulcs mellett hibás az érték
uk: parking:[side]:* без значення parking:[side]

source: A parking tag adding details, such as `parking:[side]:fee`, is present without primary `parking:[side]` key.
ar: وسم موقف يضيف تفاصيل، مثل `parking:[side]:fee`، موجود بدون مفتاح `parking:[side]` رئيسي.
es: Una etiqueta de estacionamiento que añade detalles, como `parking:[side]:fee`, está presente sin la clave principal `parking:[side]`.
hu: Van egy a parkolást részletező címke (például `parking:[oldal]:fee`, viszont nincs `parking:[oldal]` kezdetű címke.
uk: Теґ автостоянки, який додає деталі, як-от `parking:[side]:fee`, присутній без основного ключа `parking:[side]`.

source: The key `parking:both` (possibly with a suffix, such as `:maxstay`) was used together with `parking:left` and/or `parking:right` (with the same suffix). However, `parking:both` already covers both sides of a street, so the latter are redundant.
ar: تم استخدام المفتاح `parking:both` (ربما مع لاحقة، مثل `:maxstay`) مع `parking:left` و/أو `parking:right` (بنفس اللاحقة). مع ذلك، فإن `parking:both` يغطي بالفعل كلا جانبي الشارع، لذا فإن الخيارات الأخرى تعتبر زائدة عن الحاجة.
es: La clave `parking:both` (posiblemente con un sufijo, como `:maxstay`) se ha utilizado junto con `parking:left y/o `parking:right` (con el mismo sufijo). Sin embargo, `parking:both` ya cubre ambos lados de una calle, por lo que estos últimos son redundantes.
hu: A `parking=both` kulcs (esetleg utótaggal, például `:maxstay`) együtt fordul elő a `parking:left` és/vagy a `parking:right` címkével (ugyanezzel az utótaggal. A `parking=both` viszont már önmagában kiterjed az utca mindkét oldalára, tehát az utóbbiak fölöslegesek.
uk: Ключ `parking:both` (можливо, із суфіксом, наприклад `:maxstay`) використовувався разом із `parking:left` та/або `parking:right` (з тим самим суфіксом). Однак `parking:both` вже охоплює обидві сторони вулиці, тому останні зайві.

source: Bad value for parking:[side]=*
ar: قيمة غير صالحة لـ parking:[side]=*
de: Weert von parking:[side]=* unpassend
es: Mal valor para el estacionamiento:[side]=*
hu: Hibás érték a `parking:[oldal]=*` kulcs után
uk: Погане значення для parking:[side]=*

source: parking:[side]:* not applicable
ar: parking:[side]:* غير قابل للتطبيق
es: parking:[side]:* no aplicable
hu: `parking:[oldal]:*` címke itt nem alkalmazható
uk: parking:[side]:* не застосовується

source: A parking key is set for a `parking:[side]` value that forbids parking.
ar: تم تعيين مفتاح موقف لقيمة `parking:[side]` تمنع الوقوف.
es: Se establece una clave de estacionamiento para un valor `parking:[side]` que prohíbe el estacionamiento.
hu: A `parking:[oldal]` címke mellett olyan parkolást jelző kulcs található, amely tiltja a parkolást.
uk: Ключ автостоянки встановлено для значення `parking:[side]`, яке забороняє паркування.

source: Property of parking should be mapped on separately mapped parking area
ar: خاصية موقف يجب أن تكون معلمة على منطقة مواقف معلمة بشكل منفصل
es: La propiedad del estacionamiento debe estar mapeada en un área de estacionamiento separada.
hu: A parkoló tulajdonságait külön felrajzolt parkolóterületen kellene címkézni
uk: Майно автостоянки має бути нанесено на окремо нанесену зону стоянки

source: A parking property is set for a `parking:[side]` value that indicates that the parking area is mapped separately. Any parking details should be tagged on that object instead.
ar: تم تعيين خاصية لموقف السيارات لقيمة `parking:[side]` تشير إلى أن منطقة وقوف السيارات مُخَطَّطة بشكل منفصل. يجب وضع علامة تفاصيل وقوف السيارات على هذا الكائن بدلاً من ذلك.
es: Se establece una propiedad de estacionamiento para un valor `parking:[side]` que indica que el área de estacionamiento se mapea por separado. Cualquier detalle de estacionamiento debe ser etiquetado en ese objeto en su lugar.
hu: A `parking:[oldal]` címke értékében lévő parkolási tulajdonság arra utal, hogy a parkoló területe külön van feltérképezve. A parkolás szempontjait e helyett azon az objektumon kellene jelölni.
uk: Властивість паркування встановлюється для значення `parking:[side]`, яке вказує, що зона паркування нанесена на карту окремо. Будь-яка інформація про автостоянку повинна бути позначена на цьому об’єкті.

source: Bad parking:[side]:{0} value
ar: قيمة parking:[side]:{0} غير صالحة
de: Wert parking:[side]:{0} unpassend
es: Mal valor parking:[side]:{0}
hu: A `parking:[oldal]:{0}` kulcs mellett hibás az érték
uk: Погане значення parking:[side]:{0}

source: Simple and frequent errors, can be updated by anyone on the wiki.
ar: أخطاء بسيطة ومتكررة، يمكن تحديثها من قبل أي شخص على الويكي.
es: Errores simples y frecuentes, pueden ser actualizados por cualquiera en la wiki.
hu: Olyan egyszerű és gyakori hibák, amelyeket bárki frissíthet a wikin.
uk: Прості та часті помилки, які може оновити будь-хто на вікі.

source: {0} together with {1}, usually {1} is located underneath the {2}. Tag the {3} as a separate object.
ar: {0} مع {1}، عادةً {1} يقع أسفل {2}. قم بتعليم {3} كعنصر منفصل.
es: {0} junto con {1}, normalmente {1} se encuentra debajo de {2}. Etiquete el {3} como un objeto separado.
hu: `{0}` és `{1}` azonos objektumon szerepel. Viszont `{1}` általában a `{2}` alatt van (és nem része). Az `{3}` legyen önálló objektumként címkézve.
uk: {0} разом з {1}, зазвичай {1} знаходиться під {2}. Позначте {3} як окремий об’єкт.

source: `{0}` without `{1}` or `{2}`
ar: `{0}` بدون `{1}` أو `{2}`
es: "0" sin "1" o "2".
hu: `{0}` `{1}` vagy `{2}` nélkül
uk: `{0}` без`{1}` чи `{2}`

source: `{0}` without `{1}`
ar: `{0}` بدون `{1}`
es: `{0}` sin `{1}`
hu: `{0}` `{1}` nélkül
uk: `{0}` без `{1}`

source: Most street-side glass containers only accept soda-lime glass (e.g. bottles and jars), but not glasses for high temperatures or window glass.
ar: معظم حاويات الزجاج جانب الشارع تقبل فقط زجاج الصودا والجير (مثل الزجاجات والبرطمانات)، ولكن ليس الزجاج لدرجات الحرارة العالية أو زجاج النوافذ.
es: La mayoría de los contenedores de vidrio situados en la vía pública sólo aceptan vidrio sodocálcico (por ejemplo, botellas y tarros), pero no vasos para altas temperaturas ni cristales de ventanas.
hu: A legtöbb utcai üvegeskonténerbe csak üvegedényt (pl. palackot vagy befőttesüveget) szabad dobni, síküveget (pl. ablaküveget) vagy hőálló üveget viszont nem.
uk: Більшість вуличних скляних контейнерів приймають лише вапняно-натрієве скло (наприклад, пляшки та банки), але не високотемпературне чи віконне скло.

source: {0} colour code should start with '#' followed by 3 or 6 hex digits
ar: رمز لون {0} يجب أن يبدأ بـ '#' متبوعًا بـ 3 أو 6 أرقام ست عشرية
es: {0} el código de color debe empezar por "#" seguido de 3 ó 6 dígitos hexadecimales
hu: A `{0}` címkében a színkódnak `#` jellel kell kezdődnie, amelyet 3 vagy 6 hexadecimális számjegy követ
uk: Код кольору {0} має починатися з "#", після якого слідують 3 або 6 шістнадцяткових цифр
