Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: After checking, create a "river" line inside the river bank polygon or eliminate the river bank polygon.
ar: بعد التحقق، أنشئ خطًا "للنهر/المجرى المائي" وذلك داخل مساحة المسطح المائي أو تخلص من مضلع المسطح المائي.
es: Después de la comprobación, cree una línea " river " dentro del polígono de la orilla del río o elimine el polígono de ribera.
hu: Ellenőrzést követően rajzolja be a folyót a folyópartok által meghatározott sokszögbe vagy törölje a folyópart-sokszöget.
ja: チェックしてから、川岸のポリゴン内に"river"ラインを作成するか、川岸のポリゴンを除去します。
uk: Після перевірки створіть лінію ріки всередині полігону берегів річки або видаліть полігон берегу ріки.

source: Merge lane and other turn lane in a single lane
ar: دمج حارة وحارة دوران أخرى في حارة واحدة
es: Carril de incorporación y otro carril de giro en un solo carril
hu: Egyetlen sávban van a beolvadó sáv és egy másik bekanyarodósáv
ja: レーンと他の方向転換レーンをひとつのレーンにします
uk: Об’єднайте смугу руху та інші смуги повороту в одну смугу

source: It is unlikely that merge_to_* and another turn lane value are indicated on a single lane.
ar: من غير المحتمل أن تكون merge_to_* وقيمة حارة دوران أخرى مشار إليها في حارة واحدة.
es: Es poco probable que merge_to_* y otro valor de carril de giro se indiquen en un mismo carril.
hu: Valószínűtlen, hogy egy `merge_to_*` és másik bekanyarodósávhoz tartozó érték egyetlen sávon legyen.
uk: Малоймовірно, що merge_to_* та інше значення смуги повороту вказано на одній смузі.

source: Indicated turn lane together with `none`
ar: حارة دوران مع `none`
es: Carril de giro indicado junto con `none`.
hu: `none` értékkel együtt megjelölt bekanyarodósáv
uk: Вказана смуга повороту разом з `none`

source: A `none` (or empty value) turn lane cannot be combined with other types of turn lanes within the same lane.
ar: حارة دوران `none` (أو قيمة فارغة) لا يمكن دمجها مع أنواع أخرى من حارات الدوران في نفس الحارة.
es: Un carril de giro `none` (o de valor vacío) no puede combinarse con otros tipos de carriles de giro dentro del mismo carril.
hu: A `none` (vagy üres értékű) bekanyarodósáv nem kombinálható más típusú bekanyarodósávokkal az azonos sávon belül.
uk: `none` (або порожнє значення) поворотної смуги не можна комбінувати з іншими типами поворотних смуг у межах однієї смуги.

source: Combined none and indicated turn lane: "{0}"
ar: مزيج من none وحارة دوران: "{0}"
es: Combinación de carril de giro no indicado y carril de giro indicado: "{0}"
hu: `none` és megjelölt bekanyarodósáv kombinálása: {0}
uk: Об’єднана смуга для повороту: "{0}"

source: Merge together with another turn lane: "{0}"
ar: دمج مع حارة دوران أخرى: "{0}"
es: Combinar con otro carril de giro: "{0}"
hu: `merge` egy másik bekanyarodósávval együtt: {0}
uk: Об’єднайте з іншою смугою: "{0}"

source: Bad turn lanes order in "{0}"
ar: ترتيب حارات دوران غير صالح في "{0}"
de: Reihenfolge der Abbiegespuren auf "{0}" unpassend
es: Orden incorrecto de los carriles de giro en "{0}"
hu: Hibás sorrendű bekanyarodósávok itt: {0}
uk: Неправильний порядок поворотів у "{0}"

source: Apply of "[charte de toponymie](https://web.archive.org/web/2019/http://education.ign.fr/sites/all/files/charte_toponymie_ign.pdf)" of IGN (French geographic name conventions)
ar: تطبيق "[charte de toponymie](https://web.archive.org/web/2019/http://education.ign.fr/sites/all/files/charte_toponymie_ign.pdf)" من IGN (اتفاقيات التسمية الجغرافية الفرنسية)
es: Aplique de "[charte de toponymie](https://web.archive.org/web/2019/http://education.ign.fr/sites/all/files/charte_toponymie_ign.pdf)" del IGN (convenciones francesas sobre nombres geográficos)
hu: Alkalmazza az IGN (francia nemzeti földrajzi intézet) [helynévírási chartáját](https://web.archive.org/web/2019/http://education.ign.fr/sites/all/files/charte_toponymie_ign.pdf)
uk: Застосувати "[charte de toponymie](https://web.archive.org/web/2019/http://education.ign.fr/sites/all/files/charte_toponymie_ign.pdf)" IGN (французька конвенція географічних назв)

source: Bad conditional restriction
ar: تقييد شرطي غير صالح
de: Bedingte Beschränkung unpassend
es: Restricción condicional incorrecta
hu: Hibás feltételes korlátozás
uk: Погане умовне обмеження

source: Conditional restrictions should follow `value @ condition; value2 @ condition2` syntax. Combined restrictions should follow `value @ (condition1 AND condition2)`. Parentheses `()` must be used around the condition if the condition itself contains semicolons `;`, i.e. `value @ (date;date)`.
ar: يجب أن تتبع القيود الشرطية صيغة `value @ condition; value2 @ condition2`. يجب أن تتبع القيود المُجمّعة صيغة `value @ (condition1 AND condition2)`. يجب استخدام الأقواس `()` حول الشرط إذا كان الشرط نفسه يحتوي على فاصلة منقوطة `;`، مثل `value @ (date;date)`.
es: Las restricciones condicionales deben seguir la sintaxis "valor @ condición; valor2 @ condición2". Las restricciones combinadas deben seguir `valor @ (condición1 Y condición2)`. Deben utilizarse paréntesis `()` alrededor de la condición si la propia condición contiene punto y coma `;`, es decir, `valor @ (fecha;fecha)`.
hu: A feltételes korlátozásoknak a `érték @ feltétel; érték2 @ feltétel2` szintaxist kell követniük. Kombinált korlátozások címkézése: `érték @ (feltétel1 AND feltétel2)` Ha a feltétel `;` pontosvesszőt tartalmaz, akkor zárójelbe kell tenni, vagyis: `érték @ (dátum;dátum)`
uk: Умовні обмеження мають прямувати синтаксису `value @ condition; value2 @ condition2`. Комбіновані обмеження мають прямувати за значенням `value @ (condition1 AND condition2)`. Навколо умови потрібно використовувати дужки `()`, якщо сама умова містить крапку з комою `;`, тобто `значення @ (дата; дата)`.

source: Expired conditional
ar: شرط منتهي الصلاحية
es: Condicional caducado
hu: Lejárt feltétel
nl: Verlopen voorwaardelijke conditie
uk: Термін дії закінчився умовно

source: This conditional was only valid up to a date in the past. It can likely be removed.
ar: هذا الشرط كان ساريًا فقط حتى تاريخ في الماضي. يمكن على الأرجح إزالته.
es: Esta condicional sólo era válida hasta una fecha en el pasado. Es probable que pueda eliminarse.
hu: Ez a feltétel csak egy múltbeli dátumig volt érvényes. Valószínűleg törölhető.
uk: Ця умова була дійсна лише до дати в минулому. Ймовірно, її можна видалити.

source: Other tags might need to be updated too to reflect the new situation.
ar: قد تحتاج وسوم أخرى إلى التحديث أيضًا لتعكس الوضع الجديد.
es: Es posible que también haya que actualizar otras etiquetas para reflejar la nueva situación.
hu: Lehet, hogy más címkéket is frissíteni kell, hogy a jelenlegi helyzetet tükrözzék.
uk: Інші теґи також можуть потребувати оновлення, щоб відобразити нову ситуацію.

source: Missing `@` in "{0}"
ar: `@` غير موجود في "{0}"
es: Falta `@` en "{0}"
hu: Hiányzik a `@` ebben a címkében: {0}
nl: Ontbrekend `@` in "{0}"
uk: Відсутній `@` в "{0}"

source: Missing value for the condition in "{0}"
ar: قيمة غير موجودة للشرط في "{0}"
es: Falta el valor de la condición en "{0}"
hu: Hiányzó érték a „{0}” feltételnél
uk: Відсутнє значення для умови в "{0}"

source: Mismatch in the number of parentheses in "{0}"
ar: عدم تطابق في عدد الأقواس في "{0}"
es: Discrepancia en el número de paréntesis en "{0}"
hu: Nem egyezik a zárójelek száma itt: {0}
uk: Невідповідність кількості дужок у "{0}"

source: Missing condition before or after AND combinator in "{0}"
ar: شرط غير موجود قبل أو بعد AND في "{0}"
es: Falta la condición antes o después del combinador AND en "{0}"
hu: Hiányzó feltétel az AND kombinátor előtt vagy után itt: {0}
uk: Відсутня умова перед або після комбінатора І в "{0}"

source: Condition "{0}" in "{1}" was only valid until {2}
ar: الشرط "{0}" في "{1}" كان ساريًا فقط حتى {2}
es: La condición "{0}" en "{1}" solo era válida hasta {2}
hu: A „{0}” feltétel a „{1}” címkénél csak {2}-ig volt érvényes
uk: Умова "{0}" у "{1}" була дійсною лише до {2}

source: Improve style of conditional
ar: تحسين نمط الشرط
es: Mejorar el estilo de los condicionales
hu: Javítson a feltétel stílusán
uk: Вдосконалити стиль умовного способу

source: Although valid, it is recommended to format conditional restrictions with: - spaces around the `@`; - uppercase `AND` (in combined restrictions); - parentheses around all-but-the-simplest conditions. This helps to prevent errors and improves readability. For example, use `no @ (weight > 5 AND wet)` rather than `no@weight>5 and wet`.
ar: على الرغم من أنها صالحة، يُنصَح بتنسيق القيود الشرطية باستخدام: - مسافات حول `@`؛ - `AND` بأحرف كبيرة (في القيود المُجمّعة)؛ - أقواس حول جميع الشروط ما عدا أبسطها. هذا يساعد على منع الأخطاء ويُحسّن من سهولة القراءة. على سبيل المثال، استخدم `no @ (weight > 5 AND wet)` بدلاً من `no@weight>5 and wet`.
es: Aunque es válido, se recomienda dar formato a las restricciones condicionales con: - espacios alrededor de la `@`; - mayúsculas `AND` (en restricciones combinadas); - paréntesis alrededor de todas las condiciones excepto las más simples. Esto ayuda a evitar errores y mejora la legibilidad. Por ejemplo, utilice `no @ (weight > 5 AND wet)` en lugar de `no@weight>5 y wet`.
hu: Bár így is érvényes, ajánlott a feltételek formátumát a következők alapján javítani: - legyen szóköz a `@` előtt és után, - az `AND` csupa nagybetűvel szerepelje (kombinált korlátozásoknál); - a legegyszerűbbek kivételével tegyük zárójelbe a feltételeket. Pl. `no@weight>5 and wet` helyett inkább `no @ (weight > 5 AND wet)`.
uk: Незважаючи на дійсність, рекомендується форматувати умовні обмеження за допомогою: - пробілів навколо `@`; - `І` у верхньому регістрі (у комбінованих обмеженнях); - круглі дужки навколо всіх умов, крім найпростіших. Це допомагає запобігти помилкам і покращує читабельність. Наприклад, використовуйте `no @ (weight > 5 AND wet)`, але не `no@weight>5 and wet`.

source: Missing condition, `@` or parentheses in "{0}"
ar: شرط مفقود، `@` أو أقواس في "{0}"
es: Condición faltante, `@` o paréntesis en "{0}"
hu: Hiányzó feltétel, `@` vagy zárójelek itt: {0}
uk: Відсутня умова, `@` або круглі дужки в "{0}"

source: Add parentheses around the condition(s) in "{0}"
ar: أضف أقواسًا حول الشرط(ات) في "{0}"
es: Agregue paréntesis alrededor de la(s) condición(es) en "{0}"
hu: Tegye zárójelbe a következő feltétel(ek)et: {0}
uk: Додайте дужки до умов(и) в "{0}"

source: Probably missing a capital, accent or typo.
ar: ربما نقص حرف كبير، تشكيل أو خطأ إملائي.
de: Wahrscheinlich fehlt ein Großbuchstabe, ein Akzent oder ein Tippfehler.
es: Probablemente falta una mayúscula, acento o error tipográfico.
hu: Valószínűleg hiányzik egy nagybetű vagy egy ékezet vagy elgépelés történt.
nl: Waarschijnlijk ontbreekt er een hoofdletter,accent of typefout
uk: Ймовірно, бракує великої літери, наголосу чи друкарська помилка.

source: Suspicious value
ar: قيمة مشبوهة
es: Valor sospechoso
hu: Gyanús érték
nl: Verdachte waarde
uk: Підозріле значення

source: The tag expects a positive, round number without unit.
ar: الوسم يتوقع عددًا موجبًا ودائريًا بدون وحدة.
es: La etiqueta espera un número entero positivo sin unidad.
hu: A címke pozitív egész számot kíván mértékegység nélkül.
uk: Теґ передбачає додатне кругле число без одиниць.

source: Unknown unit
ar: وحدة غير معروفة
es: Unidad desconocida
hu: Ismeretlen mértékegység
nl: Onbekend waarde
uk: Невідома одиниця

source: The tag uses an unexpected unit.
ar: الوسم يستخدم وحدة غير متوقعة.
es: La etiqueta utiliza una unidad inesperada.
hu: A címkében ismeretlen mértékegység található.
uk: Теґ використовує неочікувану одиницю.

source: Check that you have used the correct unit and a supported abbreviation of the unit.
ar: تحقق من أنك استخدمت الوحدة الصحيحة واختصارًا مدعومًا للوحدة.
es: Compruebe que ha utilizado la unidad correcta y una abreviatura admitida de la unidad.
hu: Ellenőrizze, hogy helyes mértékegységet, illetve helyes mértékegység-rövidítést használt-e.
uk: Переконайтеся, що ви використали правильну одиницю та підтримувану абревіатуру одиниці.

source: Conflicting tags for sides of the way
ar: وسوم متضاربة لجوانب الطريق
de: Widersprüchliche Tags für Seiten des Wegs
es: Etiquetas conflictivas para los lados del camino
hu: Egymásnak ellentmondó címkék a vonal két oldalán
uk: Конфлікт теґів для сторін шляху

source: A tag with `:right`, `:left` or `:both` conflicts with the same tag without side specification, or a tag with `:right` or `:left` conflicts with the tag with `:both`.
ar: وسم مع `:right`, `:left` أو `:both` يتعارض مع نفس الوسم بدون تحديد جانب، أو وسم مع `:right` أو `:left` يتعارض مع الوسم مع `:both`.
es: Una etiqueta con `:right`, `:left` o `:both` entra en conflicto con la misma etiqueta sin especificación de lado, o una etiqueta con `:right` o `:left` entra en conflicto con la etiqueta con `:both`.
hu: - Egy `:right`, `:left` vagy `:both` utótagra végződő kulcsú címke ellentmond egy ugyanilyen, nem oldalspecifikus (tehát mindkét oldalra vonatkozó címkének). Vagy - egy `:right` or `:left` utótagra végződő értékű címke ellentmond egy `:both` utótagú (tehát mindkét oldalra vonatkozó) címkének.
uk: теґ із `:right`, `:left` або `:both` конфліктує з тим самим теґом без сторонньої специфікації, або теґ з `:right` або `:left` конфліктує з теґом з `:both`.

source: Conflicting values of "{0}" and "{1}"
ar: قيم متضاربة لـ "{0}" و "{1}"
de: Widersprüchliche Werte zwischen "{0}" und "{1}"
es: Valores en conflicto de "{0}" y "{1}"
hu: „{0}” és „{1}” értékei ellentmondanak egymásnak
nl: Conflicterende waarden van "{0}" en "{1}"
uk: Конфлікт значень "{0}" і "{1}"

source: The tag `name=*` contains multiple names, separated by a semicolon, a "/", a "\" or a "+". This issue was probably produced by merging two ways and the concatenation of the names of the streets.
ar: يحتوي الوسم `name=*` على أسماء متعددة، مفصولة بفاصلة منقوطة أو "/" أو "\" أو "+"، من المحتمل أن تكون هذه المشكلة ناتجة عن دمج طريقين وربط أسماء الشوارع.
de: Das Merkmal `name=*` enthält mehrere Namen, die durch ein Semikolon, einen Schrägstrich oder ein Pluszeichen getrennt sind. Dieser Fehler ist wahrscheinlich durch das automatische Zusammenführen von zwei Objekten entstanden.
es: La etiqueta `name=*` contiene varios nombres, separados por un punto y coma, un "/", un "\" o un "+". Este problema se produjo probablemente por la fusión de dos vías y la concatenación de los nombres de las calles.
hu: A `name=*` címke több nevet is tartalmaz, amelyeket `;`, `/`, `\` vagy `+` választ el egymástól. Ez a probléma valószínűleg két vonal egyesítésénél jött létre, amikor az utcák nevei is össze lettek kapcsolva.
uk: Теґ `name=*` містить кілька імен, розділених крапкою з комою, "/", "\" або "+". Ймовірно, ця проблема виникла в результаті злиття двох шляхів і конкатенації назв вулиць.

source: * If duplicate name, delete one. * Otherwise, a survey is required: check if it is a street whose name changes at a crossroads, if this is the case, split the street and set the proper names of both parts.
ar: * إذا كان الاسم مكررًا، فاحذف واحدًا منها. * وإذا كان غير ذلك، فيلزم إجراء مسح واستطلاع وتحقق مما إذا كان الشارع يتغير اسمه عند تقاطع طرق، فإذا كانت هذه هي الحالة، فقم بتقسيم الشارع وضع الأسماء الصحيحة لكلا الجزأين.
de: Wenn der Name doppelt ist, kann er entfernt werden. Wenn nicht, ist eine Untersuchung erforderlich: Prüfe, ob es sich um eine Straße handelt, deren Name sich an einer Kreuzung ändert; ist dies der Fall, teile die Straße auf und gebe die richtigen Namen für beide Teile an.
es: * Si el nombre está duplicado, suprimir uno. * En caso contrario, se requiere un estudio: comprobar si se trata de una calle cuyo nombre cambia en un cruce, si es el caso, divida la calle y establezca los nombres propios de ambas partes.
hu: * A név duplikálva van, töröljön egyet. * Más esetben fel kell mérni a környéket: ellenőrizze, hogy az utca neve nem módosul-e a egy kereszteződést követően. Ha ez a helyzet, akkor vágja el az utcát, és adja meg a két rész megfelelő neveit.
uk: * Якщо ім’я дублюється, видаліть одне. * В іншому випадку потрібне опитування: перевірте, чи це вулиця, назва якої змінюється на перехресті, якщо це так, розділіть вулицю та встановіть власні назви обох частин.

source: Bicycle parking not integrated
ar: موقف دراجات غير متكامل
de: Fahrradparken fehlt
es: Estacionamiento de bicicletas no integrado
hu: Kerékpártároló: nincs a térképen
nl: Fiets parking niet toegevoegd
uk: Велостоянка не інтегрована

source: Power branch of {0}
ar: فرع طاقة لـ {0}
es: Rama de energía de {0}
hu: Villanyvezeték-leágazás ({0})
uk: Силова гілка {0}

source: Power substation missing in OSM or without tag "ref:FR:RTE"
ar: محطة فرعية للطاقة مفقودة في OSM أو بدون وسم "ref:FR:RTE"
es: Subestación eléctrica ausente en OSM o sin etiqueta "ref:FR:RTE"
hu: Az OSM-ről hiányzó vagy `ref:FR:RTE` címke nélküli elektromos alállomás
uk: Електропідстанція відсутня в OSM або без теґу "ref:FR:RTE"

source: Minor distribution power substation missing in OSM
ar: محطة فرعية لتوزيع الطاقة الصغيرة مفقودة في OSM
es: Subestación eléctrica de distribución menor ausente en OSM
hu: Az OSM-ről hiányzó kisfeszültségű elektromos alállomás
uk: Незначна розподільча підстанція відсутня в OSM

source: A power substation that directly feeds consumers, known from operator, does not exist in OSM.
ar: محطة فرعية للطاقة تغذي المستهلكين مباشرة، معروفة من المشغل، غير موجودة في OSM.
es: Una subestación eléctrica que alimenta directamente a los consumidores, conocida del operador, no existe en OSM.
hu: Hiányzik az OSM-ről egy a fogyasztókat közvetlenül ellátó, és a szolgáltató által ismert elektromos alállomás.
uk: Відомої від оператора підстанції, яка безпосередньо живить споживачів, відсутня в OSM.

source: Power minor distribution substation, integration suggestion
ar: محطة فرعية لتوزيع الطاقة الصغيرة، اقتراح تكامل
es: Subestación de distribución de menor potencia, sugerencia de integración
hu: Kisebb áramelosztó alállomás: kiegészítési javaslat
uk: Мала розподільна підстанція, пропозиція з інтеграції

source: This existing power substation can be integrated with official values.
ar: هذه المحطة الفرعية للطاقة الموجودة يمكن دمجها بقيم رسمية.
es: Esta subestación eléctrica existente puede integrarse con los valores oficiales.
hu: Ez a létező elektromos alállomás kiegészíthető hivatalos értékekkel.
uk: Ця існуюча електропідстанція може бути інтегрована з офіційними значеннями.

source: {0} from {1} not integrated
ar: {0} من {1} غير متكامل
de: {0} von {1} fehlt
es: {0} de {1} no integrado
hu: {0} ({1}): nincs a térképen
nl: {0} from {1} niet toegevoegd
uk: {0} від {1} не інтегровано

source: {0} from {1}, integration suggestion
ar: {0} من {1}، اقتراح تكامل
es: {0} de {1}, sugerencia de integración
hu: {0} ({1}): kiegészítési javaslat
uk: {0} від {1}, пропозиція з інтеграції

source: Drinking water not integrated
ar: مياه شرب غير متكاملة
de: Trinkwasserstelle fehlt
es: Fuente de agua potable no integrada
hu: Ivóvíz: nincs a térképen
nl: Drinkwater niet toegevoegd
uk: Питна вода не інтегрована

source: Invalid date/time span
ar: فترة زمنية غير صالحة
es: Lapso de fecha/hora no válido
hu: Érvénytelen dátumtartomány vagy időtartam
nl: Ongeldig datum/tijdsbereik
uk: Недійсний діапазон дати/часу

source: A date/time-based condition is invalid or poorly formatted. Time-based conditions of a conditional restriction use the same syntax as the key `opening_hours`.
ar: شرط يعتمد على التاريخ/الوقت غير صالح أو غير مهيأ بشكل جيد، تذكر أن الشروط الزمنية للتقييد الشرطي تستخدم نفس صيغة المفتاح `opening_hours`.
es: Una condición basada en fecha/hora no es válida o está mal formateada. Las condiciones basadas en la hora de una restricción condicional utilizan la misma sintaxis que la clave `opening_hours`.
hu: Érvénytelen vagy gyatrán formázott a dátumra / időre vonatkozó feltétel. A feltételes korlátozások idővel kapcsolatos feltételeit ugyanúgy kell formázni, mint a nyitva tartást jelölő `opening_hours` címkét.
uk: Умова на основі дати/часу недійсна або має неправильний формат. Умови обмеження на основі часу використовують ті ж умови синтаксису, що й ключ `opening_hours`.

source: Unexpected "{0}" before or after parentheses in "{1}"
ar: {0} غير متوقع قبل أو بعد الأقواس في "{1}"
es: "{0}" inesperado antes o después de paréntesis en "{1}"
hu: Váratlan „{0}” a zárójel előtt vagy után itt: `{1}`
uk: Неочікуване "{0}" перед або після дужок в "{1}"

source: Involves "{0}" in "{1}". Consider using "{2}"
ar: يتضمن "{0}" في "{1}". فكر في استخدام "{2}"
es: Implica "{0}" en "{1}". Considere usar "{2}"
hu: „{1}” kulcs mellett „{0}” érték van. Fontolja meg inkább ennek a használatát: „{2}”
uk: Включає "{0}" в "{1}". Розгляньте можливість використання "{2}"

source: Involves "{0}" in "{1}"
ar: يتضمن "{0}" في "{1}"
es: Implica "{0}" en "{1}"
hu: „{1}” kulcs mellett „{0}” érték van.
nl: Betreft "{0}" in "{1}"
uk: Включає "{0}" в "{1}"

source: Unexpected <, = or > in "{0}"
ar: <, = أو > غير متوقع في "{0}"
es: <, = o > inesperado en "{0}"
hu: Szokatlan <, = vagy > karakter ebben a címkében: `{0}`
nl: Onverwachte <, = of > in "{0}"
uk: Неочікуваний <, = або > в "{0}"

source: [Valid values](https://wiki.openstreetmap.org/wiki/Key:turn#Values)
ar: [القيم صالحة](https://wiki.openstreetmap.org/wiki/Key:turn#Values)
es: [Valores válidos](https://wiki.openstreetmap.org/wiki/Key:turn#Values)
hu: A bekanyarodást jelző [turn címke érvényes értékei](https://wiki.openstreetmap.org/wiki/Key:turn#Values)
nl: [Geldige waarden](https://wiki.openstreetmap.org/wiki/Key:turn#Values)
uk: [Дійсні значення](https://wiki.openstreetmap.org/wiki/Key:turn#Values)

source: Unknown change lanes value
ar: قيمة تغيير حارات غير معروفة
es: Valor desconocido de los carriles de cambio
hu: Érvénytelen sávváltási érték
uk: Невідоме значення зміни смуги

source: [Valid values](https://wiki.openstreetmap.org/wiki/Key:change#How_to_map)
ar: [القيم الصالحة](https://wiki.openstreetmap.org/wiki/Key:change#How_to_map)
es: [Valores válidos](https://wiki.openstreetmap.org/wiki/Key:change#How_to_map)
hu: A sávváltást jelölő [change címke érvényes értékei](https://wiki.openstreetmap.org/wiki/Key:change#How_to_map)
nl: [Geldige waarden](https://wiki.openstreetmap.org/wiki/Key:change#How_to_map)
uk: [Дійсні значення](https://wiki.openstreetmap.org/wiki/Key:change#How_to_map)

source: Lane changing value only_* need an aside lane on the good side
ar: قيمة تغيير الحارة only_* تحتاج إلى حارة جانبية على الجانب الصحيح
es: Sólo valor de cambio de carril_* necesita un carril lateral en el lado bueno
hu: Az `only_*` sávváltási értékhez kell egy oldalsó sáv is a megfelelő oldalon
uk: Лише значення зміни only_* потрібна бічна смуга з хорошого боку

source: The `only_right` or `only_left` lane must be on the same way as the lane to which the traffic can change and must be on the left (for `only_right`) or right (for `only_left`) side of the lane to which changing is possible.
ar: يجب أن يكون الممر `only_right` أو `only_left` على نفس الطريق مثل الممر الذي يمكن أن تنتقل إليه حركة المرور، ويجب أن يكون على الجانب الأيسر (لـ `only_right`) أو الجانب الأيمن (لـ `only_left`) من الممر الذي يمكن الانتقال إليه.
es: El carril `only_right` o `only_left` debe estar en la misma vía que el carril al que puede cambiarse el tráfico y debe estar a la izquierda (para `only_right`) o derecho (para `only_left`) del carril al que se puede cambiar.
hu: Az `only_right` vagy `only_left` sávoknak ugyanazon a vonalon kell lenniük, mint annak a sávnak, amelyre a forgalom átléphet, és `only_right` esetében balra, `only_left` esetében pedig jobbra kell lennie attól a sávról, amelyre át lehet lépni.
uk: Смуга `only_right` або `only_left` має бути на тому ж шляху, що й смуга, на яку може змінитися рух, і має бути ліворуч (для `only_right`) або праворуч (для `only_left`) від смуги, на яку можлива заміна.

source: Unknown {0} value "{1}"
ar: قيمة {0} غير معروفة "{1}"
es: Desconocido {0} valor "{1}"
hu: {0}: ismeretlen `{1}` érték
nl: Onbekende {0} waarde "{1}"
uk: Невідоме {0} значення "{1}"
