Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` crudely drawn.
ar: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` مرسوم بشكل خام.
de: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` ungenau gezeichnet.
es: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` dibujado toscamente.
hu: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) a `railway=rail` vágány durván van megrajzolva.
ja: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` が現在描かれています。
nl: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` grof getekend.
pl: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) Powierzchownie narysowana droga
uk: ![](https://wiki.openstreetmap.org/w/images/9/9d/Osmose-eg-error-1190.png) `railway=rail` грубо накреслений.

source: The tag `place=*` must always be used in combination with the tag `name=*`.
ar: وسم `place=*` يجب أن يُستخدم دائمًا مع وسم `name=*`.
de: Das Merkmal `place=*` muss immer zusammen mit einem Namen (`name=*`) verwendet werden.
es: La etiqueta `place=*` debe usarse siempre en combinación con la etiqueta `name=*`.
hu: A helyet jelző `place=*` címkét mindig `name=*` címkével együtt kell használni.
ja: The tag `place=*` タグは常に`name=*`タグと組合せて使わなければなりません。
nl: De tag `place = *` moet altijd in combinatie met de tag `name=*` worden gebruikt .
uk: Теґ `place=*` завжди потрібно використовувати в поєднанні з теґом `name=*`.

source: For cities/towns, it is sometimes possible to find the name of the village based on the boundary relationship and/or if the ref code if is entered.
ar: للمدن/البلدات، يمكن أحيانًا العثور على اسم القرية بناءً على علاقة الحدود و/أو إذا تم إدخال رمز المرجع.
de: Bei Städten und Gemeinden kann der Name manchmal ermittelt werden anhand der Grenzrelation oder des Gemeindeschlüssels, wenn eingetragen.
es: Para las ciudades/pueblos, a veces es posible encontrar el nombre del pueblo basándose en la relación de límites y/o si se introduce el código de ref. introducido.
hu: Települések nevét gyakran meg lehet találni a határukat jelző kapcsolat címkéinél vagy a `ref` kód alapján (ha meg van adva).
ja: citiy/townでは、境界リレーションや、入力されている場合のrefコードに基づくvillageの名前を見つけられることがあります。
uk: Для міст/селищ іноді можна знайти назву села виходячи з межових зв’язків та/або якщо код посилання, якщо він введений.

source: The tag `place=*` is often misused, see [`place`](https://wiki.openstreetmap.org/wiki/Key:place). It should not be associated with tags such as `amenity`, `highway`. When the case, the tag `place=*` should be removed.
ar: وسم `place=*` غالبًا ما يتم إساءة استخدامه، انظر [`place`](https://wiki.openstreetmap.org/wiki/Key:place). لا يجب أن يرتبط بوسوم مثل `amenity`, `highway`. في هذه الحالة، يجب إزالة وسم `place=*`.
de: Der Tag `place=*` wird oft falsch verwendet, siehe [`place`](https://wiki.openstreetmap.org/wiki/Key:place). Er sollte nicht zusammen mit anderen Tags, wie z.B. `amenity` oder `highway` verwendet werden. In einem solchen Fall, sollte der Tag `place=*` gelöscht werden.
es: La etiqueta `place=*` se utiliza a menudo de forma incorrecta, véase [`place`](https://wiki.openstreetmap.org/wiki/Key:place). No debería asociarse a etiquetas como `amenity`, `highway`. En su caso, la etiqueta etiqueta `place=*` debe eliminarse.
hu: A helyet jelző `place=*` címkét gyakran rosszul használják; lásd: [`place`](https://wiki.openstreetmap.org/wiki/Key:place). Nem szabad `amenity`, `highway` és hasonló címkékkel együtt használni. Ha ilyen előfordul, akkor a `place=*` címkét el kell távolítani.
ja: `place=*`タグはしばしば誤用されています。[`place`](https://wiki.openstreetmap.org/wiki/Key:place) を参照。`amenity`, `highway`といったタグと関連して使うべきではありません。そのような場合には`place=*` タグを削除すべきです。
nl: De tag `place = *` wordt vaak misbruikt, zie [`place`](https://wiki.openstreetmap.org/wiki/Key:place). Het zou niet geassocieerd moeten worden met tags als `amenity`, `highway`. Wanneer dit het geval is, de tag `place=*` moet verwijderd worden.
uk: Теґом `place=*` часто зловживають, див. [`place`](https://wiki.openstreetmap.org/wiki/Key:place). Він не повинен пов’язуватися з теґами, такими як `amenity`, `highway`. В такому випадку, tag `place=*` слід видалити.

source: Correct INSEE the value or the name as appropriate.
ar: صحح INSEE القيمة أو الاسم حسب الاقتضاء.
es: Corregir INSEE el valor o el nombre según haga falta.
fr: Corrige le numéro INSEE ou change le nom comme approprié.
hu: Javítsa az INSEE, illetve a név címke értékeit.
ja: INSEEの値または名前を適切に修正します。
nl: Corrigeer de waarde INSEE of de naam zo nodig.
uk: Виправте INSEE значення або назву відповідно.

source: In a relation, a way should be present only once.
ar: في العلاقة، لا يصح أن يكون الطريق موجود أكثر من مرة، والصحيح أن يضاف مرة واحدة.
de: In einer Relation sollte ein Weg nur einmal vorhanden sein.
es: En una relación, una vía debería estar presente sólo una vez.
fr: Dans une relation, une route devrait n'être présente qu'une fois.
hu: Egy kapcsolatban egy vonal csak egyszer szerepelhet.
ja: リレーション内ではウェイは1回だけ現れるべきです。
nl: In een relatie mag een weg maar één keer aanwezig zijn.
pl: Każda linia w relacji powinna wystąpić tylko raz.
uk: У зв’язку лінія має застосовуватися лише раз.

source: Double check the ways roles in the relation before deleting. Caution: in a route, a path can be taken several times. The multiple presence of this path in the relation `type=route` is not then an issue. Then ensure the roles `forward` and `backward`.
ar: راجع أدوار الطرق في العلاقة مرة أخرى قبل الحذف. تنبيه: في مسار التوجيه (route)، يمكن أن يُؤخذ مسار معين عدة مرات. وجود هذا المسار عدة مرات في العلاقة من نوع type=route ليست مشكلة. تأكد من أدوار forward و backward.
de: Bevor aus einer Relation Wege entfernt werden, ist deren Rolle zu prüfen. Achtung: Kann bei einer Route ein Weg mehrfach begangen werden, ist das doppelte Vorhandensein dieses Wegs in der Relation `type=route` ist korrekt. Hierbei sollte die korrekte Verwendung der Rollen `forward` und `backward` sichergestellt werden.
es: Compruebe dos veces los roles de ruta en la relación antes de borrar. Atención: en una ruta, un camino puede tomarse varias veces. La presencia presencia de este camino en la relación `type=route` no es un problema. A continuación, asegúrese de que los roles `forward` y `backward`.
hu: Törlés előtt kétszer is ellenőrizze a vonalak szerepét a kapcsolatban. Vigyázat: egy útvonalon belül egy útszakasz többször is előfordulhat. Ha egy út (pl. path/ösvény) többször is szerepel egy `type=route` kapcsolatban, az önmagában nem hiba. Előfordulhat, hogy ilyenkor meg kell adnunk a `forward` és `backward` szerepeket.
ja: 削除する前に、リレーション内のウェイのroleをダブルチェックしてください。 警告: routeにおいて、経路は複数回取ることができます。そのためリレーション種別`type=route` 内に複数経路があることは問題ではありません。 role `forward` 及び `backward`を確認してください。
pl: Dokładnie sprawdź role tych linii w relacji przed usunięciem. Uwaga: w trasach drogi mogą występować kilkakrotnie. Kilkakrotne występowanie tej samej ścieżki lub drogi w relacjach `type=route` nie jest błędem. Zwróć też uwagę na odpowiednie role `forward` lub `backward`.
uk: Перед видаленням ще раз перевірте ролі шляхів у зв’язку. Застереження: на маршруті шлях можна пройти кілька разів. Багаторазова присутність відрізків шляху у зв’язку `type=route` не є проблемою. Потім забезпечте ролі `forward` і `backward`.

source: Complete the tag ele=* missing.
ar: أكمل وسم ele=* الغير موجود.
de: Das fehlende Merkmal ele=* hinzufügen.
es: Completa la etiqueta ele=* que falta.
hu: Egészítse ki az `ele=*` címkét a tengerszint feletti magasság értékével (méterben).
ja: ele=* が無い
nl: Vervolledig de tag ele=* .
pl: Dodaj brakujący tag `ele=*`.
uk: Відсутній завершальний теґ ele=*.

source: Non-numeric value, `lanes=*` must have an integer value.
ar: قيمة غير رقمية، `lanes=*` يجب أن تحتوي على قيمة عدد صحيح.
de: Nicht-numerischer Wert. `lanes=*` muss einen ganzzahligen Wert haben.
es: Valor no numérico, `lanes=*` de ser un valor entero.
fr: Valeur non-numérique : 'lanes=*' doit être un nombre entier.
hu: A `lanes=*` kulcshoz tartozó érték nem szám: mindig egész számnak kell lennie.
ja: 数値でない、`lanes=*` は整数値
nl: Niet-numerieke waarde, `lanes = *` moet een geheel getal hebben.
uk: Нечислове значення, `lanes=*` має мати ціле значення.

source: You can not set opposite lanes data on a one way.
ar: لا يمكنك تعيين بيانات الحارات المعاكسة على طريق باتجاه واحد.
de: Attribute für Gegenspuren sollten nicht für Einbahnstraßen verwendet werden.
es: No se puede definir datos de carriles opuestos en una vía.
hu: Egyirányú utcában nem lehet a szembejövő sávra vonatkozó címkéket használni.
ja: 一方通行に対向レーンのデータをセットすることはできません。
nl: Je kan gegevens van tegenoverliggende rijstroken niet op een enkelweg zetten.
uk: Ви не можете встановлювати протилежні смуги руху в одному шляху.

source: Right must be on the right and left on the left.
ar: اليمين يجب أن يكون على اليمين واليسار على اليسار.
de: Achte bei Angabe der Straßenseite auf die Richtung des gezeichneten Wegs.
es: La derecha debe estar a la derecha y la izquierda a la izquierda.
fr: La droite doit être à droite et la gauche à gauche.
hu: A jobbnak a jobb oldalon, a balnak pedig a bal oldalon kell lennie.
ja: rightは右側に、leftは左側になければなりません。
nl: Rechts moet aan de rechterkant en links aan de linkerkant zijn.
pl: Pas do skrętu w prawo musi być po prawej, a do skrętu w lewo po lewej.
uk: Права повинна бути праворуч, а ліва - ліворуч.

source: Conflict between lanes number of same suffix ("", forward, backward or both_ways)
ar: تعارض بين عدد الحارات بنفس اللاحقة ("", forward, backward أو both_ways)
de: Unterschiede zwischen Fahrspurnummern mit gleichem Suffix ("", forward, backward oder both_ways)
es: Conflicto entre el número de carriles del mismo sufijo ("", hacia delante, hacia atrás o en ambos sentidos)
hu: Ellentmondás van az azonos utótagú ("", `forward`, `backward` vagy `both_ways`) sávok száma között.
nl: Conflict tussen aantal rijstroken met hetzelfde achtervoegsel ('', forward, backward of both_ways)
uk: Конфлікт між кількістю смуг з однаковим суфіксом ("", forward, backward чи both_ways)

source: The number of lanes defined by many lane tags are not the same for a given direction.
ar: عدد الحارات المُحدَّد بواسطة وسوم الحارات المتعددة غير متطابق لاتجاه مُعيَّن.
es: El número de carriles definido por muchas etiquetas de carril no es el mismo para una dirección dada.
hu: A sávcímkék által meghatározott sávok száma nem azonos egy adott irányban.
ja: 多くのレーンタグで定義されたレーンの数は与えられた方向と同じではありません。
pl: Liczba pasów zdefiniowanych przez różne tagi nie jest taka sama dla danego kierunku.
uk: Кількість смуг, визначена багатьма теґами смуг, не є однаковою для певного напрямку.

source: The `merge_to_right` or `merge_to_left` lane must be on the same way as the destination lane and the `merge_to_right` must be on the *left side* and `the merge_to_left` on the *right side*.
ar: يجب أن يكون مسار merge_to_right أو merge_to_left على نفس طريق مسار الوجهة، ويجب أن يكون merge_to_right على الجانب الأيسر وmerge_to_left على الجانب الأيمن.
es: El carril `merge_to_right` o `merge_to_left` debe estar en el mismo sentido que el carril de destino y el `merge_to_right` debe estar en el *lado izquierdo y el "merge_to_left" en el lado derecho.
hu: A `merge_to_right` és `merge_to_left` sávcímkének azon a vonalon kell lennie, amelyik a célsávot jelöli, valamint a `merge_to_right` címkének a *bal oldalon*, a `merge_to_left` címkének pedig a jobb oldalon kell lennie.
ja: `merge_to_right` または `merge_to_left` レーンは同じウェイ上になければなりません。 行き先レーン及び `merge_to_right`は *左側 にあってかつ `merge_to_left`は on the *右側*になければならないため。
uk: Смуга `merge_to_right` або `merge_to_left` має бути на тому ж шляху, що й смуга призначення, а `merge_to_right` має бути з *лівого боку*, а `merge_to_left` з *правого боку*.

source: A parking condition is present but without parking kind.
ar: حالة الموقف موجودة ولكن بدون نوع الموقف.
de: Eine Parkbedingung ist vorhanden, aber die Art des Parkplatzes ist nicht angegeben.
es: Una condición de aparcamiento está presente pero sin tipo de aparcamiento.
fr: Une mention de stationnement est présente mais sans type de stationnement.
hu: Parkolási feltétel parkoló nélkül.
ja: 駐車場の条件はありますが、駐車場の種類がありません。
nl: Een parkeer gelegenheid is aanwezig maar zonder parkeersoort.
pl: Warunki parkowania, ale bez rodzaju parkowania.
uk: Є паркінг, але без виду паркінгу.

source: Often a lack of accent on a capital letter (e.g. Ecole for École)
ar: غالبًا نقص في التشكيل على حرف كبير (مثال: Ecole بدلاً من École)
de: Oft fehlt der Akzent auf einem Großbuchstaben (z.B. Ecole für École)
es: A menudo, falta de acento en una letra mayúscula (por ejemplo, Ecole por École).
hu: Gyakran a nagybetűn lévő ékezet hiánya (pl. Állami helyett Allami)
nl: Vaak een accent ontbreekt op een hoofdletter (bijv. Ecole voor École)
uk: Часто відсутній знак наголосу на великій літері (наприклад, Ecole для École)

source: Some streets do not have the same name on both sides, especially if the houses on one side are in a different city. In this case, you can use the tag `name:left=*` and `name:right=*`.
ar: بعض الشوارع ليس لها نفس الاسم على كلا الجانبين، خاصةً إذا كانت المنازل على أحد الجانبين تقع في مدينة مختلفة. في هذه الحالة، يمكنك استخدام الوسم name:left=* و name:right=*.
de: Einige Straßen haben je Straßenseite unterschiedliche Namen, insbesondere wenn Häuser einer Straßenseite einer anderen Gemeinde zugeordnet sind. In diesem Fall sollten die Tags `name:left=*` und `name:right=*` verwenden werden.
es: Algunas calles no tienen el mismo nombre a ambos lados, sobre todo si las casas de un lado están en una ciudad diferente. En este caso, puede utilizar la etiqueta `name:left=*` y `name:right=*`.
hu: Egyes utcák két oldalának különbözik a neve, különösen ha a két oldalon lévő házak két különböző településhez tartoznak. Ilyenkor használhatjuk a `name:left=*` és a `name:right=*` címkéket.
nl: Sommige straten hebben niet aan elke kant dezelfde naam, vooral als de huizen aan beide kanten in verschillende steden liggen. In dit geval kunt u de tag `name:left=*` and `name:right=*` gebruiken.
uk: Деякі вулиці мають різні назви з обох сторін, особливо якщо будинки з одного боку знаходяться в іншому місті. У цьому випадку ви можете використовувати теґи `name:left=*` і `name:right=*`.

source: Unbalanced quotation mark or bracket in name
ar: علامة اقتباس أو قوس غير متوازنة في الاسم
de: Name enthält falsche Anführungszeichen oder Klammer
es: Comillas o Corchetes desequilibrados en el nombre
fr: Guillemets ou crochets non équilibrés.
hu: Hiányzó fél idézőjel vagy zárójel a névben
ja: name内の引用符またはかっこの係り受けが取れていない
nl: Onevenwichtig aanhalingsteken of haakje in naam
pl: Nierówna liczba nawiasów lub cudzysłowów
uk: Незбалансовані лапки або дужки в назві

source: In France the rule is that a hyphen is used when we refer to a a holy thing ("Saint-*" in French).
ar: في فرنسا، القاعدة هي استخدام واصلة عند الإشارة إلى ("Saint-*" بالفرنسية).
de: In Frankreich werden die Namen von Heiligen mit einem Bindestrich geschrieben ("Saint-*").
es: En Francia, la regla es que se usa un guión cuando nos referimos a algo sagrado ("Saint-*" in French).
hu: A francia nyelvben a szent után mindig kötőjel van ("Saint-*).
ja: フランスでのルールは、聖なる物事を参照する際にはハイフンが使われる、というものです (フランス語で"Saint-*").
nl: In Frankrijk is de regel dat er een koppelteken wordt gebruikt als we verwijzen naar een heilig ding ("Saint- *" in het Frans).
uk: У Франції правило полягає в тому, що дефіс використовується, коли ми говоримо про святу річ ("Saint-*" французькою).

source: Add a hyphen.
ar: أضف واصلة.
de: Ergänze einen Bindestrich.
es: Agrega un guión.
fr: Ajouter un tiret.
hu: Illesszen be egy kötőjelet.
ja: ハイフンを追加します。
nl: Voeg een koppelteken toe.
pl: Dodaj łącznik.
uk: Додайте дефіс.

source: This rule does not apply in particular to the Belgium.
ar: هذه القاعدة لا تنطبق بشكل خاص على بلجيكا.
de: Diese Regel gilt insbesondere nicht für Belgien.
es: Esta regla no se aplica en particular a Bélgica.
fr: Cette règle ne s'applique pas en particulier à la Belgique.
hu: Belgiumban ez a szabály nem érvényes.
ja: このルールは特にベルギーでは適用されません。
nl: Deze regel is in het bijzonder niet van toepassing op België.
uk: Це правило не стосується, зокрема, Бельгії.

source: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) Name should be the "Saint-Esprit".
ar: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) الاسم يجب أن يكون "Saint-Esprit".
de: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) Der Name sollte "Saint-Esprit" lauten.
es: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) El nombre debe ser "Saint-Esprit".
hu: ![] (https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) A névnek a következőnek kell lennie: „Saint-Esprit”.
ja: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) Name は"Saint-Esprit"であるべきです。
nl: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) De naam moet de "Saint-Esprit" zijn.
uk: ![](https://wiki.openstreetmap.org/w/images/0/08/Osmose-eg-error-3033.png) Ім’я має бути "Saint-Esprit".

source: Words are not written in the appropriate alphabet of the language.
ar: الكلمات ليست مكتوبة بالأبجدية المناسبة للغة.
de: Wörter mit Buchstaben, die nicht zum Alphabet dieser Sprache passen.
es: Las palabras no están escritas en el alfabeto apropiado del idioma.
hu: A szavak nem az adott nyelvnek megfelelő ábécével vannak írva.
ja: 言葉がその言語の適切なアルファベットで書かれていない。
nl: Woorden zijn niet geschreven in het juiste alfabet van de taal.
pl: Słowa nie są zapisane odpowiednim alfabetem tego języka.
uk: Слова, які написані не відповідають абетці мови.

source: Usually, a wrong language has been chosen. Sometimes the word has been transliterated, and needs to be changed back to the original alphabet. `name:ar=Salaam` should be either `name:en=Salaam` (if known by untranslated name) or `name:en=Peace` (translated) or `name:ar=سلام` (original).
ar: عادةً، تم اختيار لغة خاطئة. أحيانًا تم نقل الكلمة، ويجب تغييرها مرة أخرى إلى الأبجدية الأصلية. `name:ar=Salaam` يجب أن تكون إما `name:en=Salaam` (إذا كانت معروفة باسم غير مترجم) أو `name:en=Peace` (مترجم) أو `name:ar=سلام` (أصلي).
de: In der Regel wurde ein falsches Sprachkürzel gewählt. Manchmal wurde der Name transliteriert und sollte in das ursprüngliche Alphabet zurückgewandelt werden. `name:ar=Salaam` sollte entweder in `name:en=Salaam` (transkribiert), `name:en=Peace` (wörtlich übersetzt) und `name:ar=سلام` (original) geändert werden.
es: Por lo general, se ha elegido una lengua equivocada. A veces, la palabra se ha transliterada y es necesario volver al alfabeto original. Por ejemplo, `name:ar=Salaam` debería ser `name:en=Salaam` (si se conoce por nombre sin traducir) o `name:en=Paz` (traducido) o `name:ar=سلام` (original).
hu: Valószínűleg helytelen nyelv lett kiválasztva. Lehet, hogy a szót átírták, és vissza kell állítani az eredeti ábécére. Például a `name:ar/Salaam` helytelen. Helyes viszont a `name:en=Salaam` / `name:hu=Szalám` (ha nincs lefordítva csak átírva) vagy a `name:en=Peace` / `name:hu=Béke` (lefordítva) vagy `name:ar=سلام` (eredeti arab szöveg).
ja: たいてい、誤った言語が選ばれています。しばしば言葉が翻字されており、オリジナルのアルファベットに戻す必要があります。 `name:ar=Salaam` は`name:en=Salaam` (未翻訳名が知られている場合) または `name:en=Peace` (翻訳済) または `name:ar=سلام` (オリジナル) であるべきです。
nl: Meestal is er een verkeerde taal gekozen. Soms is het woord getranslitereerd, en moet worden teruggezet naar het oorspronkelijke alfabet. `name:ar=Salaam` zou ofwel `name:en=Salaam` (indien bekend bij onvertaalde naam) of `name:en=Peace` (vertaald) of `name:ar=سلام` (origineel).
uk: Зазвичай була обрана неправильна мова. Іноді слово було транслітеровано, і його потрібно повернути до оригінальної абетки. `name:ar=Salaam` має бути або `name:en=Salaam` (якщо відоме під неперекладеним ім’ям), або `name:en=Peace` (перекладено) або `name:ar=سلام` (оригінал).

source: A non-printable character such as linefeed (0x000a) has been used.
fr: Un caractère non imprimable, par exemple un retour à la ligne (0x000a), été utilisé.
hu: Nem nyomtatható karakter található, pl. sortovábbítás (0x000a)
ja: ラインフィード(0x000a)のような表示不能な文字が使われています。
nl: Een niet afdrukbaar teken zoals linefeed (0x000a) is gebruikt.
pl: Został użyty niedrukowalny znak, taki jak np. znak nowej linii (0x000A).
uk: Недрукований символ, як linefeed (0x000a) був використаний.

source: Remove the character.
ar: احذف الحرف.
de: Lösche den Buchstaben.
es: Eliminar el carácter.
fr: Supprimer le caractère.
hu: Távolítsa el a karaktert.
ja: 文字を削除します。
nl: Verwijder het character.
pl: Usuń ten znak.
uk: Видаліть символ.

source: A symbol is used instead of a letter from the appropriate alphabet.
ar: تم استخدام رمز بدلاً من حرف من الأبجدية المناسبة.
de: Statt eines Buchstabens wird ein Symbol verwendet.
es: Se utiliza un símbolo en lugar de una letra del alfabeto apropiado.
hu: A megfelelő ábécé betűje helyett szimbólum található
ja: 適切なアルファベットの代わりにシンボルが使われている。
nl: Er wordt een symbool gebruikt in plaats van een letter van het juiste alfabet.
uk: Використаний символ замість літери відповідної абетки.

source: Change the character into a punctuation mark or something else more appropriate.
ar: قم بتغيير الحرف إلى علامة ترقيم أو شيء آخر أكثر ملاءمة.
de: Ändere das Zeichen in ein Satzzeichen oder anderes passenderes Zeichen.
es: Cambia el carácter por un signo de puntuación o algo más apropiado.
hu: Módosítsa a karaktert írásjelre vagy valami más megfelelőbbre.
ja: 文字を句読点などのより適切なものに変更します。
uk: Змініть символ на знак пунктуації або щось інше більш відповідне.

source: Number written in capital letters: "N°" in place of "n°".
ar: رقم مكتوب بحروف كبيرة: "N°" بدلاً من "n°".
de: Nummerabkürzung mit Großbuchstaben: "N°" anstatt "n°".
es: Número escrito en mayúsculas: "N°" en vez de "n°".
hu: Nagybetűkkel írt number (szám): „ n° ” helyett „ N° ”.
ja: 大文字で書かれた数字: "n°"の代わりに"N°"。
nl: Nummer geschreven in hoofdletters: "N°" in plaats van "n°".
uk: Номер пишеться великими літерами: "N°" замість "n°".

source: Local short code can not be internationalized
ar: الرمز القصير المحلي لا يمكن تدويله
es: El código corto local no puede internacionalizarse
hu: A helyi rövid telefonszám (pl. segélyhívó) nem tüntethető fel nemzetközi formátumban
ja: ローカルの短いコードは国際化できません
uk: Локальний короткий код не може бути інтернаціоналізованим

source: The `source` tag is incorrect. For example, an illegal source like Google.
ar: وسم `source` غير صحيح. على سبيل المثال، مصدر غير قانوني مثل قوقل.
de: Das `source`-Tag ist fehlerhaft. Zum Beispiel eine illegale Quelle wie Google.
es: La etiqueta `source` es incorrecta. Por ejemplo, una fuente ilegal como Google
hu: Helytelen a forrást jelölő `source` címke. Lehet, hogy jogellenes (pl. Google).
ja: `source`タグ誤り。例えば、Googleのような法令違反に当たるソース。
nl: De 'source'-tag is onjuist. Bijvoorbeeld een illegale bron zoals Google
pl: Tag `source` jest niepoprawny. Może zawierać nielegalne źródło takie jak Google.
uk: Теґ `source` є неправильним. Наприклад, Google - незаконне джерело.
