Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: max speed limit 30
ar: الحد الأقصى للسرعة 30
de: Höchstgeschwindigkeit 30
es: límite de velocidad máxima 30
fr: limite de vitesse maximale 30 km/h
hu: sebességkorlátozás: 30
ja: 最大速度制限 30
nl: maximale snelheidslimiet 30
pl: ograniczenie prędkości 30 km/h
uk: обмеження швидкості 30

source: max speed limit 35
ar: الحد الأقصى للسرعة 35
de: Höchstgeschwindigkeit 35
es: límite de velocidad máxima 35
fr: limite de vitesse maximale 35 km/h
hu: sebességkorlátozás: 35
ja: 最大速度制限 35
nl: maximale snelheidslimiet 35
pl: ograniczenie prędkości 35 km/h
uk: обмеження швидкості 35

source: max speed limit 40
ar: الحد الأقصى للسرعة 40
de: Höchstgeschwindigkeit 40
es: límite de velocidad máxima 40
fr: limite de vitesse maximale 40 km/h
hu: sebességkorlátozás: 40
ja: 最大速度制限 40
nl: maximale snelheidslimiet 40
pl: ograniczenie prędkości 40 km/h
uk: обмеження швидкості 40

source: max speed limit 45
ar: الحد الأقصى للسرعة 45
de: Höchstgeschwindigkeit 45
es: límite de velocidad máxima 45
fr: limite de vitesse maximale 45 km/h
hu: sebességkorlátozás: 45
ja: 最大速度制限 45
nl: maximale snelheidslimiet 45
pl: ograniczenie prędkości 45 km/h
uk: обмеження швидкості 45

source: max speed limit 50
ar: الحد الأقصى للسرعة 50
de: Höchstgeschwindigkeit 50
es: límite de velocidad máxima 50
fr: limite de vitesse maximale 50 km/h
hu: sebességkorlátozás: 50
ja: 最大速度制限 50
nl: maximale snelheidslimiet 50
pl: ograniczenie prędkości 50 km/h
uk: обмеження швидкості 50

source: max speed limit 60
ar: الحد الأقصى للسرعة 60
de: Höchstgeschwindigkeit 60
es: límite de velocidad máxima 60
fr: limite de vitesse maximale 60 km/h
hu: sebességkorlátozás: 60
ja: 最大速度制限 60
nl: maximale snelheidslimiet 60
pl: ograniczenie prędkości 60 km/h
uk: обмеження швидкості 60

source: max speed limit 70
ar: الحد الأقصى للسرعة 70
de: Höchstgeschwindigkeit 70
es: límite de velocidad máxima 70
fr: limite de vitesse maximale 70 km/h
hu: sebességkorlátozás: 70
ja: 最大速度制限 70
nl: maximale snelheidslimiet 70
pl: ograniczenie prędkości 70 km/h
uk: обмеження швидкості 70

source: max speed limit 80
ar: الحد الأقصى للسرعة 80
de: Höchstgeschwindigkeit 80
es: límite de velocidad máxima 80
fr: limite de vitesse maximale 80 km/h
hu: sebességkorlátozás: 80
ja: 最大速度制限 80
nl: maximale snelheidslimiet 80
pl: ograniczenie prędkości 80 km/h
uk: обмеження швидкості 80

source: max speed limit 90
ar: الحد الأقصى للسرعة 90
de: Höchstgeschwindigkeit 90
es: límite de velocidad máxima 90
fr: limite de vitesse maximale 90 km/h
hu: sebességkorlátozás: 90
ja: 最大速度制限 90
nl: maximale snelheidslimiet 90
pl: ograniczenie prędkości 90 km/h
uk: обмеження швидкості 90

source: max speed limit 100
ar: الحد الأقصى للسرعة 100
de: Höchstgeschwindigkeit 100
es: límite de velocidad máxima 100
fr: limite de vitesse maximale 100 km/h
hu: sebességkorlátozás: 100
ja: 最大速度制限 100
nl: maximale snelheidslimiet 100
pl: ograniczenie prędkości 100 km/h
uk: обмеження швидкості 100

source: max speed limit 110
ar: الحد الأقصى للسرعة 110
de: Höchstgeschwindigkeit 110
es: límite de velocidad máxima 110
fr: limite de vitesse maximale 110 km/h
hu: sebességkorlátozás: 110
ja: 最大速度制限 110
nl: maximale snelheidslimiet 110
pl: ograniczenie prędkości 110 km/h
uk: обмеження швидкості 110

source: max speed limit 120
ar: الحد الأقصى للسرعة 120
de: Höchstgeschwindigkeit 120
es: límite de velocidad máxima 120
fr: limite de vitesse maximale 120 km/h
hu: sebességkorlátozás: 120
ja: 最大速度制限 120
nl: maximale snelheidslimiet 120
pl: ograniczenie prędkości 120 km/h
uk: обмеження швидкості 120

source: max speed limit 130
ar: الحد الأقصى للسرعة 130
de: Höchstgeschwindigkeit 130
es: límite de velocidad máxima 130
fr: limite de vitesse maximale 130 km/h
hu: sebességkorlátozás: 130
ja: 最大速度制限 130
nl: maximale snelheidslimiet 130
pl: ograniczenie prędkości 130 km/h
uk: обмеження швидкості 130

source: max height limit
ar: الحد الأقصى للارتفاع
de: Maximalhöhe
es: límite de altura máxima
hu: magasságkorlátozás
ja: 最大高制限
nl: max hoogte limiet
pl: ograniczenie wysokości
uk: обмеження висоти

source: max weight limit
ar: الحد الأقصى للوزن
de: Maximalgewicht
es: límite de peso máximo
hu: súlykorlátozás
ja: 最大重量制限
nl: max gewichtslimiet
pl: ograniczenie masy pojazdu
uk: обмеження маси

source: roundabout
ar: دوار
de: Kreisverkehr
es: rotonda
fr: giratoire
hu: körforgalom
ja: ラウンドアバウト
nl: rotonde
pl: rondo
uk: кругове перехрестя

source: road bump
ar: مطب
de: Bodenwelle
es: bache en el camino
hu: fekvőrendőr
ja: スピードバンプ
nl: verkeersdrempel
pl: próg zwalniający
uk: дорожня нерівність

source: traffic signals
ar: إشارات مرور
de: Ampel
es: señales de tráfico
fr: feu de circulation
hu: jelzőtáblák
ja: 交通信号機
nl: verkeersignalisatie
pl: sygnalizacja drogowa
uk: світлофор

source: living street
ar: شارع معيشة بين المساكن
de: Spielstraße
es: calle viva
fr: zone de rencontre
hu: lakó-pihenő övezet
ja: 生活道路
nl: woonstraat
pl: strefa zamieszkania
uk: житлова зона

source: bus stop
ar: محطة حافلات
de: Bushaltestelle
es: parada de bus
fr: arrêt de bus
hu: buszmegálló
ja: バス停
nl: bus halte
pl: przystanek autobusowy
uk: автобусна зупинка

source: animal crossing
ar: معبر حيوانات
de: Wildwechsel
es: cruce de animales
fr: passage d'animaux
hu: állat az úttesten
ja: 動物飛び出し注意
pl: przejście dla zwierząt
uk: перехід тварин

source: stop
ar: توقف
es: parada
ja: 一時停止
nl: halte
pl: znak stop
uk: стоп

source: max speed limit 25
ar: الحد الأقصى للسرعة 25
de: Höchstgeschwindigkeit 25
es: límite de velocidad máxima 25
fr: limite de vitesse maximale 25 km/h
hu: sebességkorlátozás: 25
ja: 最大速度制限 25
nl: maximale snelheidslimiet 25
pl: ograniczenie prędkości 25 km/h
uk: обмеження швидкості 25

source: max speed limit 55
ar: الحد الأقصى للسرعة 55
de: Höchstgeschwindigkeit 55
es: límite de velocidad máxima 55
fr: limite de vitesse maximale 55 km/h
hu: sebességkorlátozás: 55
ja: 最大速度制限 55
nl: maximale snelheidslimiet 55
pl: ograniczenie prędkości 55 km/h
uk: обмеження швидкості 55

source: max speed limit 65
ar: الحد الأقصى للسرعة 65
de: Höchstgeschwindigkeit 65
es: límite de velocidad máxima 65
fr: limite de vitesse maximale 65 km/h
hu: sebességkorlátozás: 65
ja: 最大速度制限 65
nl: maximale snelheidslimiet 65
pl: ograniczenie prędkości 65 km/h
uk: обмеження швидкості 65

source: max speed limit 75
ar: الحد الأقصى للسرعة 75
de: Höchstgeschwindigkeit 75
es: límite de velocidad máxima 75
fr: limite de vitesse maximale 75 km/h
hu: sebességkorlátozás: 75
ja: 最大速度制限 75
nl: maximale snelheidslimiet 75
pl: ograniczenie prędkości 75 km/h
uk: обмеження швидкості 75

source: Tourism office
ar: مكتب سياحة
de: Tourismusbüro
es: Oficina de turismo
fr: Office du tourisme
hu: Tourinform iroda
ja: 旅行代理店
nl: Tourisme kantoor
pl: Informacja turystyczna
uk: Туристичний офіс

source: Church
ar: كنيسة
de: Kirche
es: Iglesia
fr: Église
hu: Templom
ja: 教会
nl: Kerk
pl: Kościół
uk: Церква

source: Camping
ar: تخييم
hu: Kemping
ja: キャンプ
pl: Kamping
uk: Кемпінг

source: Restaurant
ar: مطعم
es: Restaurante
hu: Étterem
ja: レストラン
pl: Restauracja
uk: Ресторан

source: Museum
ar: متحف
es: Museo
fr: Musée
hu: Múzeum
ja: 博物館
pl: Muzeum
uk: Музей

source: Winery
de: Weingut
es: Bodega
fr: Chai viticole
hu: Borászat
ja: ワイナリ
nl: wijnmakerij
pl: Winiarnia
uk: Виноробня

source: Viewpoint
ar: منظر سياحي
de: Aussichtspunkt
es: Mirador
fr: Point de vue
hu: Kilátóhely
ja: 展望所
nl: Uitzichtpunt
pl: Punkt widokowy
uk: Точка огляду

source: Picnic site
ar: موقع نزهة
de: Picknickplatz
es: Sitio de picnic
fr: Aire de pique-nique
hu: Piknikezőhely
ja: ピクニック場
nl: Picknickplaats
pl: Miejsce na piknik
uk: Місце для пікніка

source: Fix geometry so that buildings don't overlap, but share nodes if physically joined. If geometry is correct and there's some vertical difference then make use of the `layer` tag to indicate this.
ar: صحّح الشكل الهندسي بحيث لا تتداخل المباني، ولكن واجعل العقد مشتركة إذا كانت متصلة فعليًا. وإذا كان الشكل الهندسي صحيحًا وكان هناك اختلاف رأسي، فاستخدم وسم الطبقة `layer` للإشارة إلى ذلك.
de: Die Geometrie sollte korrigiert werden, damit sich die Gebäude nicht überdecken, sondern ihre Knoten teilen, wenn sie aneinander angrenzen. Wenn sich die Gebäude tatsächlich überdecken, wird `layer` zur Kennzeichnung verwendet.
es: Corregir la geometría para que los edificios no se solapen, sino que compartan nodos si están físicamente unidos. Si la geometría es correcta y hay alguna diferencia vertical, utilice la etiqueta `layer` para indicarlo.
hu: Igazítsa ki az épületek alakját, hogy ne átfedésben legyenek, hanem közös pontokon kapcsolódjanak egymáshoz, ha ez a valóságban így van. Ha a geometria pontos, viszont szintbeni különbség van köztük, akkor használja a `layer` címkét.
ja: 建物がオーバーラップしないように幾何形状を修正しますが、物理的につながっていればノードを共有します。 幾何形状が正しく、垂直方向での違いがあれば、それを示すには`layer`タグを使用してください。
pl: Popraw geometrię tak, żeby budynki się nie przecinały. Jeśli są blisko siebie, powinny być połączone na krawędzi wspólnymi węzłami. Sprawdź, czy nie ma jakichś zbędnych węzłów między wierzchołkami na wspólnej krawędzi.
uk: Виправте геометрію, щоб будівлі не накладалися між собою, але мали спільні точки, якщо вони фізично з’єднані. Якщо геометрія правильна та є певна вертикальна різниця, скористайтеся тегом `layer`, щоб вказати це.

source: - Correct the geometry if inaccurately mapped. - Correct the tagging if this isn't a building. - Delete the feature if it's invalid.
ar: - صحّح الشكل الهندسي إذا كانت الخريطة غير دقيقة. - صحّح الوسوم إذا لم يكن هذا مبنى. - احذف المكان إذا كان غير صالح.
de: - Korrigiere die Geometrie, wenn sie ungenau dargestellt ist. - Korrigiere das Tagging, wenn es sich nicht um ein Gebäude handelt. - Lösche das Objekt, wenn es ungültig ist.
es: - Corrija la geometría si se ha cartografiado incorrectamente. - Corrija el etiquetado si no se trata de un edificio. - Elimine el elemento si no es válido.
hu: - Javítsa ki az épület alakját, ha pontatlanul van felrajzolva. - Javítsa ki a címkézést, ha ez nem egy épület. - Törölje az objektumot, ha érvénytelen.
uk: - Виправте геометрію, якщо нанесено неточно. - Виправте теґи, якщо це не будівля. - Видаліть сутність, якщо вона недійсна.

source: Change the tag `natural=water` in `leisure=swimming_pool`. If it is private then tag it also with `access=private`. If it is actually not a swimming pool then you can use e.g. `natural=water` + `water=pond`/`water=basin`.
ar: غيّر الوسم `natural=water` إلى `leisure=swimming_pool`. إذا كان خاصًا، فضع عليه أيضًا وسم `access=private`. إذا لم يكن في الواقع مسبحًا، فيمكنك استخدام `natural=water` + `water=pond`/`water=basin` على سبيل المثال.
de: Ändere `natural=water` in `leisure=swimming_pool`. Wenn nicht öffentlich, ergänze `access=private`. Wenn es eigentlich kein Schwimmbad ist, verwende z.B. `natural=water` + `water=pond` oder `water=basin`.
es: Cambie la etiqueta `natural=water` en `leisure=swimming_pool`. Si es privada, etiquétala también con `access=private`. Si en realidad no es una piscina, puede utilizar, por ejemplo, `natural=water` + `water=pond`/`water=basin`.
hu: Módosítsa a `natural=water` címkét `leisure=swimming_pool`-ra. Ha magántulajdonban van, akkor helyezzen rá egy `access=private` címkét is. Ha valójában nem úszómedencéről van szó, akkor használhatja a `natural=water` + `water=pont`/`water=basin` címkéket.
ja: `leisure=swimming_pool`にある`natural=water`タグを変更します。プライベートなものであれば`access=private`もタグ付けします。実際はプールでない場合には、例えば `natural=water` + `water=pond`/`water=basin` といったタグを使えます。
uk: Змініть теґ `natural=water` у `leisure=swimming_pool`. Якщо він приватний, позначте його тегом `access=private`. Якщо це насправді не басейн, ви можете використовувати, наприклад, `natural=water` + `water=pond`/`water=basin`.

source: Multiple numbers "{numbers}" in way "{way}"
ar: أرقام متعددة "{numbers}" في الطريق "{way}"
de: Mehrfache Hausnummer "{numbers}" in Weg "{way}"
es: Múltiples números " {numbers}" en el camino " {way}"
hu: Több `{numbers}` szám egy `{way}` vonalon
ja: 複数の数字 "{numbers}" がウェイ "{way}"内にある
nl: Meerdere nummers "{numbers}" in weg "{way}"
uk: Декілька чисел "{numbers}" на шляху "{way}"

source: Geometry seems to be draw crudely, there is a discrepancy between the drawing and the real way especially in the curve.
ar: يبدو أن الشكل الهندسي مرسوم بشكل بدائي، هناك اختلاف بين الرسم والطريق الحقيقي خاصة في المنحنى.
de: Geometrie scheint ungenau gezeichnet mit Abweichungen zum tatsächlichen Verlauf, besonders in Kurven.
es: La geometría parece estar dibujada burdamente, hay una discrepancia entre el dibujo y la forma real especialmente en la curva.
hu: Az alakzat durván rajzoltnak tűnik, különösen a görbe részeknél, kanyaroknál van eltérés a rajz és a valóság között.
ja: 幾何形状が粗く描かれているようです。描かれたものと実際のウェイが、とりわけカーブ部分で食い違っています。
pl: Wygląda na to, że linia jest narysowana niezbyt dokładnie. Istnieje rozbieżność między narysowaną linią a rzeczywistym przebiegiem.
uk: Здається, що геометрія намальована грубо, є невідповідність між кресленням і реальним шляхом, особливо в кривій.

source: After checking orthophotos, add nodes or move existing nodes.
ar: بعد التحقق من الصور الجوية، أضف عقدًا أو انقل العقد الموجودة.
de: Nach Prüfung der Luftbilder, ergänze oder verschiebe vorhandene Knoten.
es: Tras comprobar las ortofotos, añada nodos o desplace los existentes.
hu: Az ortofotók ellenőrzését követően adjon hozzá még pontokat vagy helyezze át a meglévőket.
ja: 背景画像をチェックしてからノードを追加したり既存ノードを移動したりします。
pl: Po sprawdzeniu przebiegu na zdjęciach lotniczych lub satelitarnych, dodaj więcej węzłów lub przesuń istniejące.
uk: Після перевірки ортофото, додайте точки, або перемістіть вже існуючі.

source: Duplicated values {key}={val}
ar: قيم مكررة {key}={val}
de: Doppelte Werte {key}={val}
es: Valores duplicados {key}={val}
hu: Duplikált `{key}={val}` értékek
ja: 重複した値 {key}={val}
nl: Dubbele waarden {key}={val}
pl: Powielone wartości {key}={val}
uk: Повторювані значення {key}={val}

source: Invalid area postcode {postcode} for country code {country}
ar: رمز بريدي منطقة غير صالح {postcode} لرمز البلد {country}
de: Ungültige Flächen-Postleitzahl {postcode} für Ländercode {country}
es: Código postal inválido {postcode} para código de país {country}
hu: `{postcode}`: érvénytelen területi irányítószám {country} területén
ja: 郵便番号 {postcode} は国コード {country}では無効
nl: Ongeldige gebiedspostcode {postcode} voor landcode {country}
pl: Kod pocztowy obszaru {postcode} nie zgadza się z kodem kraju {country}
uk: Недійсний поштовий індекс {postcode} для коду країни {country}

source: Invalid street level postcode {postcode} for country code {country}
ar: رمز بريدي مستوى شارع غير صالح {postcode} لرمز البلد {country}
de: Ungültige Straßen-Postleitzahl {postcode} für Ländercode {country}
es: Código postal {postcode} no válido para el código de país {country}
hu: `{postcode}`: érvénytelen utcaszintű irányítószám {country} területén
ja: 街路レベル郵便番号 {postcode} は国コード {country}では無効
nl: Ongeldige postcode op straatniveau {postcode} voor landcode {country}
pl: Kod pocztowy ulicy {postcode} nie zgadza się z kodem kraju {country}
uk: Недійсний поштовий індекс на рівні вулиці {postcode} для коду країни {country}

source: Bad URL {k}={v}
ar: رابط غير صالح {k}={v}
de: Falsche URL {k}={v}
es: URL incorrecta {k}={v}
hu: Hibás URL: `{k}={v}`
ja: 不正なURL {k}={v}
nl: Verkeerde URL {k}={v}
pl: Niepoprawny URL {k}={v}
uk: Неправильна URL-адреса {k}={v}

source: Nodes in the vicinity without tag and not part of a way.
ar: عقد في الجوار بدون وسم وليست جزءًا من طريق.
de: Knoten ohne Merkmale, die nicht Teil eines Weges sind.
es: Nodos en las proximidades sin etiqueta y que no forman parte de un camino.
hu: Címkétlen és vonalhoz sem tartozó pontok a környéken.
ja: タグの無い近くのノードで、ウェイの一部でも無い。
uk: Точки поблизу без теґу та не є частиною шляху.

source: Find the origin of these nodes. They probably result from a bad import. Contact the contributor submitting the nodes or remove them.
ar: ابحث عن مصدر هذه العقد، فمن المحتمل أنها ناتجة عن استيراد خاطئ. تواصل مع المساهم الذي أرسل العقد أو قم بإزالتها.
de: Prüfe die Herkunft der Knoten. Sie stammen wahrscheinlich von einem schlechten Import. Kontaktiere den Ersteller oder lösche die Knoten.
es: Encuentre el origen de estos nodos. Probablemente son el resultado de una mala importación. Póngase en contacto con el contribuidor que envía los nodos o elimínelos.
hu: Keresse meg a pontok eredetét. Valószínűleg egy hajdani félresikerült importból maradtak. Lépjen kapcsolatba a szerzőjükkel vagy távolítsa el őket.
uk: Знайдіть походження цих точок. Ймовірно, вони є результатом поганого імпорту. Сконтактуйте з учасникой, який їх надсилає, або видаліть їх.

source: Stop position without platform nor bus stop
ar: موقف توقف بدون منصة ولا محطة حافلات
de: Stopposition ohne Gleis oder Haltestelle
es: Posición de parada sin andén ni parada de autobús
hu: `stop_position` peron (`platform`) vagy buszmegálló (`bus_stop`) nélkül
ja: platform も bus stopも無いのにStop positionだけがある
nl: Stoppositie zonder perron of bushalte
pl: Miejsce zatrzymania bez przystanku lub peronu
uk: Місце зупинки без платформи та автобусної зупинки

source: A bus `public_transport=stop_position` without close `public_transport=platform` nor `highway=bus_stop`.
ar: موقف حافلة `public_transport=stop_position` بدون منصة `public_transport=platform` قريبة ولا `highway=bus_stop`.
de: Stopposition `public_transport=stop_position` ohne benachbarte `public_transport=platform` oder `highway=bus_stop`.
es: Un autobús `public_transport=stop_position` sin cerrar `public_transport=platform` ni `highway=bus_stop`.
hu: `public_transport=stop_position` buszmegálló, de nincs a közelében `public_transport=platform` vagy `highway=bus_stop`
ja: 近くに`public_transport=platform` も `highway=bus_stop`も無いのに`public_transport=stop_position`だけがある。
nl: Een bus `public_transport=stop_position` zonder gesloten `public_transport=platform` of `highway=bus_stop`.
pl: `public_transport=stop_position` bez `public_transport=platform` lub `highway=bus_stop` w pobliżu.
uk: Автобусна `public_transport=stop_position` без `public_transport=platform` і `highway=bus_stop` поруч.

source: cycling infrastructure
ar: بنية تحتية للدراجات
de: Fahrradinfrastruktur
es: infraestructura ciclista
hu: kerékpáros infrastruktúra
ja: サイクリングのインフラ
nl: fietsinfrastructuur
pl: infrastruktura rowerowa
uk: велоінфраструктура

source: Invalid capacity value
ar: قيمة السعة غير صالحة
es: Valor de capacidad no válido
hu: Érvénytelen `capacity` érték
ja: 無効な収容数
nl: Ongeldige capaciteitswaarde
pl: Niepoprawna wartość capacity
uk: Неправильне значення обʼєму

source: Capacity tags should be positive integers.
hu: A kapacitást jelző `capacity` címke értéke csak pozitív egész szám lehet.
ja: 収容数は正の整数であるべきです。
nl: Capaciteitstags moeten positieve gehele getallen zijn.
pl: Wartość tagu capacity powinna być dodatnia.
uk: Теґи обʼєму мають бути цілими додатними числами.

source: Specific capacity is greater than total capacity
ar: السعة المحددة أكبر من السعة الإجمالية
es: La capacidad específica es mayor que la capacidad total
hu: A speciális kapacitás nagyobb, mint az összkapacitás
ja: 個別の収容数が総収容数より大きい
nl: De specifieke capaciteit is groter dan de totale capaciteit
pl: Wartość tagu capacity:* jest większa niż wartość tagu capacity
uk: Питомий обʼєм більший за загальний

source: A capacity:* value is greater than the total capacity.
ar: قيمة السعة capacity:* أكبر من السعة الإجمالية.
es: Un valor de capacidad:* es mayor que la capacidad total.
hu: Egy `capacity:*` címke értéke nagyobb mint a teljes `capacity` címkéé.
ja: capacity:* の値が総収容数より大きい
nl: Een capaciteit: * waarde is groter dan de totale capaciteit.
pl: Wartość tagu capacity:* jest większa niż wartość tagu capacity.
uk: Значення capacity:* є більшим за загальний об’єм

source: "{0}" value "{1}" is negative
ar: قيمة {0} "{1}" سالبة
es: "{0}" valor "{1}" es negativo
fr: La valeur « {1} » de l’attribut « {0} » est négative
hu: A „{0}” kulcs melletti „{1}” érték negatív
ja: "{0}" 値 "{1}" は負数です
nl: "{0}" waarde "{1}" is negatief
pl: wartość "{1}" jest ujemna
uk: "{0}" значення "{1}" є відʼємним

source: "{0}" value "{1}" is not an integer
ar: قيمة {0} "{1}" ليست عددًا صحيحًا
es: "{0}" valor "{1}" no es un entero
fr: La valeur « {1} » de l’attribut « {0} » n’est pas un entier
hu: A „{0}” kulcs melletti „{1}” érték nem egész szám
ja: "{0}" 値 "{1}" は整数ではありません
nl: "{0}" waarde "{1}" is geen integer
pl: wartość "{1}" nie jest liczbą całkowitą
uk: "{0}" значення "{1}" не є цілим числом

source: Specific "{0}" value "{1}" should be lower than total capacity {2}
ar: قيمة {0} المحددة "{1}" يجب أن تكون أقل من السعة الإجمالية {2}
es: El valor específico "{0}" "{1}" debe ser inferior a la capacidad total {2}
fr: La valeur spécifique « {1} » de l’attribut « {0} » devrait être inférieure à la capacité totale {2}
hu: A „{0}” speciális kapacitás „{1}” értékének kisebbnek kell lennie, mint az összkapacitás ({2})
ja: 個別の "{0}" の値は "{1}" 総収容数 {2} よりも小さいはずです
nl: Specifieke "{0}" waarde "{1}" moet lager zijn dan de totale capaciteit {2}
pl: Wartość "{0}" "{1}" powinna być mniejsza niż całkowita pojemność {2}
uk: Конкретне "{0}" значення "{1}" має бути нижчим за загальний об’єм {2}

source: Most often, this is a user issue that added several times the same way. The editor JOSM can easily visualize the relationships and see duplicates (in colour).
ar: في أغلب الأحيان، تكون هذه مشكلة مستخدم أضاف نفس الطريق عدة مرات. يمكن لمحرر جوسم وبسهولة أن يتصور العلاقات ورؤية العناصر المكررة (بالألوان).
es: La mayoría de las veces, se trata de un problema del usuario que añadió varias veces de la misma manera. El editor JOSM puede visualizar fácilmente las relaciones y ver los duplicados (en color).
hu: Ez általában egy felhasználó hibája, aki többször hozzáadta a kapcsolathoz ugyanazt a vonalat. A JOSM szerkesztő egyszerűen képes megjeleníteni a kapcsolatokat és külön színnel kiemelni a duplikált tagokat.
uk: Найчастіше це проблема користувача, яка додається кілька разів одним і тим же способом. Редактор JOSM може легко візуалізувати зв’язки та побачити дублікати (в кольорі).

source: Possible mistake or lack of precision of `cuisine` value
ar: خطأ محتمل أو نقص في دقة قيمة المطبخ `cuisine`
es: Posible error o falta de precisión del valor `cuisine`
fr: Erreur possible ou manque de précision pour la valeur `cuisine`
hu: A `cuisine` értéke hibás lehet vagy pontatlan
ja: `cuisine` の値の正確さが誤っていたり不足している可能性があります
uk: Можлива помилка або недостатня точність значення `cuisine`

source: Suggestion of `cuisine` value
ar: اقتراح لقيمة المطبخ `cuisine`
es: Sugerencia de valor `cuisine`
fr: Suggestion de valeur pour `cuisine`
hu: Javaslatok a `cuisine` értékéhez
ja: `cuisine` の値の提案
uk: Пропозиція заповнити `cuisine`

source: Guess with probability: {0}
ar: تخمين مع احتمال: {0}
es: Adivina con probabilidad: {0}
fr: Deviné avec la probabilité : {0}
hu: Valószínűleg erről lesz szó: {0}
ja: ありそうな推測: {0}
nl: Raden met waarschijnlijkheid: {0}
uk: Вгадайте з ймовірністю: {0}

source: The end of a `highway=cycleway` must be connected to the rest of the road network to ensure continuity, especially for routes planner.
ar: يجب توصيل نهاية `highway=cycleway` بباقي شبكة الطرق لضمان الاستمرارية، خاصةً لمخططي المسارات.
es: El final de una `highway=cycleway` debe estar conectado al resto de la red de carreteras para garantizar la continuidad, especialmente para los planificadores de rutas.
fr: La fin d’une piste cyclable (`highway=cycleway`) doit être connectée au reste du réseau routier pour assurer la continuité, notamment pour les planificateurs d’itinéraires.
hu: Egy `highway=cycleway` kerékpárút végének csatlakoznia kell az úthálózathoz a folytonosság biztosítása érdekében, ami különösen az útvonaltervezőknek fontos.
ja: `highway=cycleway`の終端は道路ネットワークの残りに接続され、連続性を確保していなければなりません。特に routes planner向けに。
uk: Кінець `highway=cycleway` повинен бути зʼєднаний з рештою дорожньої мережі, щоб забезпечити безперервність, особливо для планувальників маршрутів.
