Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: College not integrated
ar: الكلية غير متكاملة
de: Hochschule fehlt
es: Instituto o Universidad no integrada
fa: College یکپارچه نشده
fr: Établissement d’enseignement supérieur non intégré
hu: Főiskola: nincs a térképen
it: Scuola superiore non integrata
ja: 未統合の大学データ
lt: Koledžas neintegruotas
nl: College niet geïntegreerd
pl: Szkoła policealna niezintegrowana
pt: Colégio não integrado
uk: Коледж не інтегрований

source: Missing survey point
ar: نقطة المسح غير موجودة
de: Vermessungspunkt fehlt
es: Falta punto geodésico
fa: نقطهٔ تحقیق و بررسی‌شده گم شده
fr: Repère géodésique manquant
hu: Hiányzó `man_made=survey_point` földmérési alappont
it: Punto di riferimento mancante
ja: 測量基準点が無い
lt: Trūksta apžvalgos taško
nl: Ontbrekende referentie punt
pl: Brakuje punktu pomiarowego
pt: Falta ponto de levantamento
uk: Відсутня точка огляду

source: Missing survey site
ar: موقع المسح غير موجود
de: Fehlende Gruppe ('site') von Vermessungspunkten
es: Falta sitio geodésico
fa: مکان تحقیق و بررسی‌شده گم شده
fr: Site géodésique manquant
hu: Hiányzó [survey site] földmérési hely
it: Sito di riferimento mancante
ja: 測量サイトが無い
lt: Trūksta apžvalgos aikštelės
nl: Ontbrekende referentie site
pl: Brakuje strony pomiarowej
pt: Falta site de pesquisa
uk: Відсутнє місце огляду

source: Crossing level not integrated
ar: مستوى العبور غير متكامل
de: Bahnübergang fehlt
es: Paso a nivel no integrado
fa: تقاطع هم‌سطح با راه‌آهن یکپارچه نشده
fr: Passage à niveau non intégré
hu: Szintbeni kereszteződés: nincs a térképen
it: Passaggio a livello non integrato
ja: レベルの重なりが未統合
lt: Pervaža neintegruota
nl: Overweg niveau niet geïntegreerd
pl: Przejazd kolejowy niezintegrowany
pt: Passagem de nível não integrada
uk: Залізничний переїзд не інтегрований

source: Historical monument not integrated
ar: النصب التاريخي غير متكامل
de: Denkmal (Monument) fehlt
es: Monumento histórico no integrado
fa: Historical monument یکپارچه نشده
fr: Monument historique non intégré
hu: Műemlék: nincs a térképen
it: Monumento storico non integrato
ja: モニュメントが統合されていません
lt: Istorinis monumentas neintegruotas
nl: Historisch monument niet geïntegreerd
pl: Pomnik niezintegrowany
pt: Monumento histórico não integrado
uk: Історичний пам’ятник не інтегрований

source: Historical monument, integration suggestion
ar: نصب تاريخي ، اقتراح تكامل
de: Historisches Denkmal, Ergänzungsvorschlag
es: Monumento histórico, sugerencia de integración
fa: Historical monument، پیشنهاد یکپارچگی
fr: Monument historique, proposition d’intégration
hu: Műemlék: kiegészítési javaslat
it: Suggerimento di integrazione di monumento storico
ja: モニュメントの統合を推奨
lt: Istorinis monumentas, integravimo pasiūlymas
nl: Historisch monument, integratie suggestie
pl: Pomnik, propozycja integracji
pt: Monumento histórico, sugestão de integração
uk: Історичний пам’ятник, пропозиція з інтеграції

source: Post office not integrated
ar: مكتب البريد غير متكامل
de: Poststelle fehlt
es: Oficina de correos no integrada
fa: ادارهٔ پست یکپارچه نشده
fr: Bureau de poste non intégré
hu: Posta: nincs a térképen
it: Ufficio postale non integrato
ja: 未統合の郵便局
lt: Paštas neintegruotas
nl: Postkantoor niet toegevoegd
pl: Urząd pocztowy niezintegrowany
pt: Correios não integrado
uk: Відділення зв’язку не інтегроване

source: Post office, integration suggestion
ar: مكتب البريد ، اقتراح التكامل
de: Poststelle, Ergänzungsvorschlag
es: Oficina de correos, sugerencia de integración
fa: ادارهٔ پست، پیشنهاد یکپارچگی
fr: Bureau de poste, proposition d’intégration
hu: Posta: kiegészítési javaslat
it: Suggerimento di integrazione di ufficio postale
ja: 郵便局の統合の提案
lt: Paštas, integravimo pasiūlymas
nl: Postkantoor, integratie suggestie
pl: Urząd pocztowy, propozycja integracji
pt: Correios, sugestão de integração
uk: Відділення зв’язку, пропозиція з інтеграції

source: Railway station not integrated
ar: محطة سكة حديد غير متكاملة
de: Bahnhof fehlt
es: Estación de tren no integrada
fa: ایستگاه راه‌آهن یکپارچه نشده
fr: Gare ferroviaire non intégrée
hu: Vasútállomás: nincs a térképen
it: Stazione ferroviaria non integrata
ja: 未統合の鉄道駅
lt: Geležinkelio stotis neintegruota
nl: Trein station niet geïntegreerd
pl: Stacja kolejowa niezintegrowana
pt: Estação ferroviária não integrada
uk: Залізнична станція не інтегрована

source: Railway station, integration suggestion
ar: محطة سكة حديد ، اقتراح التكامل
de: Bahnhof, Ergänzungsvorschlag
es: Estación de tren, sugerencia de integración
fa: ایستگاه راه‌آهن، پیشنهاد یکپارچگی
fr: Gare ferroviaire, proposition d’intégration
hu: Vasútállomás: kiegészítési javaslat
it: Suggerimento di integrazione di stazione ferroviaria
ja: 鉄道駅の統合の提案
lt: Geležinkelio stotis, integravimo pasiūlymas
nl: Treinstation, integratie suggestie
pl: Stacja kolejowa, propozycja integracji
pt: Estação Ferroviária, sugestão de integração
uk: Залізнична станція, пропозиція з інтеграції

source: School not integrated
ar: المدرسة غير متكاملة
de: Schule fehlt
es: Escuela no integrada
fa: مدرسه یکپارچه نشده
fr: École non intégrée
hu: Iskola: nincs a térképen
it: Scuola non integrata
ja: 未統合の学校
lt: Mokykla neintegruota
nl: School niet geïntegreerd
pl: Szkoła niezintegrowana
pt: Escola não integrada
uk: Школа не інтегрована

source: School, integration suggestion
ar: المدرسة ، اقتراح التكامل
de: Schule, Ergänzungsvorschlag
es: Escuela, sugerencia de integración
fa: مدرسه، پیشنهاد یکپارچگی
fr: École, proposition d’intégration
hu: Iskola: kiegészítési javaslat
it: Suggerimento di integrazione di scuola
ja: 学校の統合の提案
lt: Mokykla, integravimo pasiūlymas
nl: School, integratie suggestie
pl: Szkoła, propozycja integracji
pt: Escola, sugestão de integração
uk: Школа, пропозиція з інтеграції

source: Public service not integrated
ar: الخدمة العامة غير متكاملة
de: Verwaltung fehlt
es: Servicio público no integrado
fa: خدمت عمومی یکپارچه نشده
fr: Service public non intégré
hu: Közszolgáltatás: nincs a térképen
it: Servizio pubblico non integrato
ja: 未統合の公共サービス
lt: Viešosios paslaugos neintegruotos
nl: Openbare dienst niet geïntegreerd
pl: Usługa publiczna niezintegrowana
pt: Serviço público não integrado
uk: Державна служба не інтегрована

source: Boundary intersection
ar: تقاطع الحدود
de: Kreuzende Grenzen
es: Intersección de límites
fa: روی هم افتادن مرزها
fr: Intersection entre communes
hu: Egymást metsző határvonalak
it: Intersezione tra confini
ja: 境界線の交差
lt: Ribų susikirtimas
nl: Kruising van grens
pl: Przecinające się granice
pt: Interseção de fronteira
uk: Перетин кордонів

source: Lone boundary fragment
ar: أجزاء الحدود الوحيدة
de: Einzelnes Grenzfragment
es: Fragmento de límite aislado
fa: قطعه‌ای از مرز جدا افتاده
fr: Fragment de frontière isolé
hu: Magában álló határszakasz
it: Frammento isolato di confine
ja: 孤立した境界線の切れ端
lt: Vienišas ribos fragmentas
nl: Geïsoleerde grens fragment
pl: Samotny fragment granicy
pt: Fragmento de fronteira isolado
uk: Одинокий фрагмент boundary

source: Missing wikipedia tag
ar: وسوم ويكيبيديا المفقودة
de: Wikipedia-Tag fehlt
es: Falta etiqueta wikipedia
fa: کمبود تگ ویکی‌پدیا
fr: Attribut “wikipedia” manquant
hu: Hiányzó `wikipedia` címke
it: Tag wikipedia mancante
ja: wikipediaタグがない
lt: Trūksta Vikipedijos žymos
nl: Wikipedia tag ontbreekt
pl: Brakuje tagu wikipedia
pt: Falta a etiqueta wikipedia
uk: Відсутній теґ wikipedia

source: Different population tag between relation and admin_centre
ar: وسم عدد السكان يختلف بين العلاقة و عاصمة المركز admin_centre
de: Einwohnerzahl in Relation und admin_centre unterschiedlich
es: Diferencia en la etiqueta población entre la relación y admin_centre
fa: تگ population در رابطه و در admin_centre مقادیر متفاوت دارد
fr: Attribut “population” inconsistant entre la relation et son membre “admin_centre”
hu: A kapcsolat [relation] és az [admin_centre] között eltér a `population` címke
it: Tag population differente tra relazione e admin_centre
ja: リレーションとadmin_centreで人口が異なる
lt: Skirtinga populiacijos žyma tarp ryšio ir admin_centre
nl: De tag Bevolkings-aantal verschilt tussen relatie en admin_centre
pl: Różne tagi population pomiędzy relacją a admin_centre
pt: Etiqueta de população diferente entre relação e admin_centre
uk: Різні значення теґу population у зв’язку та точки admin_centre

source: Invalid role
ar: دور غير صالح
de: Rolle ungültig
es: Rol inválido
fa: نقش نامعتبر
fr: Rôle non valide
hu: Érvénytelen szerep
it: Ruolo non valido
ja: 無効なロール
lt: Neteisinga rolė
nl: Ongeldige role
pl: Niepoprawna rola
pt: Papel inválido
uk: Недійсна роль

source: Broken highway level continuity
ar: انقطاع في استمرارية مستوى الطريق السريع
de: Straßentyp unterbrochen
es: Rota la continuidad a nivel de carretera
fa: شکست در پیوستگی درجهٔ معبر
fr: Continuité rompue du niveau de voie
hu: Megszakad a közút típusának folytonossága
it: Classificazione discontinua
ja: レベルが合っていない道路
lt: Pertrauktas kelio tęstinumas
nl: Verbroken continuïteit van de weg
pl: Brak ciągłości poziomu drogi
pt: Continuidade do nível rodovia quebrado
uk: Зламана безперервність рівня шляху

source: Merge building (triangle)
ar: دمج المبنى (مثلث)
de: Gebäude(dreieck) zusammenführen
es: Edificio fusionado (triángulo)
fa: ادغام ساختمان (مثلث)
fr: Fusion de bâtiments (triangle)
hu: Épület egyesítése (háromszög)
it: Unione edifici (triangolo)
ja: 建物をマージ(三角形)
lt: Sulieti pastatą (trikampis)
nl: Gebouw samenvoegen (triangle)
pl: Złączone budynki (trójkąt)
pt: Mesclar edifício (triângulo)
uk: Об’єднані будівлі (трикутник)

source: Building intersection
ar: تقاطع المباني
de: Kreuzende Gebäude
es: Intersección de edificio
fa: هم‌پوشانی ساختمان‌ها
fr: Intersection de bâtiments
hu: Egymást metsző épületek
it: Intersezione tra costruzioni
ja: 建物が交差している
lt: Pastatų susikirtimas
nl: Kruising van een gebouw
pl: Przecinające się budynki
pt: Interseção de edifício
uk: Накладання будівель

source: Large building intersection
ar: تقاطع المباني الكبيرة
de: Kreuzende Gebäude
es: Intersección de edificio grande
fa: هم‌پوشانی بزرگ ساختمان‌ها
fr: Grosse intersection de bâtiments
hu: Egymást nagy mértékben metsző épületek
it: Grossa intersezione tra costruzioni
ja: 大きい建物が交差している
lt: Didelis pastatų susikirtimas
nl: Grote kruising
pl: Przecinające się duże budynki
pt: Grande interseção de edifício
uk: Накладання великих будівель

source: Building too small
ar: المبنى صغير جدًا
de: Gebäudefläche zu klein
es: Edificio demasiado pequeño
fa: ساختمان خیلی کوچک است
fr: Bâtiment trop petit
hu: Túl kicsi épület
it: Giccola zona
ja: 建物が小さすぎる
lt: Pastatas per mažas
nl: Gebouw te klein
pl: Budynek za mały
pt: Edifício muito pequeno
uk: Будівля занадто мала

source: Gap between buildings
ar: فجوة بين المباني
de: Lücke zwischen Gebäuden
es: Separación entre edificios
fa: درز بین ساختمان‌ها
fr: Interstice entre les bâtiments
hu: Rés az épületek között
it: Vuoto tra due costruzioni
ja: 建物間に隙間がある
lt: Tarpas tarp pastatų
nl: Ruimtes tussen gebouwen
pl: Dziura pomiędzy budynkami
pt: Gap entre edifícios
uk: Прогалина між будівлями

source: Large building intersection cluster
ar: مجموعة تقاطعات للمباني الكبيرة
de: Gruppe kreuzender Gebäude
es: Grupo de intersecciones de edificio grande
fa: انبوهی از هم‌پوشانی بزرگ ساختمان‌ها
fr: Groupe de grosses intersections de bâtiments
hu: Sok egymást metsző épület
it: Gruppo di sovrapposizioni di grandi edifici
ja: 建物が大量に交差している
lt: Didelių pastatų susikirtimų grupė
nl: Groot kruising van het cluster gebouw
pl: Grupa przecinających się dużych budynków
pt: Grande aglomerado edifício interseção
uk: Накладання груп великих будівель

source: Special building (round)
ar: مبنى خاص (دائري)
de: Spezielles Gebäude (rund)
es: Edificio especial (redondo)
fa: ساختمان خاص (گرد)
fr: Bâtiment spécial (rond)
hu: Speciális épület (kör)
it: Edificio particolare (rotondo)
ja: 特殊な建物 (円形)
lt: Specialus pastatas (apskritas)
nl: Speciaal gebouw (rond)
pl: Specjalny budynek (okrągły)
pt: Edifício especial (redondo)
uk: Спеціальна будівля (кругла)

source: Special building (large)
ar: مبنى خاص (كبير)
de: Spezielles Gebäude (groß)
es: Edificio especial (grande)
fa: ساختمان خاص (بزرگ)
fr: Bâtiment spécial (grand)
hu: Speciális épület (nagy)
it: Edificio particolare (grande)
ja: 特殊な建物 (巨大)
lt: Specialus pastatas (didelis)
nl: Speciaal gebouw (groot)
pl: Specjalny budynek (duży)
pt: Edifício especial (grande)
uk: Спеціальна будівля (велика)

source: Unconnected cycleway
ar: مسار دراجات غير متصل
de: Radweg nicht verbunden
es: Carril bici no conectado
fa: مسیر دوچرخهٔ غیرمتصل
fr: Voie cyclable non connectée
hu: Nem csatlakozó kerékpárút
it: Ciclabile non connessa
ja: 自転車道が接続していない
lt: Neprijungtas dviračių takas
nl: Niet verbonden fietspad
pl: Niepołączone drogi rowerowe
pt: Ciclovia desconetada
uk: Нез’єднана велодоріжка

source: Missing way on level crossing
ar: الطريق غير موجود على مستوى التقاطع
de: Fehlender Weg an Bahnübergang
es: Falta vía en paso a nivel
fa: کمبود راه در تقاطع هم‌سطح با راه‌آهن
fr: Voie manquante au passage à niveau
hu: Hiányzó vonal a szintbeni kereszteződésben
it: Passaggio a livello senza alcuna strada
ja: 踏切に道路がない
lt: Trūksta kelio pervažoje
nl: Ontbrekende weg op overweg
pl: Brakująca droga na przejeździe
pt: Falta via em passagem de nível
uk: Відсутня лінія на level_crossing

source: Lone highway or barrier node
ar: طريق منعزل أو عقدة حاجز
de: Objekt nicht mit Straße verbunden
es: Carretera aislada o barrera como nodo
fa: معبر یا گره barrier تنها
fr: Élément de voie ou nœud “barrier” isolé
hu: Magában álló út- vagy akadálypont
it: Nodo di strada o barriera isolato
ja: 孤立した道路あるいは通行規制ノード
lt: Vienišas kelio ar barjero taškas
nl: Alleenstaande weg of barrière knooppunt
pl: Samotny węzeł "highway" lub "barrier"
pt: Via ou nó de barreira isolado
uk: Одинокий шлях чи точка бар’єру

source: Geodesic mark without building
ar: علامة جيوديسية بدون مبنى
de: Vermessungspunktmarkierung ohne Gebäude
es: Marca geodésica sin edificio
fa: نشانهٔ Geodesic بدون ساختمان
fr: Repère géodésique sans bâtiment
hu: Földmérési jelzés épület nélkül
it: Punto geodetico senza struttura
ja: 建物に記されていない測地点
lt: Geodezinis orientyras be pastato
nl: Geodesisch punt zonder gebouw
pl: Znak geodezyjny bez budynku
pt: Marco geodésico sem edifício
uk: Геодезична мітка без споруди

source: Possible crossing=traffic_signals
ar: احتمالية وجود تقاطع بإشارات مرور crossing=traffic_signals
de: Möglicherweise crossing=traffic_signals
es: Posible crossing=traffic_signals
fa: احتمالاً crossing=traffic_signals
hu: Lehetséges lámpás gyalogátkelő: `crossing=traffic_signals`
it: Possibile crossing=traffic_signals
ja: crossing=traffic_signalsの可能性
lt: Galima crossing=traffic_signals
nl: Mogelijke crossing=traffic_signals
pl: Możliwe crossing=traffic_signals
pt: Possível crossing=traffic_signals
uk: Можливо crossing=traffic_signals

source: Bad *_link highway
ar: وصلة طريق سيئة
de: Anschlussrampe unpassend
es: *_link de carretera errónea
fa: معبر ‎*_link بد
fr: Type de voirie “highway”=“*_link” incorrect
hu: Hibás útfelhajtó: `…_link`
it: Classificazione *_link errata
ja: 接続道路が不正です
lt: Blogas *_link kelias
nl: Verkeerde *_link weg
pl: Zła droga *_link
pt: Erro de via *_link
uk: Помилковий *_link highway

source: Highway too long for a *_link
ar: الطريق طويل جدا ولا يتناسب أن يكون وصلة لطريق
de: Straße zu lang für Anschlussrampe
es: Carretera demasiada larga para un *_link
fa: معبر برای تگ ‎*_link خیلی طولانی است
fr: Voirie trop longue pour un “*_link”
hu: Az út túl hosszú ahhoz, hogy `*_link` legyen
it: Strada troppo lunga per essere un *_link
ja: 接続道路が長すぎます
lt: *_link kelias per ilgas
nl: Weg te lang voor een *_link
pl: Droga za długa na *_link
pt: Estrada muito longa para um * _link
uk: Highway задовгий для *_link

source: Highway intersecting building
ar: طريق يتقاطع مع مبنى
de: Straße kreuzt Gebäude
es: Carretera intersecta con edificio
fa: روی هم افتادن معبر و ساختمان
fr: Intersection entre la voirie et un bâtiment
hu: Épületet metsző út
it: Intersezione tra strada ed edificio
ja: 道路が建物と交差している
lt: Kelias susikerta su pastatu
nl: Kruising tussen weg en een gebouw
pl: Droga przecinająca budynek
pt: Via em edifício
uk: Шлях перетинає будівлю

source: Tree intersecting building
ar: شجرة تتقاطع مع مبنى
de: Baum kreuzt Gebäude
es: Árbol intersecta con edificio
fa: روی هم افتادن درخت و ساختمان
fr: Intersection entre un arbre et un bâtiment
hu: Épületet metsző fa
it: Intersezione tra albero ed edificio
ja: 木が建物と交差している
lt: Medis susikerta su pastatu
nl: Kruising tussen boom en een gebouw
pl: Drzewo na budynku
pt: Árvore em edifício
uk: Дерево перетинає будівлю

source: Tree and highway too close
ar: شجرة وطريق قريبان جدًا
de: Baum zu nah an Straße
es: Árbol y carretera demasiado cerca
fa: درخت و ساختمان خیلی به هم نزدیک‌اند
fr: Arbre trop proche de la voirie
hu: Egymáshoz túl közeli út és fa
it: Albero e strada troppo vicini
ja: 木と道路が近すぎる
lt: Medis ir kelias per arti
nl: Boom en weg te dichtbij
pl: Drzewo i droga za blisko siebie
pt: Árvore e estrada muito perto
uk: Дерево і шлях надто близько

source: Swimming-pool, reservoir, pond as natural=water
ar: حمام سباحة أو خزان أو بركة مضبوط كماء طبيعي natural=water
de: Schwimmbecken, Wasserspeicher, Teich als natural=water
es: Piscinas, embalses, estanques como natural=water
fa: Swimming-pool،‏ reservoir،‏ pond در قالب natural=water
fr: Piscine, réservoir ou étang avec “natural”=“water”
hu: Úszómedence, tározó, tavacska `natural=water` címkével
it: Piscina, cisterna, stagno come natural=water
ja: 水泳プール、貯水池、池にnatural=waterがある
lt: Baseinas, rezervuaras, tvenkinys kaip natural=water
nl: Zwembad, reservoir, getagged als natural=water
pl: Basen, zbiornik, staw jako natural=water
pt: Piscina, reservatório, lago como natural=water
uk: Басейн, водосховище, ставок як natural=water

source: Way node tagged like way
ar: عقدة طريق موسومة بوسوم خاصة بالطرق
de: Wegpunkt wie Weg erfasst
es: Nodo vía etiquetado como vía
fa: گره راه مانند خود راه تگ‌گذاری شده
fr: Nœud de chemin étiqueté comme le chemin
hu: A vonal egyik pontjának a címkézése megegyezik a vonaléval
it: Nodo di una way taggato come una way
ja: ウェイに含まれるノードにウェイのようなタグがある
lt: Kelio taškas pažymėtas kaip kelias
nl: Weg knoop getagged als weg
pl: Węzeł otagowany podobnie jak linia
pt: Nó de via com etiqueta de via
uk: Точка лінії позначена теґом як шлях

source: Orphan nodes cluster
ar: تجمع عُقد يتيمة
de: Verwaiste Knoten
es: Grupo de nodos huérfanos
fa: انبوهی از گره‌های یتیم
fr: Groupe de nœuds orphelins
hu: Sok árva pont
it: Gruppo di nodi orfani
ja: 孤立したノード・クラスタ
lt: Apleistų taškų grupė
nl: Alleenstaande clusters knopen
pl: Grupa samotnych węzłów
pt: Aglomerado nós órfãos
uk: Набір поодиноких точок

source: Invalid polygon
ar: مضلع غير صالح
de: Polygon ungültig
es: Polígono inválido
fa: چندضلعی نامعتبر
fr: Polygone invalide
hu: Érvénytelen poligon
it: Poligono non valido
ja: 無効なポリゴン
lt: Neteisingas daugiakampis
nl: Ongeldig polygoon
pl: Niepoprawny wielokąt
pt: Polígono inválido
uk: Недійсний полігон

source: Lone power tower or pole
ar: عمود أو برج طاقة منفرد
de: Strommast verwaist
es: Torre eléctrica o poste de energía aislado
fa: دکل یا تیر برق تنها
fr: Pylône ou poteau électrique isolé
hu: Magában álló távvezeték- vagy villanyoszlop
it: Palo o traliccio isolato
ja: 送電塔や電柱が孤立している
lt: Vienišas elektros bokštas ar stulpas
nl: Geïsoleerd hoogspanningsmast of paal
pl: Samotny słup energetyczny
pt: Torre de energia ou poste isolado
uk: Одинока вежа або опора

source: Connection between different voltages
ar: اتصال بين جهود كهربائية مختلفة
de: Verbindung verschiedener Spannungen
es: Conexión entre voltajes diferentes
fa: اتصال بین ولتاژهای متفاوت
fr: Connexion électrique entre différentes tensions
hu: Ellentmondás a különböző feszültségek között
it: Collegamento tra le tensioni
ja: 異なる電圧同士を接続している
lt: Sujungimas tarp skirtingų voltažų
nl: Verbinding tussen verschillende spanningen
pl: Połączenie różnych napięć
pt: Conexão entre diferentes voltagens
uk: З’єднання з різними voltages

source: Non power node on power way
ar: عقدة لا تخص خطوط الطاقة وتوجد على خطوط طاقة
de: Knoten ohne power=* an Stromleitung
es: Sin nodo energía en línea de energía
fa: گره نامرتبط روی راه power
fr: Nœud non-électrique sur ligne électrique
hu: Villamos vezeték (`power`) vonalon nem távvezeték-típusú pont
it: Nodo non power su una way power
ja: 送電線に電力以外のノードがある
lt: Ne elektros taškas elektros linijoje
nl: Geen spanningsknoop op spanningslijn
pl: Węzeł niezwiązany z energetyką na linii
pt: Nó não relativo à energia em linha de energia
uk: Не power точка на лінії енергетики

source: Missing power tower or pole
ar: برج أو عمود طاقة لم يضاف
de: Strommast oder Trafoturm fehlt
es: Falta torre eléctrica o poste de energía
fa: کمبود دکل یا تیر برق
fr: Pylône ou poteau électrique manquant
hu: Hiányzó távvezeték- vagy villanyoszlop
it: Traliccio o palo mancante
ja: 送電塔や電柱がない
lt: Trūksta elektros bokšto ar stulpo
nl: Ontbrekende hoogspanningsmast of paal
pl: Brakuje słupa energetycznego
pt: Faltando torre de energia ou poste
uk: Відсутня power=tower або pole

source: No street role
ar: لا يوجد دور للشارع
de: Keine Straßenrolle
es: Sin rol calle
fa: کمبود نقش street
fr: Rôle “street” absent
hu: Nincs útszerep
it: Strada senza role
ja: 通りのロールがない
lt: Nėra gatvės rolės
nl: Geen straat role
pl: Brakuje roli street
pt: No papel rua
uk: Вулиця без ролі

source: street role is not a highway
ar: دور الشارع لا يخص الطرق
de: Rolle "street" ist keine Straße
es: Rol calle no es una carretera
hu: az út szerep nem úté
nl: Straat role is niet een weg
uk: роль вулиці не на highway

source: Roleless member
ar: عضو بدون دور
de: Relationsmitglied ohne Rolle
es: Miembro sin rol
fa: عضو بی‌نقش
fr: Membre sans rôle
hu: Szerep nélküli tag
it: Membro senza ruolo
ja: メンバーにロールがない
lt: Narys be rolės
nl: Nummer zonder role
pl: Człon relacji bez roli
pt: Membro Roleless
uk: Член без ролі

source: Number twice in the street
ar: رقم مكرر في الشارع
de: Hausnummer doppelt
es: Dos números en la calle
fa: یک پلاک دو بار در خیابان آمده
fr: Numéro en double dans la rue
hu: Kétszer szereplő házszám az utcában
it: Numero civico già presente nella strada
ja: 通りに同じ住居番号がある
lt: Numeris du kartus gatvėje
nl: Nummer dubbel in straat
pl: Powtórzony numer na ulicy
pt: Número repetido na rua
uk: Номер двічі на вулиці

source: Many street names
ar: العديد من أسماء الشوارع
de: Viele Straßennamen
es: Múltiples nombres de calle
fa: خیابان‌های بسیار
fr: Plusieurs noms pour la rue
hu: Sok utcanév
it: Più nomi per la stessa strada
ja: 通り名が多すぎる
lt: Daug gatvių pavadinimų
nl: Te veel straat namen
pl: Dużo nazw ulicy
pt: Muitos nomes de rua
uk: Кілька імен вулиці

source: Many relations on one street
ar: العديد من العلاقات على شارع واحد
de: Viele Relationen in einer Straße
es: Muchas relaciones en una calle
fa: رابطه‌های بسیار بر روی یک خیابان
fr: Plusieurs relations pour la même rue
hu: Sok kapcsolat ugyanazon az úton
it: Più relazioni su di una sola strada
ja: 1本の通りにリレーションが多い
lt: Daug ryšių vienoje gatvėje
nl: Te veel relaties op één straat
pl: Dużo relacji na jednej ulicy
pt: Muitas relações em uma rua
uk: Декілька зв’язків на одній вулиці

source: House too far away from street
ar: منزل بعيد جدًا عن الشارع
de: Haus zu weit von Straße entfernt
es: Casa muy lejos de la calle
fa: خانه از خیابان بسیار دور است
fr: Trop grande distance du bâtiment à la rue
hu: Ház túl messze az úttól
it: Casa troppo distante dalla strada
ja: 住宅が道路から離れすぎている
lt: Namas per toli nuo gatvės
nl: Huis te ver weg van straat
pl: Dom za daleko od drogi
pt: Casa muito longe da rua
uk: Будинок задалеко від вулиці

source: Large relation
ar: علاقة كبيرة
de: Große Relation
es: Relación grande
fa: رابطهٔ بزرگ
fr: Relation étendue
hu: Nagy kapcsolat
it: Grossa relazione
ja: 大きなリレーション
lt: Didelis ryšys
nl: Grote relatie
pl: Duża relacja
pt: Relação Grande
uk: Завеликий зв’язок
