Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` should not becoming a residential.
fr: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) Une route secondaire (`highway=secondary`) ne devrait pas devenir résidentielle (`residential`).
ja: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` はresidentialになるべきではありません。
pl: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) Przykład drogi błędnie oznaczonej jako `residential` na krótkim odcinku.

source: A way connects directly to the street classification much smaller.
fr: Un chemin se connecte à la classification de rue beaucoup plus petite.
ja: ウェイが、より小さな街路の分類に直接接続しています。
pl: Droga połączona bezpośrednio z inną drogą o dużo niższej kategorii.

source: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Secondary connecting directly to the residentials.
fr: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Une route secondaire (`highway=secondary`) ne devrait pas devenir résidentielle (`residential`).
ja: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) secondaryがresidentialに直接つながっています。
pl: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Droga drugorzędna połączona bezpośrednio z drogami lokalnymi.

source: Find where the polygon intersects itself (ie it forms an '8') and correct geometry for a single loop (a '0') or by removing nodes or changing the order of these nodes, by adding new nodes or by creating multiple polygons.
fr: Cherchez où le polygone se coupe lui-même (c'est-à-dire qu'il forme un "8") et corrigez la géométrie pour former une seule boucle (un "0") ou en supprimant les nœuds ou en changeant l'ordre de ces nœuds, en ajoutant de nouveaux nœuds ou en créant des multiple polygones .
ja: ポリゴンが(8の字のように)自己交差しているところを探して、単一のループ(0の字のように)にしたり、ノードを取り除いたり、これらのノードの順序を入れ替えたり、新しいノードを追加したり、複数のポリゴンを作成したりして幾何形状を修正してください。
pl: Znajdź miejsce, gdzie obszar przecina sam siebie (tzn. tworzy figurę podobną do „8”) i popraw geometrię tak, żeby była to zamknięta linia (pętla). Usuń niepotrzebne węzły, przenieś je lub zmień ich kolejność. Czasami może być konieczność utworzenia dodatkowego obszaru.

source: Some required member are missing, eg. there is a `from` and `via` role, but missing the `to` role.
ja: 必須のメンバーがありません。例：`from` や `via` roleはあるが、`to` roleが無い。

source: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) Highway level should be secondary.
ja: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) Highwayのレベルはsecondaryであるべきです。

source: After verifying that it is an access roads to the roundabout and they were well oriented, set the tag `oneway=yes` on the two segments.
fr: Après avoir vérifié qu'il s'agit d'une route d'accès au rond-point et qu'elle est bien orientée, placez le tag "oneway=yes" sur les deux segments.
ja: ロータリーにアクセスする道路であり、方向が合っていることが検証できたら、2つのセグメントに`oneway=yes`タグを付加します。

source: * If a way is prolonged after joining the second segment, cut the way before putting the tag oneway. * Two roundabout close can be connected by a small lane in both directions.
ja: * ウェイが2番目のセグメントにジョインした後に延びている場合は、onewayタグを付加する前にウェイをカットします。 * 2つのロータリーが近くにある場合は、双方向にある小さなレーンと接続できます。

source: The circulation of the roundabout is draw clockwise, but in countries where they driveon the right the sense of roundabouts is counterclockwise, and vice versa for the other countries.
fr: En France la circulation dans le rond-point se fait dans le sens inverse des aiguilles d'une montre, mais dans les pays où ils conduisent à gauche, le sens des ronds-points est dans le sens des aiguilles d'une montre, et vice versa pour les autres pays.
ja: ロータリーの循環方向が時計回りですが、車両が右側通行の国ではロータリーは反時計回りという感覚で運転し、それ以外の国ではその反対です。（訳注：日本は左側通行なので時計回りが正しい）
pl: Przebieg ronda jest narysowany zgodnie z ruchem wskazówek zegara, ale w krajach z ruchem prawostronnym powinien być narysowany odwrotnie, czyli w kierunku przeciwnym do ruchu wskazówek zegara.

source: Make sure that it is a roundabout (for example, no a side way in oposite direction around a square or a central roundabout, or driveways separated by traffic islands at an intersection without cross).
ja: これがロータリーであることを確認してください(例えば、広場の周囲で反対方向に側道が無いとか、クロスしていない交差点にある交通島で分離されているなど)。

source: A street name "sounds" like a other street name already known but is not spelled on the same way.
fr: Un nom de rue "sonne" de manière identique qu'un autre nom de rue déjà présent, mais pas épelé de la même façon.
ja: 街路名が既に知られている他の街路名に似ていますが、綴りが違います。

source: The object is sometimes duplicate.
fr: L'objet est quelquefois dupliqué.
ja: オブジェクトは重複している場合があります。
pl: Obiekt jest czasami duplikatem.

source: On service ways, train stations, train workshops that may be either a false positive
ja: 偽陽性かもしれないserviceウェイ、鉄道駅、鉄道ワークショップ

source: Check of tags `ref:INSEE` and `name` are consistent with the [COG database](https://www.insee.fr/fr/information/2560452).
ja: `ref:INSEE` 及び `name` タグが [COG database](https://www.insee.fr/fr/information/2560452) と一致しているかどうかチェックします。

source: The names on `place=*` may differ from the COG of INSEE, especially for merged city. It also happens in several occasions that local authorities are at odds with INSEE. In this case, that's always been a priority for the field on OSM.
ja: INSEEのCOGによる `place=*` の名前が、特にマージされた都市で違っているかもしれません。INSEEでは地域の当局が奇妙であることもあります。この場合には、これは常にOSM上でのこの欄の優先されるものです。

source: You can not set at the same time a tag and the variante with this prefix `forward`, `backward`, `both_ways`.
ja: この接頭辞`forward`, `backward`, `both_ways`をタグとバリアントに 同時にセットすることはできません。

source: Conflict between lanes number of same sufix ("", forward, backward or both_ways)
ja: 接頭辞が同じ車線タグ ('', forward, backward, both_ways) で車線数に差異が存在
pl: Sprzeczność w liczbie pasów z tym samym przyrostkiem ("", forward, backward lub both_ways)

source: Often a lack of accent on a capital letter (eg. Ecole for École)
fr: Souvent un accent manquant sur une lettre capitale (par ex. Ecole pour École)
ja: 頭文字にアクセントが無いことがよくあります(例. Ecole for École)

source: Some streets have not the same names on the each side, especially if the houses by both sides are on different city. In this case, you can use the tag `name:left=*` and `name:right=*`.
fr: Certaines rues n'ont pas le même nom de chaque côté, surtout si les maisons des deux côtés se trouvent dans des villes différentes. Dans ce cas, vous pouvez utiliser les balises "nom:gauche=*` et "nom:droite=*`.
ja: 街路によっては通行する側によって名前が違うことがあります。特に両側の家が別の都市にある場合。このケースでは`name:left=*` 及び`name:right=*`タグを使えます。

source: In some case all values maybe required.
ja: 場合により、すべての値が必要となるかも知れません。

source: Eg. replace "Chemin Rural dit des Vignes" by "Chemin des Vignes".
ja: 例. "Chemin Rural dit des Vignes" は "Chemin des Vignes" のように書き換えます。

source: Check if it is really an highway and it is not already mapped.
ja: これが本当に道路で既にマッピングされていないかチェックしてください。
pl: Sprawdź, czy to naprawdę jest droga i czy nie jest już zmapowana.

source: Missing `maxheight=*` or `maxheight:*` for a tunnel or a way under a bridge.
ja: トンネルまたは橋の下のウェイに`maxheight=*`または`maxheight:*` がありません。
pl: Tunelowi lub drodze pod wiaduktem brakuje tagu `maxheight=*` lub `maxheight:*`.

source: The circulation of the roundabout is draw clockwise, but in countries where they drive on the right the sense of roundabouts is counterclockwise, and vice versa for the other countries.
ja: ロータリーの循環方向が時計回りですが、車両が右側通行の国ではロータリーは反時計回りという感覚で運転し、それ以外の国ではその反対です。（訳注：日本は左側通行なので時計回りが正しい）
pl: Przebieg ronda jest narysowany zgodnie z ruchem wskazówek zegara, ale w krajach z ruchem prawostronnym powinien być narysowany odwrotnie, czyli w kierunku przeciwnym do ruchu wskazówek zegara.

source: Make sure that it is a roundabout (for example, no a side way in oposite direction around a square or a central roundabout, ordriveways separated by traffic islands at an intersection without cross).
ja: これがロータリーであることを確認してください(例えば、広場の周囲で反対方向に側道が無いとか、クロスしていない交差点にある交通島で分離されているなど)。

source: Check postcode as decribed on [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)
ja: 郵便番号を[Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)で記述されている通りにチェックします。

source: To characterize the trees `natural=tree`, there are two main tag: `type` and `species`.
ja: `natural=tree`を特徴づけるには2つのメインタグ`type` 及び `species`があります。

source: Replace the faulty value by the value displayed at the top of the article on Wikipedia, preceded by the language code and the separator ':' (in the absence of linguistic code, the item will be searched by default on the English Wikipedia, but it is advisable in this case to explicitly indicate the lingusitique code "en" if the article mentioned is in English, the language codes supported are those editions of Wikipedia in some cases they are different from the standard language codes BCP47 used a suffixes in other key OSM as "name:[LANG]=*").
ja: 誤った値をウィキペディア記事の先頭に表示されているものと置き換えます。その前には言語コードと区切り文字 ':'を付けます (言語コードが無い場合は、デフォルトで英語版ウィキペディアが検索されますが、この場合は明示的に言語コード"en"を示したほうが良いでしょう。もし記事が英語で記述されていたらサポートされる言語コードは、他のOSMキーで"name:[LANG]=*"として使われる接尾辞の標準的な言語コードBCP47とは異なる場合があります)。

source: The title must be preceded by the term "en:" when the article is on the English Wikipedia or the linguistic code of the Wikipedia site.
ja: 記事が英語版Wikipedia、またはWikipediaサイトの言語コードに関するものである場合は、タイトルは"en:"という記述の前になければなりません。

source: Reference road (eg. D 73) is in the tag `name=*` and not in the tag `ref=*`.
ja: 参照道路 (例. D 73) が`name=*`タグ内にあって`ref=*`タグ内にありません。
pl: Numer drogi (np. D73) jest w tagu `name=*` zamiast w `ref=*`.

source: Seamark was imported but need manual review `seamark:fixme=*`.
ja: seamarkがインポートされましたが、 `seamark:fixme=*`の手動レビューが必要です。
pl: Znak nawigacyjny został zaimportowany, ale potrzeba ręcznego przejrzenia `seamark:fixme=*`.

source: Move the seamark on real position and remove the tag `seamark:fixme=*`.
ja: seamarkを実際の位置に動かして`seamark:fixme=*`を削除します。
pl: Przenieś znak nawigacyjny na rzeczywistą pozycję i usuń tag `seamark:fixme=*`.

source: Simple and frequent errors, the list is available [here](https://wiki.openstreetmap.org/wiki/User:FrViPofm/TagwatchCleaner).
ja: 単純でよくある誤り。一覧は[こちら](https://wiki.openstreetmap.org/wiki/User:FrViPofm/TagwatchCleaner)にあります。
pl: Proste i częste błędy w tagach. Lista jest dostępna [tutaj](https://wiki.openstreetmap.org/wiki/User:FrViPofm/TagwatchCleaner).

source: A feature may be missing a tag e.g. `tunnel=*`, `bridge=*`, `covered=*` or consider `layer=*` on the buidling where a road or railway enters a structure. Warning, information sources can be contradictory in time or with spatial offset.
ja: 道路や鉄道が建物の構造に侵入している場合に、建物の地物に例えば `tunnel=*`, `bridge=*`,`covered=*, `layer=*` といったタグが抜けている場合があります。警告：場合によっては背景画像などの情報源どうしが矛盾していたり、空間的なズレがある場合があります。

source: Speed camera should be mapped as a node on the highway or use an enforcement relation.
ja: 速度カメラはhighway上のノードとしてマッピングされているか、enforcement リレーションを使用しなければなりません。
pl: Fotoradar powinien być jako węzeł na drodze lub w relacji enforcement

source: The borders are part of relations, they normally doing a loops.
ja: 境界がリレーションの一部。これは通常ループしています。

source: Large intersections may also be a duplicated mapping - in which case delete the less accurate elements.
ja: 大きな交差点も重複マッピングの可能性があります - その場合はより精度の低いエレメントを削除します。

source: The tag `historic=wayside_cross` is sometimes misused. Please x-check if `historic=wayside_shrine` or `summit:cross=yes` is more appropiate.
ja: `historic=wayside_cross` タグはよく誤用されます。 `historic=wayside_shrine` または `summit:cross=yes` のほうが適切ではないか、相互チェックしてください。

source: It is not street parking, it is only closed (with or without fee, for all or not...)
ja: これは道路脇の駐車場ではなく、閉じられているだけです (料金の有無、全てか否か...)

source: If after review you are sure that it is a new data and right for OpenStreetMap, then you can add it.
fr: Si après vérification vous êtes sûr qu'il s'agit d'une nouvelle donnée et que celle-ci est appropriée pour OpenStreetMap, alors vous pouvez l'ajouter.
ja: レビューした結果、新しいデータでOpenStreetMapに登録すべきデータである場合には、追加してください。

source: Be sure that it is not already existing in another place.
fr: Assurez-vous que l'objet n'existe pas ailleurs.
ja: 付近の別の場所に既に存在していないことを十分確認してください。

source: This is reported from an OpenData source, without any prior individual verification on this data.
fr: Cette information provient d'une source de données ouverte, sans aucune vérification au préalable d'un individu.
ja: これはオープンデータの情報源に報告されているもので、このデータに関する検証は行われていません。

source: This is a integration suggestion, mixing OpenData source and OpenStreetMap.
ja: これは統合の提案で、オープンデータのソースとOpenStreetMapを混合します。

source: This is an update suggestion because the same ref can be found on both OpenData and OSM.
ja: オープンデータとOSMの双方に同じrefが見つかったので更新した方が良いかもしれません。

source: It is from OpenData source, but that not enough to ensure the quality of the data. Review it before integration. You must not done blind import into OSM, you must do critical review of data integration.
ja: これはオープンデータに由来するものですが、データの品質は十分に検証されていません。取り込む前に十分レビューしてください。やみくもにOSMに取り込んではいけません。データの取り込みは吟味しながら行う必要があります。

source: An other node very close have already a traffic signals.
fr: Un autre nœud très proche a déjà un feu de circulation.
ja: すぐ近くの別のノードに既にtraffic signalsがあります。

source: Those milestones can't be on way * _link. The position of the marker may be a little different than what is visible on the road. Sometimes, a small white line perpendicular to the road on the emergency stop strip or the left flared strip can be seen on satellite images or Mapillary's photos.
ja: これらのマイルストーンは* _link のウェイにはできません。マーカーの位置が道路上で見えるものと少し違うかもしれません。衛星画像やMapillary写真では、緊急停止表示板上の道路に対して垂直な小さい白線であったり、左に広がるキレ様の表示であったりします。

source: Level should be used for buildings, shops, amenities, etc.
ja: level は buildings, shops, amenityなどに使うべきです。
pl: Tag `level=*` powinien być używany ze sklepami, usługami itp.

source: Remove level and check if layer is needed instead
ja: levelを削除して代わりにlayerが必要か検討します
pl: Usuń tag `level` i sprawdź, czy nie trzeba dodać tagu `layer` w zamian.

source: - Correct the gometry if inaccurately mapped. - Correct the tagging if this isn't a building. - Delete the feature if it's invalid.
ja: - マッピングが不正確なら幾何形状を修正。 - 建物でなければタグ付を修正。 - 無効な地物なら削除。
pl: - Popraw geometrię, - Popraw tagowanie, jeśli to nie jest budynek, - Usuń ten obiekt, jeśli jest niepoprawny.

source: Duplicated similar values {key}={val}
ja: 重複した類似の値 {key}={val}
pl: Powielone podobne wartości {key}={val}

source: Find the origin of these nodes. Probably resulting from bad import. Contact the contributor submiting the nodes or remove those.
ja: これらのノードの元を探してください。おそらく間違ったインポートによるものです。ノードを登録した投稿者に連絡するか、削除します。

source: Most often, this is a user issue that added several times the same way. The editor JOSM can easily visualize the relationships and see duplicates (in color).
fr: Le plus souvent, c’est une erreur de l’utilisateur ayant ajouté plusieurs fois le même chemin. L’éditeur JOSM put facilement visualiser les relations et montrer les doublons (en couleurs).
ja: たいてい、これは同じウェイを何回も追加してしまったユーザー側の問題です。JOSMエディタではその関係を簡単に(色で)視覚化して重複を見分けられます。
pl: To najczęściej jest błąd użytkownika, który dodał dwa razy tę samą linię. Edytor JOSM może łatwo pokazywać relacje i oznaczać duplikaty innym kolorem.

source: Townhall not integrated
fr: Mairie non intégrée
ja: 未統合の役所
pl: Ratusz niezintegrowany

source: Bordeaux bicycle parking not integrated
fa: پارکینگ دوچرخه (بوردو) یکپارچه نشده
fr: Parking à vélos de Bordeaux non intégré
it: Parcheggio di biciclette di Bordeaux non integrato
lt: Bordo dviračių parkavimas neintegruotas
pt: Estacionamento de bicicletas Bordeaux não integrado

source: CAPP bicycle parking not integrated
fa: پارکینگ دوچرخه (CAPP) یکپارچه نشده
fr: Parking à vélos de la CAPP non intégré
it: Parcheggio di biciclette CAPP non integrato
lt: CAPP dviračių parkavimas neintegruotas
pt: Estacionamento de bicicletas CAPP não integrado

source: CAPP clothes recycling not integrated
fa: بازیافت لباس (CAAP) یکپارچه نشده
fr: Recyclage de vêtements de la CAPP non intégré
it: Contenitore vestiti CAPP non integrato
lt: CAPP drabužių perdirbimas neintegruotas
pt: reciclagem de roupas CAPP não integrada

source: CAPP glass recycling not integrated
fa: بازیافت شیشه (CAPP) یکپارچه نشده
fr: Recyclage de verre de la CAPP non intégré
it: Contenitore del vetro CAPP non integrato
lt: CAPP stiklo perdirbimas neintegruotas
pt: Reciclagem de vidro CAPP não integrada

source: Bridge missing (TMC)
fa: کمبود پل (TMC)
fr: Pont manquant (TMC)
it: Ponte mancante (TMC)
lt: Trūksta tilto (TMC)
pt: Falta ponte (TMC)

source: Rest area missing
fa: کمبود Rest area
fr: Aire de repos manquante (TMC)
it: Area di sosta mancante (TMC)
lt: Trūksta poilsio vietos
pt: Falta área de descanso

source: Roundabout missing (TMC)
fa: کمبود فلکه (TMC)
fr: Giratoire manquant (TMC)
it: Rotatoria mancante (TMC)
lt: Trūksta žiedo (TMC)
pt: Falta Rotunda/Rotatória (TMC)

source: Services area missing (TMC)
fa: کمبود Services area ‏(TMC)
fr: Aire de services manquante (TMC)
it: Area di servizio mancante (TMC)
lt: Trūksta aptarnavimo vietos (TMC)
pt: Falta Área de Serviços (TMC)

source: Toll missing (TMC)
fa: کمبود عوارضی (TMC)
fr: Péage manquant (TMC)
it: Pedaggio mancante (TMC)
lt: Trūksta rinkliavos (TMC)
pt: Falta Pedágio/Portagem (TMC)

source: Traffic signals missing (TMC)
fa: کمبود چراغ راهنمایی (TMC)
fr: Feu de signalisation manquant (TMC)
it: Semaforo mancante (TMC)
lt: Trūksta šviesoforo (TMC)
pt: Faltam semáforos (TMC)

source: Tunnel missing (TMC)
fa: کمبود تونل (TMC)
fr: Tunnel manquant (TMC)
it: Tunnel mancante (TMC)
lt: Trūksta tunelio (TMC)
pt: Falta Túnel (TMC)

source: Survey point out of boundary
fa: نقطهٔ تحقیق و بررسی‌شده خارج از مرز است
fr: Repère géodésique hors des frontières communales
it: Punto di riferimento fuori dal confine
lt: Apžvalgos taškas už ribos
pt: Ponto de levantamento fora da fronteira

source: Riverbank without river
fa: Riverbank بدون رودخانه
fr: Lit de cours d’eau “riverbank” sans tracé linéaire du cours d’eau “waterway=*”
it: Argine senza un fiume
lt: Upės pakrantė be upės
pt: Margem do Rio, sem rio

source: Unconnected waterway or wrong way flow
fa: راه آبی غیرمتصل است یا جریان راه نادرست است
fr: Cours d’eau non connecté ou sens d’écoulement incorrect
it: Corso d'acqua non connesso o valore del corso errato
lt: Neprijungtas vandens kelias ar neteisinga tėkmės kryptis
pt: Hidrovia desconectada ou sentido incorreto

source: Badly written way type
fa: نوشتار نوع راه بد است
fr: Type de voie mal écrit
it: Tipo della way scritto non correttamente
lt: Blogai parašytas kelio tipas
pt: Tipo de vis mal escrito

source: Power substation not integrated
fa: power substation یکپارچه نشده
fr: Poste transformateur électrique non intégré
it: Sottostazione elettrica non integrata

source: Power minor_distribution substation not integrated
fa: Power minor_distribution substation یکپارچه نشده
fr: Poste transformateur électrique mineur non intégré
it: Sottostazione elettrica minore non integrata

source: Power minor_distribution substation, integration suggestion
fa: Power minor_distribution substation، پیشنهاد یکپارچگی
fr: Poste transformateur électrique mineur, intégration suggérée
it: Suggerimento di integrazione di sottostazione elettrica minore

source: Power substation without tag "ref:FR:RTE" or invalid
fr: Poste transformateur électrique sans “ref:FR:RTE” ou incorrect

source: Missing address {0}
fr: Adresse manquante {0}

source: Address in an OpenData set was not found. Only the position and street numbers are checked.
fr: L'adresse n'a pas été trouvée dans un jeu de données ouvertes. Seule la position ainsi que le numéro dans la rue ont été vérifiés.

source: Add or move a number, check the field.
fr: Ajoutez ou déplacez un nombre. Vérifiez le champ.

source: Pay attention to the data freshness.
fr: Faites attention à la fraîcheur des données.

source: TMC data refers to a not found element of the road network.
fr: les données TMC font références à un élément introuvable du réseau routier

source: TMC data may be wrong or poorly located.
fr: la donnée TMC data peut être erronée ou mal située.

source: The geodesic markers should not be moved. These are reference points. Some geodesic markers are really out of boundary.
fr: Les repères géodésiques ne devraient pas être déplacés. Ce sont des points de référence. Des repères géodésiques sont vraiment en dehors de la limite.

source: If it is really a roundabout, add the tag `junction=roundabout`, verify that the path is in the counter-clockwise when driving side is on right, and remove the tag `oneway=yes` if present.
fr: S'il s'agit vraiment d'un rond-point, ajoutez le tag "jonction=rond-point", vérifiez que le chemin est dans le sens inverse des aiguilles d'une montre lorsque le côté de la route est à droite, et retirez le tag "oneway=yes" s'il est présent.

source: Ensure that it is a roundabout, using satellite imagery or a local survey.
fr: Assurez-vous qu'il s'agit d'un rond-point, en utilisant des images satellites ou en vérifiant sur place.

source: There is one `waterway=riverbank` but there is no `waterway=river` inside it.
fr: Il y a un `waterway=riverbank` mais pas de `waterway=river` dedans.

source: After checking, create a "river" line inside te "riverbank" polygon.
fr: Après vérification, crééz une ligne "river" dans le polygone "riverbank".

source: Use `left`, `right` or `both`.
fr: Utilisez `left`, `right` or `both`.

source: Probably missing a capital.
fr: Il manque probablement une lettre en capitale.

source: * If duplicate, delete a one. * Otherwise, a survey is required: check if it is a street whose name changes at a crossroads, if this is the case, cut the street and set the proper names of both part.
fr: S'il y a un double, supprimez-en un. Sinon, une vérification sur place est nécessaire : vérifiez s'il s'agit d'une rue dont le nom change à un carrefour ; si c'est le cas, coupez la rue et corrigez les noms exacts des deux parties.

source: An abbreviation is present.
fr: Une abréviation est présente.

source: drinking water
fr: eau potable

source: CAPP bicycle rental not integrated
fa: دوچرخه کرایه (CAPP) یکپارچه نشده
it: Noleggio biciclette CAPP non integrato
lt: CAPP dviračių nuoma neintegruota
pt: Aluguel de bicicletas CAPP não integrado

source: Hydrant not integrated
fa: Hydrant یکپارچه نشده
it: Idrante non integrato
lt: Hidrantas neintegruotas
pt: Hidrante não integrado

source: Hydrant, integration suggestion
fa: Hydrant، پیشنهاد یکپارچگی
it: Suggerimento di integrazione di idrante
lt: Hidrantas, integravimo pasiūlymas
pt: Hidrante, sugestão de integração

source: Historical monument without ref:mhs or invalid
fa: Historical monument بدون ref:mhs است یا نامعتبر است
lt: Istorinis monumentas be ref:mhs ar neteisingas
pt: Monumento histórico sem ref:mhs ou inválido

source: CAPP parking not integrated
fa: پارکینگ (CAPP) یکپارچه نشده
it: Parcheggio CAPP non integrato
lt: CAPP parkavimas neintegruotas
pt: Estacionamento CAPP não integrado

source: CAPP parking disabled not integrated
fa: پارکینگ غیرفعال (CAPP) یکپارچه نشده
it: Parcheggio disabili CAPP non integrato
lt: CAPP parkavimas neveiksnus ar neintegruotas
pt: Estacionamento CAPP para deficientes não integrado

source: Post office without ref:FR:LaPoste
fa: ادارهٔ پست بدون ref:FR:LaPoste
lt: Paštas be ref:FR:LaPoste
pt: Correios sem ref:FR:La Poste

source: Railway station without uic_ref or invalid
fa: ایستگاه راه‌آهن بدون uic_ref است یا نامعتبر است
lt: Geležinkelio stotis be uic ar neteisinga
pt: Estação ferroviária sem uic_ref ou inválida

source: School without ref:UAI or invalid
fa: مدرسه بدون ref:UAI است یا نامعتبر است
lt: Mokykla be ref:UAI ar neteisinga
pt: Escola sem ref:UAI ou inválida
