Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: If this is indeed a brand, add `brand` and `brand:wikidata` tags. If not, see if you can improve the [name-suggestion-index project](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) which is used to link frequent names to brands and their tags.
ar: إذا كانت هذه بالفعل علامة تجارية، فأضف وسميّ `brand` و`brand:wikidata`. وإلا، فانظر إن كان بإمكانك تحسين [مشروع name-suggestion-index](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) الذي يُستخدم لربط الأسماء المتكررة بالعلامات التجارية ووسومها.
de: Wenn dies tatsächlich eine Marke ist, füge die Tags `brand` und `brand:wikidata` hinzu. Falls nicht, kann dies verbessert werden im [name-suggestion-index] (https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md), einem Projekt, das dazu dient, häufige Namen mit Marken und ihren Tags zu verknüpfen.
es: Si efectivamente se trata de una marca, añade las etiquetas `brand` y `brand:wikidata`. Si no, mira a ver si puedes mejorar el proyecto [name-suggestion-index](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md) que se utiliza para vincular nombres frecuentes a marcas y sus etiquetas.
hu: Ha ez valóban egy márkanév, akkor adjon hozzá `brand` és `brand:wikidata` címkéket. Ha nem, akkor nézze meg a [name-suggestion-index projektet](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md), amely a gyakori nevek és márkák, valamint a hozzájuk tartozó címkék összekapcsolására szolgál.
ja: これが本当にbrandであれば、`brand` 及び `brand:wikidata` タグを追加します。 そうでない場合は、brandとそのタグ付によく使われるnameに使用されている [name-suggestion-index project](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md)を改善することができます。
uk: Якщо це справді бренд, додайте теги `brand` і `brand:wikidata`. Якщо ні, перевірте, чи можете ви покращити [проект name-suggestion-index](https://github.com/osmlab/name-suggestion-index/blob/master/CONTRIBUTING.md), який використовується для зв’язування частих імен із брендами та їх теґів.

source: Fire hydrant not integrated
ar: صنبور إطفاء غير متكامل
de: Löschwasserhydrant fehlt
es: Boca de incendios no integrada
fr: Bouche d'incendie non intégrée
hu: Tűzcsap: nincs a térképen
ja: 未統合の消火器データ
nl: brandkraan niet geïntegreerd
pl: Hydrant niezintegrowany
uk: Пожежний гідрант не інтегрований

source: Fire hydrant integration suggestion
ar: صنبور إطفاء، اقتراح تكامل
de: Löschwasserhydrant, Vorschlag zur Eintragung
es: Sugerencia de integración de boca de incendios
fr: Borne incendie, proposition d’intégration
hu: Tűzcsap: kiegészítési javaslat
ja: 消火器の統合の提案
nl: Brandkraan kan toegevoegd worden
pl: Hydrant, propozycja integracji
uk: Гідрант, пропозиція з інтеграції

source: Fire hydrant update
ar: تحديث صنبور إطفاء
de: Löschwasserhydrant aktualisiert
es: Actualización de boca de incendios
fr: Borne d’incendie mise à jour
hu: Tűzcsap: frissítendő
ja: 消化器の更新
nl: brandkraan bijwerken
pl: Hydrant, aktualizacja
uk: Пожежний гідрант оновлення

source: There is no tag `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on`, `date_on` and the object has been in construction for more than two years or opening data is exceeded.
ar: لا يوجد وسم `opening_date` أو `check_date` أو `open_date` أو `construction:date` أو `temporary:date_on` أو `date_on` والعنصر قيد الإنشاء لأكثر من عامين أو تجاوز تاريخ الافتتاح المتوقع.
de: Es gibt kein Tag `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on`, `date_on` und das Objekt befindet sich seit mehr als zwei Jahren im Bau bzw. das Eröffnungsdatum wurde überschritten.
es: No hay etiquetas `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on`, `date_on` y el objeto ha estado estado en construcción más de dos años o se superan los datos de apertura superados.
hu: Nincs `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on` vagy `date_on` címke, viszont az objektum már több mint két éve épül, vagy már túl vagyunk a címkében jelöl megnyitási időponton.
ja: `opening_date`, `check_date`, `open_date`,`construction:date`, `temporary:date_on`, `date_on` のいずれもありませんが、このオブジェクトは2年以上建設中であるか、または開始日付が過ぎています。
nl: Er is geen tag met `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on`, `date_on` en het object is al meer dan twee jaar in aanbouw of openingsdata is overschreden.
pl: Brakuje tagu `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on`, `date_on`, a obiekt jest w budowie od ponad dwóch lat.
uk: Відсутні теґи `opening_date`, `check_date`, `open_date`, `construction:date`, `temporary:date_on`, `date_on`, і об’єкт будується більше двох років або перевищено терміни відкриття.

source: This store was on an adapted schedule during the lockdown. Are these opening hours still in effect?
ar: هذا المتجر كان على جدول زمني معدل خلال الإغلاق، هل ساعات العمل هذه لا تزال سارية؟
de: Dieses Geschäft hatte geänderte Öffnungszeiten während des Lockdowns. Sind diese geänderten Öffnungszeiten noch gültig?
es: Esta tienda tenía un horario adaptado durante el cierre. ¿Siguen vigentes estos horarios de apertura?
hu: A Covid19 lezárások idején ez az üzlet módosított nyitva tartással működött. Még mindig érvényes ez a nyitva tartás?
ja: この店舗はロックダウン中に臨時営業時間を設けていました。これらのopening hoursはまだ有効ですか？
pl: Czy godziny otwarcia są aktualne?
uk: Цей магазин під час локдауну працював за адаптованим графіком. Ці години роботи ще діють?

source: This store offered a take-away service during the lockdown. Does it still offer take-away in usual times
ar: هذا المتجر قدم خدمة التوصيل خلال الإغلاق. هل لا يزال يقدم التوصيل في الأوقات المعتادة
de: Dieses Geschäft bot während des Lockdowns einen Abholservice an. Wird der Service weiterhin angeboten?
es: Esta tienda ofrecía un servicio de comida para llevar durante el cierre. ¿Sigue ofreciendo comida para llevar en horario habitual
hu: A Covid19 lezárások idején ez az üzlet elvihető termékeket (általában ételt) is kínált. Most, rendes időkben is el lehet vinni az ennivalót?
ja: この店舗はロックダウン中に持ち帰りサービスを提供していました。現在でも通常の時間帯に持ち帰りを行っていますか？
pl: Czy to miejsce nadal oferuje usługę na wynos?
uk: Цей магазин під час локдауну пропонував послугу на винос. Чи все ще пропонується взяти на винос у звичайний час?

source: This store offered a delivery service during the lockdown. Does it still offer delivery in usual times
ar: هذا المتجر قدم خدمة التوصيل خلال الإغلاق. هل لا يزال يقدم التوصيل في الأوقات المعتادة
de: Dieses Geschäft bot während des Lockdowns einen Lieferservice an. Wird der Service weiterhin angeboten?
es: Esta tienda ofrecía un servicio de entrega durante el cierre. ¿Sigue ofreciendo entrega en horario habitual
hu: A Covid19 lezárások idején ez a bolt házhoz szállított termékeket. Most, rendes időkben is szállít házhoz?
ja: この店舗はロックダウン中に配達サービスを提供していました。現在でも通常の時間帯に配達を行っていますか？
pl: Czy to miejsce nadal oferuje dostawę?
uk: Цей магазин під час локдауну пропонував послугу доставки. Він все ще пропонує доставку у звичайний час?

source: The lockdown is over. Has this place reopened?
ar: انتهى الإغلاق. هل أعيد افتتاح هذا المكان؟
de: Der Lockdown ist vorbei. Ist dieser Ort wieder geöffnet?
es: El cierre ha terminado. ¿Ha reabierto este lugar?
hu: A lezárásoknak vége. Kinyitott-e újra ez a hely?
ja: ロックダウンは終わりました。この場所は再オープンしましたか？
nl: De lockdown is voorbij. Is deze plaats heropen?
pl: Czy to miejsce jest otwarte?
uk: Локдаун закінчився. Це місце знову відкрилося?

source: This name is very common, is this store part of the brand network?
ar: هذا الاسم شائع جدًا، هل هذا المتجر جزء علامة تجارية لسلسلة متاجر؟
de: Dieser Name ist sehr gebräuchlich, gehört dieser Laden zu einer Marke oder Kette?
es: Este nombre es muy común, ¿esta tienda forma parte de la red de la marca?
hu: Ez a név nagyon gyakori. Nem lehet, hogy az üzlet egy márkanév-hálózat része?
ja: このnameはとても一般的です。この店舗はブランドのネットワークの一部ですか？
pl: Ta nazwa jest bardzo powszechna. Czy ten sklep należy do sieci?
uk: Ця назва дуже поширена, чи є цей магазин частиною мережі бренду?

source: This object has a very common name that probably corresponds to a brand name. All objects of the same brand should be tagged the same way.
ar: هذا العنصر له اسم شائع جدًا وربما يتوافق مع اسم علامة تجارية معروفة، و العناصر التي بنفس العلامة التجارية يجب أن تكون موسومة بنفس الطريقة.
de: Dieses Objekt hat einen sehr gebräuchlichen Namen, der wahrscheinlich einem Markennamen entspricht. Alle Objekte der gleichen Marke sollten einheitlich getaggt werden.
es: Este objeto tiene un nombre muy común que probablemente corresponde a una marca. Todos los objetos de la misma marca deben etiquetarse de la misma manera.
hu: Ennek az objektumnak nagyon gyakori neve van, ami valószínűleg egy márkanév. Az azonos márkához (brandhez) tartozó objektumokat azonosan kell címkézni.
ja: このオブジェクトにはとても一般的なnameが付いていて、おそらくブランド名と対応しています。同じブランドのオブジェクトは全て同様にタグ付けされるべきです。
uk: Цей об’єкт має дуже поширену назву, яка, ймовірно, відповідає назві бренду. Усі об’єкти одного бренду мають бути позначені однаково.

source: The list of milestone comes from the CEREMA's database "RIU" in France.
ar: قائمة المعالم تأتي من قاعدة بيانات CEREMA "RIU" في فرنسا.
es: La lista de hitos procede de la base de datos "RIU" del CEREMA en Francia.
hu: A kilométerkövek jegyzéke a francia CEREMA (kockázatokkal, környezettel, mobilitással és fejlesztéssel foglalkozó tudásközpont) RIU adatbázisából származik.
ja: マイルストンの一覧はフランスのCEREMAのデータベース"RIU"に由来します。
nl: De lijst met mijlpalen is afkomstig uit de CEREMA-database "RIU" in Frankrijk.
pl: Lista słupków pikietażowych pochodzi z bazy CEREMA "RIU" we Francji.
uk: Список віх взято з бази даних CEREMA "RIU" у Франції.

source: Milestone not integrated
ar: معلم غير متكامل
de: Meilenstein fehlt
es: Hito no integrado
fr: Borne routière non intégrée
hu: Kilométerkő: nincs a térképen
ja: 未統合のマイルストン
nl: Mijlpaal niet toegevoegd
pl: Słupek pikietażowy niezintegrowany
uk: Віха не інтегрована

source: Milestone integration suggestion
ar: معلم، اقتراح تكامل
de: Meilenstein, Vorschlag zur Eintragung
es: Sugerencia de integración de hitos
fr: Borne routière, proposition d’intégration
hu: Kilométerkő: kiegészítési javaslat
ja: マイルストンの統合の提案
nl: Mijlpaal voorstel om toe te voegen
pl: Słupek pikietażowy, propozycja integracji
uk: Віха пропозиція з інтеграції

source: Milestone update
ar: تحديث معلم
de: Meilenstein aktualisiert
es: Actualización de hitos
fr: Borne routière, mise à jour
hu: Kilométerkő: frissítendő
ja: マイルストンの更新
nl: Mijlpaal bijwerken
pl: Słupek pikietażowy, aktualizacja
uk: Віха оновлення

source: Those milestones can't be on `*_link` ways. The position of the marker may be a little different than what is visible on the road. Sometimes, a small white line perpendicular to the road on the emergency stop strip or the left flared strip can be seen on satellite images or Mapillary's photos.
ar: لا يمكن أن تكون هذه المعالم على طرق `*_link`. قد يختلف موقع العلامة قليلاً عمّا هو ظاهر على الطريق. أحيانًا، يمكن رؤية خط أبيض صغير عمودي على الطريق على شريط التوقف في حالات الطوارئ أو الشريط المتوهج الأيسر في صور الأقمار الصناعية أو صور Mapillary.
es: Esos hitos no pueden estar en caminos `*_link`. La posición del hito puede ser un poco diferente de lo que es visible en la carretera. A veces, una pequeña línea blanca perpendicular a la carretera en la franja de parada de emergencia o la franja izquierda abocinada se puede ver en las imágenes de satélite o fotos de Mapillary.
hu: Kilométerkő nem lehet `*_link` címkéjű úton (autópálya- vagy más felhajtó). A jelölő pozíciója különbözhet egy kicsit az úton láthatótól. Néha a műholdas felvételeken vagy a Mapillary fotóin látható egy kis fehér vonal az útra merőlegesen a leállósávban vagy a bal oldali elválasztósávban.
uk: Ці віхи не можуть бути на шляхах `*_link`. Положення маркера може дещо відрізнятися від того, що видно на дорозі. Іноді на супутникових знімках або фотографіях Mapillary можна побачити маленьку білу лінію, перпендикулярну до дороги, на смузі аварійної зупинки або ліву розширену смугу.

source: Emergency point not integrated
ar: نقطة طوارئ غير متكاملة
de: Notfallpunkt fehlt
es: Punto de emergencia no integrado
hu: Mentési pont: nincs a térképen
ja: 未統合の緊急ポイント
pl: Punkt dla służb ratowniczych niezintegrowany
uk: Точка служби порятунку не інтегрована

source: Emergency point integration suggestion
ar: نقطة طوارئ، اقتراح تكامل
es: Sugerencia de integración del punto de emergencia
hu: Mentési pont: kiegészítési javaslat
ja: 緊急ポイントの統合の提案
pl: Punkt dla służb ratowniczych, propozycja integracji
uk: Точка служби порятунку пропозиція з інтеграції

source: Hole between administrative boundaries of admin_level {0}
ar: فجوة بين الحدود الإدارية لـ admin_level {0}
es: Agujero entre los límites administrativos de admin_level {0}
fr: Trou entre les frontières administrative d'admin_level {0}
hu: Lyuk van az `admin_level={0}` szintű közigazgatási határok között.
ja: admin_level {0}の行政界間の穴
pl: Luka pomiędzy granicami administracyjnymi poziomu {0}
uk: Прогалина між адміністративними кордонами admin_level {0}

source: The bus stop is part of a way, it should have public_transport=stop_position tag
ar: محطة الحافلة هي جزء من طريق، ويجب أن يكون لديها وسم public_transport=stop_position
de: Der Haltepunkt des Busses ist Teil des Wegs, er sollte mit public_transport=stop_position getaggt werden.
es: La parada de autobús forma parte de una vía, debe tener la etiqueta public_transport=stop_position
fr: Cet arrêt est sur un chemin, il devrait avoir le tag public_transport=stop_position
hu: A buszmegálló az utat jelző vonal része. Ilyenkor `public_transport=stop_position` címkével kell rendelkeznie.
ja: バス停がウェイの一部ですが、public_transport=stop_positionタグがあるべきです
nl: De bushalte is een onderdeel van een weg, deze zou de tag public_transport = stop_position moeten hebben
pl: Ten przystanek jest częścią drogi, więc powinien mieć tag public_transport=stop_position
uk: Автобусна зупинка є частиною шляху, вона повинна мати теґ public_transport=stop_position

source: The stop_position is not part of a way
ar: محطة التوقف stop_position ليست جزءًا من طريق
de: Die stop_position ist kein Teil des Wegs.
es: La stop_position no forma parte de una vía
fr: Le stop_position ne fait pas partie d'un chemin
hu: A `stop_position` címkéjű pont nem része a vonalnak (útnak)
ja: stop_position がウェイの一部ではない
nl: De stop_position is geen onderdeel van een weg
pl: Miejsce zatrzymania nie jest częścią drogi
uk: stop_position не є частиною шляху

source: The platform is part of a way, it should have the role stop
ar: المنصة هي جزء من طريق، يجب أن يكون لديها دور stop
de: Die platfom ist Teil eines Wegs und sollte die Rolle stop haben.
es: La plataforma es parte de una vía, debe detener el rol stop
fr: L'arrêt fait partie d'un chemin, il devrait avoir le rôle 'stop'
hu: A peron egy vonal (út) része. Ilyenkor [stop] szerepűnek kellene lennie.
ja: platform がウェイの一部ですが、stopのroleがあるべきです
nl: Het platform maakt deel uit van een weg, het zou de rol halte moeten hebben
pl: Ten przystanek jest częścią drogi, więc powinien mieć przypisaną rolę „stop” w relacji
uk: Платформа є частиною шляху, вона повинна мати роль зупинки

source: The stop is not part of a way
ar: المحطة ليست جزءًا من طريق
de: Der Haltepunkt ist nicht Teil des Wegs.
es: La parada no es parte de una vía
fr: L'arrêt (avec le rôle stop) ne fait pas partie d'un chemin
hu: A stop tábla nem része a vonalnak (útnak)
ja: stop がウェイの一部ではない
nl: De halte maakt geen onderdeel van een weg uit
pl: Przystanek nie jest częścią drogi
uk: Зупинка не є частиною шляху

source: Change the role in the relation to platform or add the stop to the way and turn it to a public_transport=stop_position
ar: قم بتغيير الدور في العلاقة إلى platform أو أضف المحطة إلى الطريق وحولها إلى public_transport=stop_position
es: Cambiar el rol en la relación a plataforma o añadir la parada al camino y convertirlo en un public_transport=stop_position
hu: Módosítsa a kapcsolatban a szerepet [platform]-ra (peron), vagy illessze a stop objektumot a vonalhoz, és alakítsa át `public_transport=stop_position` címkéjűvé.
ja: platformに対するリレーション内のroleを変更するか、stopをウェイに追加してpublic_transport=stop_positionに変更するかしてください
uk: Змініть роль у зв’язку платформи або додайте зупинку до шляху та перетворіть її на public_transport=stop_position

source: Approximate geometry of {0}
ar: هندسة تقريبية لـ {0}
es: Geometría aproximada de {0}
hu: `{0}` geometriája pontatlan
ja: {0} のおおよその幾何形状
nl: Benaderde geometrie van {0}
pl: Przybliżona geometria linii {0}
uk: Наближена геометрія {0}

source: Different value of tag contact:* and *
ar: قيمة مختلفة لوسم contact:* و *
es: Valor diferente de las etiquetas contact: * y *
hu: Különbözik a `contact:*` és a `*` címke értéke
ja: contact:* と * タグとで値が異なる
nl: Verschillende waarden van contact:* en * tag
uk: Різне значення теґу contact:* і *

source: Different values of {0} and of {1}
ar: قيم مختلفة لـ {0} و {1}
es: Diferentes valores de {0} y de {1}
hu: `{0}` és `{1}` értéke különbözik
ja: {0} と {1}の値が異なる
nl: Verschillende waarden van {0} en van {1}
uk: Різні значення {0} і {1}

source: Discordant maxspeed and source:maxspeed or maxspeed:type
ar: عدم تطابق maxspeed و source:maxspeed أو maxspeed:type
de: maxspeed und source:maxspeed oder maxspeed:type nicht konsistent
es: Velocidad máxima discordante y source:maxspeed o maxspeed:type
hu: Egymásnak ellentmondó `maxspeed` címke és `source:maxspeed` vagy `maxspeed:type` címke
ja: maxspeed と source:maxspeed または maxspeed:type が不一致
pl: Niezgodne maxspeed i source:maxspeed / maxspeed:type
uk: Неузгоджені maxspeed і source:maxspeed або maxspeed:type

source: Location of defibrillators from this dataset can be very approximative. Check carefully the position before adding to OSM.
ar: موقع مزيلات الرجفان من هذه المجموعة البيانات يمكن أن يكون تقريبيًا جدًا. تحقق بعناية من الموقع قبل الإضافة إلى OSM.
de: Die Position der Defibrillatoren aus diesem Datensatz kann ungenau sein. Bitte die Position vor dem Hinzufügen zu OSM sorgfältig prüfen.
es: La localización de desfibriladores a partir de este conjunto de datos puede ser muy aproximada. Compruebe cuidadosamente la posición antes de añadir a OSM.
hu: A defibrillátorok elhelyezkedése ezen adatkészlet alapján nagyon hozzávetőleges is lehet. Gondosan ellenőrizze a helyszínen, mielőtt térképre rajzolja.
ja: このデータセットによるAEDの位置はアバウトであることがあります。OSMに追加する前に位置をよく注意してください。
pl: Lokalizacja defibrylatora z tego źródła danych może być bardzo przybliżona. Sprawdź dokładnie pozycję przed dodaniem do OSM.
uk: Розташування дефібриляторів із цього набору даних може бути дуже приблизним. Уважно перевірте положення перед додаванням до OSM.

source: Remove `level` and check if `layer` is needed instead.
ar: احذف المستوى `level` وتحقق إذا كانت الطبقة `layer` مطلوبة بدلاً من ذلك.
de: Level sollte verwendet werden für Gebäude, Geschäfte, Einrichtungen etc.
es: Elimina `level` y comprueba si `layer` es necesario en su lugar.
hu: Távolítsa el a `level` címkét és ellenőrizze, hogy nem egy `layer` szükséges-e inkább.
nl: Verwijder de tag `level` en kijk of `layer` noodzakelijk is.
uk: Видаліть `level` і перевірте, чи не потрібен замість нього `layer`.

source: The tag `level` should be used for buildings, shops, amenities, etc.
ar: وسم المستوى `level` يجب أن يستخدم للمباني، المتاجر، المرافق، إلخ.
de: Das level-Tag entfernen und prüfen, ob stattdessen das layer-Tag verwendet werden sollte.
es: La etiqueta `level` debe utilizarse para edificios, tiendas, servicios, etc.
hu: A `level` címkét épületeknél, boltoknál és hasonló létesítményeknél kell használni.
nl: De tag `level` moet gebruikt worden voor gebouwen, winkels, voorzieningen, enz.
uk: Теґ `level` слід використовувати для будівель, магазинів, зручностей тощо.

source: Waterway/water underground and no tunnel
ar: ماء/مجرى مائي تحت الأرض وبدون نفق
de: Unterirdisches Gewässer bzw. Wasserlauf ohne Tunnel-Attribut
es: Vía navegable/agua subterránea y sin túnel
hu: Föld alatti víz vagy vízfolyás alagutat jelző `tunnel` címke nélkül
ja: tunnelタグがないのに地下にある水路/水系
nl: Waterweg/water ondergronds en geen tunnel
pl: Ciek pod ziemią bez tunelu
uk: Водотік/водойма під землею і без 'tunnel'

source: Long Waterway/water underground and no tunnel
ar: ماء/مجرى مائي طويل تحت الأرض وبدون نفق
de: Unterirdisches Gewässer bzw. Wasserlauf ohne Tunnel-Attribut
es: Vía navegable/agua subterránea y sin túnel
hu: Hosszú föld alatti víz vagy vízfolyás alagutat jelző `tunnel` címke nélkül
ja: tunnelタグがないのに地下にある長い水路/水系
nl: Lang waterweg/water ondergronds en geen tunnel
pl: Długi ciek pod ziemią bez tunelu
uk: Довгий водотік/водойма під землею і без 'tunnel'

source: Waterway/water above ground and no bridge
ar: ماء/مجرى مائي فوق الأرض وبدون جسر
de: Hochliegendes Gewässer bzw. Wasserlauf ohne Brücken-Attribut
es: Vía navegable/agua sobre el suelo y sin puente
hu: Föld fölötti víz vagy vízfolyás `bridge`címke nélkül
ja: bridgeタグがないのに地表より上にある水路/水系
nl: Waterweg/water bovengronds en geen brug
pl: Ciek nad ziemią bez mostu
uk: Водотік/водойма над землею і без 'bridge'

source: Long Waterway/water above ground and no bridge
ar: ماء/مجرى مائي طويل فوق الأرض وبدون جسر
de: Hochliegendes Gewässer bzw. Wasserlauf ohne Brücken-Attribut
es: Vía navegable larga/agua por encima del nivel del suelo y sin puente
hu: Hosszú föld fölötti víz vagy vízfolyás `bridge`címke nélkül
ja: bridgeタグがないのに地表より上にある長い水路/水系
nl: Lang Waterweg/water bovengronds en geen brug
pl: Długi ciek nad ziemią bez mostu
uk: Довгий водотік/водойма над землею і без 'bridge'

source: Historical monument: {0}
ar: معلم تاريخي: {0}
de: Historisches Monument: {0}
es: Monumento histórico: {0}
fr: Monument historique : {0}
hu: Műemlék: {0}
ja: モニュメント: {0}
nl: Historisch monument: {0}
pl: Pomnik: {0}
uk: Історичний пам’ятник: {0}

source: bicycle parking
ar: موقف دراجات
de: Fahrradparken
es: aparcamiento para bicicletas
fr: parking à vélo
hu: kerékpártároló
ja: 駐輪場
nl: fiets parking
pl: parking dla rowerów
uk: Велостоянка

source: surveillance camera
ar: كاميرا مراقبة
de: Überwachungskamera
es: cámara de vigilancia
fr: caméra de surveillance
hu: térfigyelő kamera
ja: 監視カメラ
nl: beveiligingscamera
pl: kamera monitoringu
uk: дорожня камера

source: fire hydrant
ar: صنبور إطفاء
de: Löschwasserhydrant
es: boca de incendio
fr: borne incendie
hu: tűzcsap
ja: 消火栓
nl: brandkraan
pl: hydrant
uk: гідрант

source: traffic light
ar: إشارة مرور
de: Ampel
es: señal de tráfico
fr: feu de circulation
hu: jelzőlámpa
ja: 信号機
nl: verkeerslichten
pl: sygnalizacja świetlna
uk: світлофор

source: phone booth
ar: كشك هاتف
de: Telefonzelle
es: Cabina telefónica
fr: cabine téléphonique
hu: telefonfülke
ja: 電話ボックス
nl: telefooncel
pl: budka telefoniczna
uk: телефонна будка

source: max speed limit 5
ar: الحد الأقصى للسرعة 5
de: Höchstgeschwindigkeit 5
es: límite de velocidad máxima 5
fr: limite de vitesse maximale 5 km/h
hu: sebességkorlátozás: 5
ja: 最大速度制限 5
nl: maximale snelheidslimiet 5
pl: ograniczenie prędkości 5 km/h
uk: обмеження швидкості 5

source: max speed limit 10
ar: الحد الأقصى للسرعة 10
de: Höchstgeschwindigkeit 10
es: límite de velocidad máxima 10
fr: limite de vitesse maximale 10 km/h
hu: sebességkorlátozás: 10
ja: 最大速度制限 10
nl: maximale snelheidslimiet 10
pl: ograniczenie prędkości 10 km/h
uk: обмеження швидкості 10

source: max speed limit 15
ar: الحد الأقصى للسرعة 15
de: Höchstgeschwindigkeit 15
es: límite de velocidad máxima 15
fr: limite de vitesse maximale 15 km/h
hu: sebességkorlátozás: 15
ja: 最大速度制限 15
nl: maximale snelheidslimiet 15
pl: ograniczenie prędkości 15 km/h
uk: обмеження швидкості 15

source: max speed limit 20
ar: الحد الأقصى للسرعة 20
de: Höchstgeschwindigkeit 20
es: límite de velocidad máxima 20
fr: limite de vitesse maximale 20 km/h
hu: sebességkorlátozás: 20
ja: 最大速度制限 20
nl: maximale snelheidslimiet 20
pl: ograniczenie prędkości 20 km/h
uk: обмеження швидкості 20
