Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Double inner polygon
ar: مضلع داخلي مزدوج
de: Inneres Polygon doppelt
es: Polígono interior doble
fa: چندضلعی inner تکراری
fr: Polygone intérieur dupliqué
hu: Dupla belső poligon
it: Membro inner del poligono duplicato
ja: 二重の内部ポリゴン
lt: Dvigubas vidinis daugiakampis
nl: Dubbele inner polygoon
pl: Podwójny wewnętrzny wielokąt
pt: Duplo polígono interno
uk: Подвійний внутрішній полігон

source: Inconsistent multipolygon nature with members nature
ar: طبيعة المضلع المتعدد غير متسقة مع طبيعة الأعضاء
de: Art des Multipolygons passt nicht zur Art der Mitglieder
es: Inconsistencia del multipolígono naturaleza con miembros naturaleza
hu: Ellentmondásos a multipoligon jellege és a tagok jellege
nl: De aard van de multipolygoon is tegenstrijdig met de aard van de leden
uk: Невідповідність мультиполігону природи з членами природи

source: Inconsistent multipolygon member nature
ar: طبيعة عضو المضلع المتعدد غير متسقة
de: Inkonsistente Mitglieder eines Mulitpolygon
es: Inconsistencia del miembro multipolígono naturaleza
hu: Ellentmondásos a multipoligontagok jellege
nl: De aard van de leden van de multipolygoon zijn tegenstrijdig
uk: Невідповідність мультиполігону з членом природи

source: Restriction relation, wrong number of members
ar: علاقة التقييد، عدد الأعضاء خاطئ
de: restriction-Relation, Anzahl Mitglieder falsch
es: Relación de restricción, número de miembros erróneo
fa: رابطهٔ Restriction، تعداد عضوها درست نیست
fr: Relation “restriction”, nombre de membres erroné
hu: Korlátozás kapcsolat nem megfelelő számú taggal
it: Relazione restrizione, numero di elementi sbagliato
ja: 進行方向制限リレーション、メンバー数誤り
lt: Apribojimo ryšys, neteisingas narių skaičius
nl: Restrictie relatie, verkeerde leden
pl: Restrykcja, zła liczba członów relacji
pt: Relação Restrição, número errado de membros
uk: Зв’язок обмеження, невірна кількість членів

source: Restriction relation, bad member type
ar: علاقة التقييد، عضو بنوع غير صحيح
de: restriction-Relation, Mitgliedstyp unpassend
es: Relación de restricción, mal tipo de miembro
fa: رابطهٔ Restriction، نوع عضو بد است
fr: Relation “restriction”, membre de type erroné
hu: Korlátozás kapcsolat hibás tagtípussal
it: Relazione restrizione, tipo elemento sbagliato
ja: 進行方向制限リレーション、メンバー種別誤り
lt: Apribojimo ryšys, neteisingas nario tipas
nl: Restrictie relatie,verkeerde lid type
pl: Restrykcja, zły typ członu relacji
pt: Relação de restrição, tipo membro ruim
uk: Зв’язок обмеження, помилковий тип члена

source: Unconnected restriction relation ways
ar: طرق غير متصلة في علاقة من نوع تقييد
de: restriction-Relation, Wege nicht verbunden
es: Vías de relación de restricción no conectadas
fa: راه‌های رابطهٔ Restriction متصل نیستند
fr: Chemins de la relation “restriction” non connexes
hu: Korlátozás kapcsolat nem kapcsolódó vonalakkal
it: Strade della relazione restriction non connesse
ja: 接続されていない進行方向制限リレーションのウェイ
lt: Nesujungti apribojimo ryšio keliai
nl: Niet verbonden restrictie relatie wegen
pl: Niepołączone fragmenty drogi w relacji ograniczenia
pt: Desconexas formas de relações restrição
uk: Нез’єднані лінії у зв’язку обмеження

source: Restriction doesn't match topology
ar: التقييد لا يتطابق مع المخطط
de: Beschränkung passt nicht zur Topologie
es: Restricción no coincide con la tipología
fa: محدودیت با توپولوژی نمی‌خواند
fr: La restriction ne correspond pas à la topologie
hu: Korlátozás nem a topológiának megfelelő
it: Gli elementi non rispecchiano il tipo di restrizione
ja: 進行方向制限が幾何形状と不一致
lt: Apribojimas neatitinka topologijos
nl: Restrictie stemt niet overeen met de topologie
pl: Ograniczenie nie pasuje do topologii
pt: Restrição não corresponde à topologia
uk: Обмеження не відповідає топології

source: Wrong highway on roundabout
ar: طريق خاطئ على الدوار
de: Falsche Straße auf Kreisverkehr
es: Carretera errónea en rotonda
fa: معبر نادرست برای فلکه
fr: Valeur de “highway” incorrecte sur un giratoire
hu: Hibás út a körforgalomban
it: highway errato sulla rotatoria
ja: ロータリー上の不正な道路
lt: Neteisingas žiedo kelias
nl: Verkeerde weg op rotonde
pl: Zła droga na rondzie
pt: Via errada em rotatória
uk: Невірний highway на круговому перехресті

source: Missing oneway
ar: اتجاه واحد مفقود
de: Angabe Einbahnstraße fehlt
es: Falta sentido único
fa: کمبود oneway
fr: Sens unique “oneway” manquant sur un des accès au giratoire
hu: Hiányzó egyirányúság
it: oneway mancante
ja: 一方通行が欠落
lt: Trūksta vienpusio
nl: éénrichtingsweg ontbreekt
pl: Brakuje oneway
pt: Falta de sentido único
uk: Відсутній oneway

source: Roundabout shortcut
ar: اختصار الدوار
de: Abkürzung in Kreisverkehr
es: Acceso directo a la rotonda
fa: میان‌بُر در فلکه
fr: Raccourci sur giratoire
hu: Az út csak egy ponton kapcsolódik a körforgalomhoz
it: Collegamento alla rotatoria errato
ja: ラウンドアバウトのショートカット
lt: Žiedo sutrumpinimas
nl: Aansluiting op de rotonde
pl: Skrót na rondzie
pt: Atalho rotatória
uk: Ярлик кругового перехрестя

source: Roundabout crossing
ar: تقاطع الدوار
de: Kreuzung in Kreisverkehr
es: Cruce en la rotonda
fa: قطع‌کردن فلکه
fr: Croisement sur giratoire
hu: Kereszteződés a körforgalomnál
it: Attraversamento della rotatoria
ja: ラウンドアバウトの交差
lt: Žiedo susikirtimas
nl: Weg dwars door rotonde
pl: Skrzyżowanie na rondzie
pt: Cruzamento rotatória
uk: Перетин кругового перехрестя

source: Reverse roundabout
ar: دوار معكوس الاتجاه
de: Kreisverkehr umkehren
es: Rotonda invertida
fa: فلکهٔ برعکس
fr: Giratoire à l’envers
hu: Fordított körforgalom
it: Rotatoria inversa
ja: ラウンドアバウトの走行方向逆転
lt: Apgręžtas žiedas
nl: Omgekeerde rotonde
pl: Odwrócone rondo
pt: Rotatória invertida
uk: Зворотнє кругове перехрестя

source: Typo in tag
ar: خطأ إملائي في الوسم
de: Tippfehler in Merkmal
es: Error tipográfico en etiqueta
fa: غلط املایی در تگ
fr: Coquille dans l’attribut
hu: Elírás a címkében
it: Errore tipografico nel tag
ja: タグ名に綴り間違いがある
lt: Rinkimo klaida žymoje
nl: typefout in tag
pl: Literówka w tagu
pt: Erro na etiqueta
uk: Помилка в теґові

source: Missing tag or role on node
ar: وسم أو دور مفقود على العقدة
de: Fehlendes Tag oder Rolle auf Knoten
es: Falta etiqueta o rol en nodo
fa: کمبود تگ یا نقش برای گره
fr: Nœud sans attribut ni rôle
hu: Szerep vagy címke nélküli pont
it: Tag o ruolo mancante sul nodo
ja: ノードにタグまたはロールがない
lt: Taškui trūksta žymos ar rolės
nl: Tag of role op knoop ontbreekt
pl: Brakuje tagu lub roli na węźle
pt: Falta etiqueta ou função de relação no nó
uk: Відсутній теґ чи роль на точці

source: Missing tag or role on way
ar: وسم أو دور مفقود على الطريق
de: Fehlendes Tag oder Rolle auf Weg
es: Falta etiqueta o rol en vía
fa: کمبود تگ یا نقش برای راه
fr: Chemin sans attribut ni rôle
hu: Szerep vagy címke nélküli vonal
it: Tag o ruolo mancante sulla way
ja: ウェイにタグまたはロールがない
lt: Keliui trūksta žymos ar rolės
nl: Tag of role op weg ontbreekt
pl: Brakuje tagu lub roli na linii
pt: Falta etiqueta ou função de relação na via
uk: Відсутній теґ або роль на лінії

source: Missing tag or role on relation
ar: وسم أو دور مفقود على العلاقة
de: Fehlendes Tag oder Rolle auf Weg
es: Falta etiqueta o rol en relación
fa: کمبود تگ یا نقش برای رابطه
fr: Relation sans attribut ni rôle
hu: Szerep vagy címke nélküli kapcsolat
it: Tag o ruolo mancante sulla relazione
ja: リレーションにタグまたはロールがない
lt: Ryšiui trūksta žymos ar rolės
nl: Tag of role op relatie ontbreekt
pl: Brakuje tagu lub roli na relacji
pt: Falta etiqueta ou função na relação
uk: Відсутній теґ або роль у зв’язку

source: Place node without name tag
ar: عقدة مكان بدون وسم اسم
de: Ort ohne Name
es: Nodo lugar sin nombre de etiqueta
fa: گره place بدون تگ نام
fr: Nœud “place“ sans attribut “name”
hu: Helyet jelölő pont `name` címke nélkül
it: Nodo luogo senza tag name
ja: nameがないplaceノード
lt: Vietos taškas be pavadinimo
nl: Knoop plaats zonder naam tag
pl: Węzeł place bez nazwy
pt: Nó de local (place) sem a etiqueta nome
uk: Точка місця без іменного теґу

source: INSEE code cannot be found in INSEE database
ar: رمز INSEE غير موجود في قاعدة بيانات INSEE
de: INSEE-Code kann nicht in der INSEE-Datenbank gefunden werden
es: Código INSEE no se puede encontrar en la base de datos INSEE
fa: کد INSEE در پایگاه‌دادهٔ INSEE پیدا نشد
fr: Le code INSEE est introuvable dans la base de l’INSEE
hu: Az INSEE-kód nem található meg az INSEE adatbázisában (FR)
it: Codice INSEE non trovato nel database INSEE
ja: INSEE データベースに無いINSEE コード
lt: INSEE kodas nerastas INSEE duomenų bazėje
nl: INSEE-code kan niet worden gevonden in INSEE database
pl: Kod INSEE nie został znaleziony w bazie INSEE
pt: INSEE código não pode ser encontrado na base de dados INSEE
uk: INSEE код неможливо знайти в БД INSEE

source: Municipality name does not match INSEE code
ar: اسم البلدية لا يتطابق مع رمز INSEE
de: Gemeindename stimmt mit dem INSEE-Code nicht überein
es: Nombre de municipalidad no coincide cón el código INSEE
fa: نام شهرداری با کد INSEE همخوانی ندارد
fr: Le nom de commune ne correspond pas au code INSEE
hu: A település neve nem felel meg az INSEE-kódnak (FR)
it: Il nome della municipalità non coincide con il codice INSEE
ja: INSEEコードに一致しない自治体名
lt: Savivaldybės pavadinimas neatitinka INSEE kodo
nl: Naam van gemeente komt niet overeen met INSEE-code
pl: Nazwa miasta nie pasuje do kodu INSEE
pt: Nome Município não corresponde código INSEE
uk: Назва муніципалітету не відповідає коду INSEE

source: Duplicated way in relation
ar: طريق مكرر في العلاقة
de: Weg in Relation doppelt
es: Vía en relación duplicada
fa: راه تکراری در رابطه
fr: Chemin dupliqué dans la relation
hu: Duplikált vonal a kapcsolatban
it: Way duplicata nella relazione
ja: リレーションでウェイが重複している
lt: Kelio dublikatas ryšyje
nl: Dubbele wegen in relatie
pl: Powielona linia w relacji
pt: Via duplicada na relação relação
uk: Дублювання лінії у зв’язку

source: Finished construction
ar: انتهاء البناء
de: Baustelle beendet
es: Construcción terminada
fa: ساخت‌وساز پایان‌یافته
fr: Construction terminée
hu: Befejezett építkezés
it: Costruzione terminata
ja: 建設は完了
lt: Užbaigtos statybos
nl: Afgewerkte constructies
pl: Ukończona budowa
pt: Construção terminou
uk: Завершене будівництво

source: Bad date format
ar: تنسيق التاريخ غير صالح
de: Datumsformat unpassend
es: Formato de fecha incorrecto.
fa: قالب تاریخ بد است
fr: Format de date invalide
hu: Hibás dátumformátum
it: Formato data errato
ja: 日付の書式が間違っている
lt: Blogas datos formatas
nl: Verkeerde datum formaat
pl: Zły format daty
pt: Formato de data incorreto
uk: Помилковий формат дати

source: Bad lanes value
ar: قيمة حارات غير صالحة
de: Spurzahl unpassend
es: Valor de carriles incorrecto.
fa: مقدار lanes بد است
fr: Mauvaise valeur de “lanes”
hu: Hibás érték a `lanes` kulcs (sávok) mellett
it: Valore di lanes errato
ja: lanesの値が間違っている
lt: Bloga juostos reikšmė
nl: Verkeerde rijstrook waarde
pl: Zła wartość lanes
pt: Valor de pistas (lanes) incorreto
uk: Помилкове значення lanes

source: Bad parking:lane:[side]
ar: مواقف السيارات السيئة: حارة: [الجانب]
de: parking:lane:[side] unpassend
es: Mal parking:lane:[side]
fa: parking:lane:[side] بد
fr: Mauvais “parking:lane[:coté]”
hu: Hibás `parking:lane:[oldal]` címke
it: parking:lane:[side] errato
ja: 不正な parking:lane:[side]
lt: Bloga parking:lane:[side]
nl: Verkeerde parking:lane:[zijde]
pl: Nieprawidłowa strona w parking:lane:[strona]
pt: Erro parking:lane:[side]
uk: Помилковий parking:lane:[side]

source: Too many parking:lane:[side]
ar: عدد كبير جدا من مواقف السيارات: حارة: [جانب]
de: Zu viele parking:lane:[side]
es: Demasiado parking:lane:[side]
fa: تعداد خیلی زیادی parking:lane:[side]
fr: Trop de “parking:lane[:coté]”
hu: Túl sok `parking:lane:[oldal]`
it: Troppi parking:lane:[side]
ja: 多すぎる parking:lane:[side]
lt: Per daug parking:lane:[side]
nl: Te veel parking:lane:[zijde]
pl: Za dużo tagów parking:lane:[strona]
pt: Muitos parking:lane:[side]
uk: Забагато parking:lane:[side]

source: Bad parking:lane:[side] value
ar: قيمة مواقف السيارات السيئة: حارة: [الجانب]
de: Wert für parking:lane:[side] unpassend
es: Valor malo en parking:lane:[side]
fa: مقدار بد برای parking:lane:[side]
fr: Mauvaise valeur de “parking:lane[:coté]”
hu: Hibás érték a `parking:lane:[oldal]` kulcs mellett
it: Valore di parking:lane:[side] errato
ja: 不正な parking:lane:[side] の値
lt: Bloga parking:lane:[side] reikšmė
nl: Verkeerde parking:lane:[zijde] waarde
pl: Nieprawidłowa wartość klucza parking:lane:[strona]
pt: Valor parking:lane:[side] incorreto
uk: Помилкове значення parking:lane:[side]

source: parking:condition:[side] without parking:lane:[side] value
ar: حالة موقف جانبي parking:condition:[side] بدون وجود عدد حارات الوقوف الجانبي parking:lane:[side]
de: parking:condition:[side] ohne Wert parking:lane:[side]
es: parking:condition:[side] sin valor parking:lane:[side]
fa: parking:condition:[side] بدون مقداری برای parking:lane:[side]
fr: “parking:condition[:coté]” sans valeur de “parking:lane[:coté]”
hu: `parking:condition:[oldal]` van, de nincs mellette `parking:lane:[oldal]`
it: parking:condition:[side] senza parking:lane:[side]
ja: parking:condition:[side] に parking:lane:[side] の値が無い
lt: parking:condition:[side] be parking:lane:[side] reikšmės
nl: parking:condition:[zijde] zonder parking:lane:[zijde] waarde
pl: parking:condition:[strona] bez tagu parking:lane:[strona]
pt: parking:condition:[side] sem valor de parking:lane:[side]
uk: parking:condition:[side] без значення parking:lane:[side]

source: Word not found in dictionary
ar: كلمة غير موجودة في القاموس
de: Nicht im Wörterbuch gefunden
es: Palabra no encontrada en el diccionario
fa: واژه در واژه‌نامه یافت نشد
fr: Mot absent du dictionnaire
hu: A szó nem található a szótárban
it: Parola non trovata nel dizionario
ja: 単語が辞書に含まれていない
lt: Žodis nerastas žodyne
nl: Woord niet gevonden in woordenboek
pl: Słowo nieznalezione w słowniku
pt: Palavra não encontrada no dicionário
uk: Слово не знайдено в словнику

source: Encoding problem
ar: مشكلة في الترميز
de: Kodierungsproblem
es: Problema de codificación
fa: مشکل کدبندی نویسه
fr: Problème d’encodage du texte
hu: Kódolási hiba
it: Problema di codifica
ja: エンコーディングで問題が発生した
lt: Koduotės problema
nl: Decodeer probleem
pl: Problem z kodowaniem
pt: Problema de codificação
uk: Проблема кодування

source: Initial stuck to the name
ar: حرف أولي ملتصق بالاسم
de: Initialen mit Namen verbunden
es: Inicial pegada al nombre
fa: سرواژه به نام چسبیده
fr: Initiale collée au nom
hu: Hiányzó szóköz a névben
it: Nome con iniziale
ja: nameに付けられたイニシャル
lt: Pirmoji raidė prilipusi prie vardo
nl: initiaal vast aan de naam
pl: Inicjał imienia bez odstępu przed nazwiskiem
pt: Initial preso ao nome
uk: Початкове прикріплення до імені

source: Badly written word
ar: كلمة مكتوبة بشكل سيء
de: Schlecht geschriebenes Wort
es: Palabra mal escrita
fa: نوشتار واژه بد است
fr: Mot mal orthographié
hu: Hibásan írt szó
it: Parola scritta non correttamente
ja: 言葉が正しく書かれていない
lt: Blogai parašytas žodis
nl: Verkeerd geschreven woord
pl: Źle napisane słowo
pt: Palavra mal escrita
uk: Помилково написане слово

source: The name tag contains two names
ar: وسم الاسم يحتوي على اسمين
de: Das Merkmal name enthält zwei Namen
es: El nombre de la etiqueta contiene dos nombres
fa: تگ نام حاوی دو نام است
fr: L’attribut “name” contient deux noms
hu: A `name` címke két nevet tartalmaz
it: Il tag name contiene due nomi
ja: nameタグに2つの名前がある
lt: Pavadinimo žymoje yra du pavadinimai
nl: De tag naam bevat twee namen
pl: Tag name zawiera dwie nazwy
pt: A etiqueta nome contém 2 nomes
uk: Іменний теґ з двома назвами

source: Too many spaces
ar: العديد من المسافات
de: Doppelte Leerzeichen
es: Demasiados espacios
fa: فاصله‌های بیش از حد
fr: Espaces en trop
hu: Túl sok szóköz
it: Troppi spazi
ja: 余分な空白
lt: Per daug tarpų
nl: Te veel spaties
pl: Za dużo spacji
pt: Muitos espaços
uk: Забагато пробілів

source: Toponymy
ar: أسماء المواقع الجغرافية
de: Toponymie
es: Toponimia
fa: جای‌نام‌شناسی
fr: Toponymie
hu: Névírás (FR)
it: Toponomastica
ja: 地名
lt: Toponimika
nl: Toponomie
pl: Toponimia
pt: Toponímia
uk: Топонімія

source: Missing altitude
ar: الارتفاع غير موجود
de: Höhe fehlt
es: Falta altitud
fa: کمبود ارتفاع
fr: Altitude manquante
hu: Hiányzó magasság (altitude)
it: Altitudine mancante
ja: altitudeが無い
lt: Trūksta aukščio
nl: Hoogte ontbreekt
pl: Brakuje wysokości
pt: Falta altitude
uk: Відсутня висота

source: Illegal or incomplete source tag
ar: وسم مصدر غير قانوني أو غير مكتمل
de: Datenquelle illegal oder unvollständig
es: Etiqueta fuente ilegal o incompleta
fa: تگ source ناقص است یا غیرقانونی است
fr: Attribut “source” illégal ou incomplet
hu: Jogellenes vagy hiányos `source` címke
it: Tag source incompleto o non valido
ja: 不正または不完全なsourceタグ
lt: Neleistina ar nebaigta šaltinio žyma
nl: Niet toegestane of incomplete bron
pl: Nielegalny lub niekompletny tag source
pt: Etiqueta fonte ilegal ou incompleta
uk: Невідповідний або неповний теґ source

source: Missing source tag
ar: وسم المصدر غير موجود
de: Quellangabe fehlt
es: Falta etiqueta source
fa: کمبود تگ source
fr: Attribut “source” manquant
hu: Hiányzó `source` címke
it: Tag source mancante
ja: sourceタグが無い
lt: Trūksta šaltinio žymos
nl: Ontbrekende bron tag
pl: Brauje tagu source
pt: Falta etiqueta fonte
uk: Відсутній теґ source

source: Duplicated nodes
ar: عقد مكررة
de: Knoten doppelt
es: Nodos duplicados
fa: گره‌های تکراری
fr: Répétition de nœuds
hu: Duplikált pontok
it: Nodi duplicati
ja: 重複したノード
lt: Taškų dublikatas
nl: Dubbele knooppunten
pl: Powielone węzły
pt: Nós duplicados
uk: Дубльовані точки

source: Inadequate role for multipolygon
ar: دور غير مناسب للمضلع المتعدد
de: Unpassende Rolle für Multipolygon
es: Rol inadecuado para el multipolígono
fa: نقش نامناسب برای چندچندضلعی
fr: Rôle inadéquat dans un “multipolygon”
hu: Oda nem illő szerep a multipoligonon
it: Ruolo inappropriato per il multipoligono
ja: multipolygonに対する不適切なrole
lt: Netinkama rolė multipoligonui
nl: Ontoereikend role voor een multipolygoon
pl: Nieodpowiednia rola w relacji multipolygon
pt: Papel inadequado para multipolígono
uk: Хибна роль для мультиполігону

source: Inadequate member for multipolygon
ar: عضو غير مناسب للمضلع المتعدد
de: Unpassendes Mitglied für Multipolygon
es: Miembro inadecuado para el multipolígono
fa: عضو نامناسب برای چندچندضلعی
fr: Membre inadéquat dans un “multipolygon”
hu: Oda nem illő tag a multipoligonban
it: Membro inadeguato per il multipoligono
ja: multipolygonに対する不適切なmember
lt: Netinkamas narys multipoligonui
nl: Ontoereikend lid voor een multipolygoon
pl: Nieodpowiedni człon relacji multipolygon
pt: Membro inadequada para multipolígono
uk: Хибна роль для мультиполігону

source: This multipolygon is a simple polygon
ar: هذا المضلع المتعدد هو مضلع بسيط
de: Dieses Multipolygon ist ein einfaches Polygon
es: Este multipolígono es un simple polígono
fa: چندچندضلعی یک چندضلعی ساده است
fr: Le “multipolygon” est un polygone simple
hu: Ez a multipoligon egy egyszerű poligon
it: Questo multipoligono è un semplice poligono
ja: このmultipolygonは単純なpolygonです
lt: Šis multipoligonas yra paprastas daugiakampis
nl: Deze multipolygoon is een simpele polygoon
pl: Ten multipolygon jest prostą figurą
pt: Este multipolígono é um polígono simples
uk: Цей мультиполігон є простим полігоном

source: Unclosed area
ar: مساحة غير مغلقة
de: Fläche nicht geschlossen
es: Área no cerrada
fa: محوطهٔ نبسته
fr: Surface non fermée
hu: Bezáratlan terület
it: Area non chiusa
ja: 閉じられていないエリア
lt: Atviras plotas
nl: Ongesloten gebied
pl: Niezamnięty obszar
pt: Área aberta
uk: Незамкнена ділянка

source: 1-member relation
ar: علاقة بعضو واحد
de: Nur ein Mitglied in Relation
es: Relación de 1 miembro
fa: رابطهٔ تک‌عضوی
fr: Relation à un seul membre
hu: 1 tagú kapcsolat
it: Relazione con un solo membro
ja: メンバーが1つのリレーション
lt: 1-no nario ryšys
nl: 1 lid relatie
pl: Relacja z 1 członem
pt: Relação de 1-membro
uk: зв’язок з 1-м членом

source: Closed waterway
ar: مجرى مائي مغلق
de: Wasserweg geschlossen
es: Vía fluvial cerrada
fa: راه آبی بسته
fr: Cours d’eau fermé
hu: Bezáruló vízfolyás
it: Corso d'acqua chiuso
ja: 閉じた水路
lt: Uždaras vandens kelias
nl: Gesloten waterweg
pl: Zamknięty ciek
pt: Hidrovia fechada
uk: Замкнений водотік

source: Way with one node
ar: طريق بعقدة واحدة
de: Weg mit nur einem Knoten
es: Vía con un nodo
fa: راه با یک گره
fr: Chemin avec un seul nœud
hu: Egy pontból álló vonal
it: Way composta da un solo nodo
ja: 単一ノードだけのウェイ
lt: Kelias su vienu tašku
nl: Weg met 1 node
pl: Droga z jednym węzłem
pt: Via com um nó
uk: Лінія з однією точкою

source: Deprecated tag
ar: وسم مهمل
de: Merkmal veraltet
es: Etiqueta obsoleta
fa: تگ نکوهیده
fr: Attribut déprécié
hu: Elavult címke
it: Tag dismesso
ja: 非推奨のタグ
lt: Pasenusi žyma
nl: Verouderde tag
pl: Przestarzały tag
pt: Etiqueta obsoleta
uk: Теґ, що не підтримується

source: Watch multiple tags
ar: مراقبة عدة وسوم
de: Mehrfache Tags beachten
es: Mira varias etiquetas
fr: Combinaison d’attributs
hu: Összetévesztett címkék
it: Combinazione di tag
ja: 複数のタグを見る
lt: Žiūrėkite sudėtines žymas
nl: Bekijk meerdere tags
pl: Przyjrzyj się grupie tagów
pt: Ver várias etiqueta
uk: Переглянути декілька теґів

source: Improve name from the land registry
ar: تحسين الاسم من السجل العقاري
de: Name aus Katasterdaten verbessern
es: Mejorar el nombre del registro de la propiedad
fa: نام ثبتی زمین را بهبود دهید
fr: Nom provenant du cadastre à améliorer
hu: Javítsd a nevet az ingatlan-nyilvántartásból
it: Migliora il nome utilizzando quello del catasto
ja: 土地台帳でnameを改善する
lt: Pagerinkite pavadinimą pagal žemių registrą
nl: Verbeter de naam van het kadaster
pl: Nazwa z kadastru do poprawy
pt: Melhorar nome a partir do registro de terras
uk: Покращення назви з земельного реєстру

source: incoherent maxspeed
ar: سرعة قصوى غير متسقة
de: Höchstgeschwindigkeit inkonsitent
es: Velocidad máxima incoherente
fa: maxspeed نامتناسب
fr: “maxspeed” incohérent
hu: zavaros sebességkorlátozás
it: maxspeed non coerente
ja: 一貫性の無い最高速度
lt: nenuoseklus greičio limitas
nl: incoherente maximumsnelheid
pl: Niespójna prędkość
pt: maxspeed incoerente
uk: невідповідний maxspeed

source: Invalid reference
ar: مرجع غير صالح
de: Referenz ungültig
es: Referencia inválida
fa: ارجاع نامعتبر
fr: Référence non valide
hu: Érvénytelen hivatkozás
it: Codice riferimento non valido
ja: 無効なreference
lt: Neteisinga nuoroda
nl: Ongeldig referentie
pl: Niepoprawny ref
pt: Referência inválida
uk: Недійсна характеристика

source: Tag highway missing on junction
ar: التقاطع لا يوجد عليه وسم طريق
de: Merkmal highway fehlt an Kreuzung
es: Falta etiqueta highway en cruce
fa: junction است اما تگ highway ندارد
fr: Attribut “highway” manquant sur junction
hu: A kereszteződésről hiányzik a `highway` címke
it: Tag highway mancante sul raccordo
ja: 交差点にhighwayタグがない
lt: Sankryžai trūksta „highway“ žymos
nl: Tag highway ontbreekt op een splitsing
pl: Brakuje tagu highway na skrzyżowaniu
pt: Falta etiqueta da rodovia no entroncamento
uk: Теґ highway відсутній на junction

source: Tag highway missing on oneway
ar: الاتجاه الواحد لابد من وجود وسم الطريق معه
de: Einbahnstraße ohne Straßenmerkmal
es: Falta etiqueta highway en sentido único
fa: oneway هست اما تگ highway نیست
fr: Attribut “highway” manquant sur sens unique
hu: Az egyirányú útról hiányzik a `highway` címke
it: Tag highway mancante sul senso unico
ja: 一方通行にhighwayタグがない
lt: Vienpusiam eismui trūksta „highway“ žymos
nl: Tag highway ontbreekt op een éénrichtingsweg
pl: Brakuje tagu highway przy oneway
pt: Falta etiqueta da rodovia em sentido único
uk: Теґ highway відсутній на oneway
