Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: The tags `access=yes` and `access=permissive` mark a feature as wide open to all transport modes. This is almost never the case and more specific tags should be used instead. For further detail, see [the wiki](https://wiki.openstreetmap.org/wiki/Key:access#Transport_mode_restrictions).
ar: الوسوم `access=yes` و `access=permissive` يصنفان العنصر على أنه متاح تمامًا لجميع أنواع النقل. في الواقع، هذا الوضع نادر للغاية، وينبغي استبداله بوسوم أكثر دقة. للاطلاع على تفاصيل إضافية، يُرجى الرجوع إلى [الويكي](https://wiki.openstreetmap.org/wiki/Key:access#Transport_mode_restrictions).
de: Die Tags `access=yes` und `access=permissive` kennzeichnen ein Merkmal als zugänglich für alle Verkehrsträger. Dies ist fast nie der Fall, und stattdessen sollten genauere Tags verwendet werden. Für weitere Einzelheiten siehe [Wiki](https://wiki.openstreetmap.org/wiki/DE:Key:access#Werte).
es: Las etiquetas `access=yes` y `access=permissive` indican que un elemento está abierto a todos los modos de transporte. Esto casi nunca es así, por lo que deberían utilizarse etiquetas más específicas. Para más información, consulte [la wiki](https://wiki.openstreetmap.org/wiki/ES:Key:access#Restricciones_del_medio_de_transporte).
hu: Az `access=yes` és `access=permissive` címkék az objektumot minden közlekedési mód számára nyitottnak jelölik. Ez szinte soha nincs így, ezért konkrétabb címkéket kellene használni. [További részleteket a wikin olvashat](the wiki](https://wiki.openstreetmap.org/wiki/Key:access#Transport_mode_restrictions).
ja: `access=yes`及び `access=permissive`タグは地物がtransport modesに広く開かれていることをマークします。これはほぼありえないケースで、代わりにより詳細なタグを使うべきです。詳細は[the wiki](https://wiki.openstreetmap.org/wiki/Key:access#Transport_mode_restrictions)参照。
pl: Tag `access=yes` lub `access=permissive` zezwala na wszystkie środki transportu, włączając samochody, konie, motorowery, materiały niebezpieczne itd., chyba że wyraźnie wyłączone. Czytaj więcej na [Wiki](https://wiki.openstreetmap.org/wiki/Key:access#Transport_mode_restrictions).
uk: Теґи `access=yes` і `access=permissive` позначають функцію як відкриту для всіх видів транспорту. Це майже ніколи не буває, тому слід використовувати більш конкретні теги. Для отримання додаткової інформації див. [вікі](https://wiki.openstreetmap.org/wiki/Key:access#Transport_mode_restrictions).

source: Pharmacy not integrated
ar: صيدلية غير متكاملة
de: Apotheke fehlt
es: Farmacia no integrada
hu: Gyógyszertár: nincs a térképen
ja: 未統合の薬局
lt: Vaistinė neintegruota
nl: Apotheker niet toegevoegd
pl: Apteka niezintegrowana
pt: Farmácia não integrada
uk: Аптека не інтегрована

source: Pharmacy without tag `ref:msal` or invalid
ar: صيدلية بدون وسم `ref:msal` أو غير صالح
es: Farmacia sin etiqueta `ref:msal` o invalida
hu: Gyógyszertár hiányzó vagy érvénytelen `ref:msal` címkével
ja: `ref:msal`が無い、または無効な薬局
nl: Apotheker zonder `ref:msal` tag of ongeldig
pl: Apteka bez tagu "ref:msal" lub tag niepoprawny
uk: Аптека без теґу `ref:msal` або недійсна

source: Pharmacy integration suggestion
ar: صيدلية، اقتراح تكامل
de: Apotheke, Vorschlag zur Eintragung
es: Farmacia, sugerencia de integración
hu: Gyógyszertár: kiegészítési javaslat
ja: 薬局の統合の提案
nl: Aphotheker integratie suggestie
pl: Apteka, propozycja integracji
uk: Аптека пропозиція з інтеграції

source: Pharmacy update
ar: تحديث الصيدلية
de: Apotheke aktualisiert
es: Actualización de farmacia
hu: Gyógyszertár: frissítendő
ja: 薬局の更新
nl: Apotheker bijwerken
pl: Apteka, aktualizacja
uk: Аптека, оновлення

source: Way access mismatch relation route={0}
ar: عدم تطابق وصول الطريق مع علاقة المسار={0}
de: access auf Weg passt nicht zur route={0} Relation
es: Vía de acceso no coincidente relación route={0}
hu: Az út használhatósága nem felel meg a route={0} útvonal-kapcsolatnak
ja: ウェイのaccessタグの値とリレーションのroute={0}が一致していない
nl: Wegtoegang komt niet overeen met relatie route={0}
pl: Niedopasowany dostęp do drogi w relacji route={0}
uk: Невідповідність шляху доступу зв’язку маршруту={0}

source: The way has a tag `junction=*` but without `highway=*`.
ar: الطريق عليه وسم `junction=*` ولكن بدون `highway=*`.
de: Der Weg besitzt das Tag `junction=*` aber ohne das Tag `highway=*`.
es: La vía tiene una etiqueta `junction=*` pero sin `highway=*`.
hu: A vonalon van egy `junction=*` címke, de nincs `highway=*`.
ja: このウェイには`junction=*`タグはあるが`highway=*`タグが無い。
nl: De weg heeft een tag `junction = *` maar zonder `highway = *`.
pl: Ta droga ma tag `junction=*`, ale bez `highway=*`.
uk: Шлях має теґ `junction=*`, але без `highway=*`.

source: The way has a tag `oneway=*` but without `highway=*`.
ar: الطريق عليه وسم `oneway=*` ولكن بدون `highway=*`.
de: Der Weg besitzt das Tag `oneway=*` aber ohne das Tag `highway=*`.
es: La vía tiene una etiqueta `oneway=*` pero sin `highway=*`.
hu: A vonalon van egy `oneway=*` címke, de nincs `highway=*`.
ja: このウェイには`oneway=*`タグはあるが`highway=*`タグが無い。
nl: De weg heeft een tag `oneway=*` maar zonder `highway=*`.
pl: Ta droga ma tag `oneway=*`, ale bez `highway=*`.
uk: Шлях має теґ `oneway=*`, але без `highway=*`.

source: `psv:lanes=*` is an access restriction tag, while `lanes:psv=*` is the number of lanes.
ar: `psv:lanes=*` هو وسم تقييد وصول، بينما `lanes:psv=*` هو عدد الحارات.
de: `psv:lanes=*` kennzeichnet eine Zugangsbeschränkung, während `lanes:psv=*` die Nummer der Fahrspuren angibt.
es: `psv:lanes=*` es una etiqueta de restricción de acceso, mientras que `lanes:psv=*` es el número de carriles.
hu: A `psv:lanes=*` egy használatot korlátozó címke, a `lanes:psv=*` pedig a megfelelő sávok számát jelöli.
ja: `psv:lanes=*` はアクセス制限のタグですが、`lanes:psv=*` はレーンの数です。
pl: `psv:lanes=*` to tag dostępu, podczas gdy `lanes:psv=*` to liczba pasów. Porównaj wartości na Taginfo: - [psv:lanes](https://taginfo.openstreetmap.org/keys/psv%3Alanes#values) - [lanes:psv](https://taginfo.openstreetmap.org/keys/lanes%3Apsv#values)
uk: `psv:lanes=*` — тег обмеження доступу, тоді як `lanes:psv=*` — це кількість смуг.

source: note tag needs FIXME: "{0}"
ar: وسم note يحتاج إلى FIXME: "{0}"
es: la etiqueta note necesita FIXME: "{0}"
hu: Ezt a `note` címkét ki kell egészíteni egy fixme előtaggal: „FIXME {0}”
ja: note タグには FIXME: "{0}"が必要
pl: Tag note powinien zostać zastąpiony tagiem fixme: "{0}"
uk: теґ нотатки потребує FIXME: "{0}"

source: Use a tag to specify end: "{0}"
ar: استخدم وسمًا لتحديد النهاية: "{0}"
es: Utilice una etiqueta para especificar el final: "{0}"
hu: Szöveg helyett címkével fejezze ki az objektum megszűnését: „{0}”
ja: 終わりを指定するタグを使います: "{0}"
nl: Gebruik een tag om het eind te specificeren: "{0}"
pl: Użyj odpowiedniego tagu: "{0}"
uk: Використовуйте теґ, щоб вказати кінець: "{0}"

source: Wayside cross node without `material` tag
ar: عقدة صليب جانب الطريق بدون وسم `material`
de: Wegkreuz ohne `material` Angabe
es: Nodo transversal sin etiqueta `material`
hu: Út menti kereszt `material` címke nélkül
ja: `material`タグの無いWayside crossノード
uk: Точка - дорожній хрест без теґу `material`

source: The tag `historic=wayside_cross` can always be used in combination with the tag `material=*`.
ar: وسم `historic=wayside_cross` يمكن استخدامه دائمًا مع وسم `material=*`.
de: Das Merkmal `historic=wayside_cross` kann immer zusammen mit dem Merkmal `material=*` verwendet werden.
es: La etiqueta `historic=wayside_cross` puede utilizarse siempre en combinación con la etiqueta `material=*`.
hu: A `historic=wayside_cross` címke mindig kiegészíthető az anyagát jelző `material=*` címkével.
ja: `historic=wayside_cross`タグは`material=*`タグとセットで使います。
nl: De tag `historic=wayside_cross` kan altijd gebruikt worden in combinatie met de tag `material=*`.
uk: Тег `historic=wayside_cross` завжди можна використовувати в поєднанні з теґом `material=*`.

source: Fill the tag `material=*` as specific as possible.
ar: املأ وسم `material=*` بأكبر قدر ممكن من التحديد.
de: Bitte ergänze das Merkmal `material=*` so genau wie möglich.
es: Rellene la etiqueta `material=*` de la forma más específica posible.
hu: A `material=*` címkéhez adja a lehető legkonkrétabb értéket.
ja: できるだけ詳細な`material=*`でタグ付けします。
nl: Vul zo mogelijk de tag `material = *` in.
uk: Заповніть тег `material=*` якомога точніше.

source: The tag `historic=wayside_cross` is sometimes misused. Please cross-check if `historic=wayside_shrine` or `summit:cross=yes` is more appropriate.
ar: وسم `historic=wayside_cross` يتم إساءة استخدامه أحيانًا. يرجى التحقق إذا كان `historic=wayside_shrine` أو `summit:cross=yes` أكثر ملاءمة.
de: Das Merkmal `historic=wayside_cross` wird manchmal falsch verwendet. Bitte prüfe, ob `historic=wayside_shrine` oder `summit:cross=yes` besser geeignet sind.
es: La etiqueta `historic=wayside_cross` a veces se utiliza mal. Por favor, compruebe si `historic=wayside_shrine` o `summit:cross=yes` es más apropiado.
hu: A `historic=wayside_cross` címkét olykor hibásan használják. Ellenőrizze, hogy nem lenne-e megfelelőbb helyette `historic=wayside_shrine` vagy `summit:cross=yes` címkét használni.
uk: Теґ `historic=wayside_cross` іноді використовується неправильно. Перевірте, чи підходить `historic=wayside_shrine` або `summit:cross=yes`.

source: Pipe characters should not be used in destination tag, only in destination:lanes
ar: أحرف الأنابيب يجب ألا تستخدم في وسم الوجهة، فقط في destination:lanes
es: Los caracteres de tubería no deben utilizarse en la etiqueta de destino, sólo en destination:lanes
hu: A `destination` címkében nem szabad függőleges vonást („|”) használni, hanem csak a `destination:lanes` címkében
ja: パイプ文字はdestination タグではなく、destination:lanes内でのみ使います。
uk: Символи трубопроводу не варто використовувати в теґу призначення, лише в destination:lanes

source: {0} contains a pipe character
ar: {0} يحتوي على حرف أنبوب
es: {0} contiene un carácter de tubería
hu: {0}: függőleges vonást („|”) tartalmaz
ja: {0} にはパイプ文字が含まれています
uk: {0} містить символ трубопроводу

source: In the country all pharmacies deliver drugs under prescription
ar: في البلد، جميع الصيدليات تقدم الأدوية بوصفة طبية
es: En el país, todas las farmacias dispensan medicamentos con receta
fr: Dans le pays, toutes les pharmacies délivrent des médicaments sur ordonnance
hu: Ebben az országban minden patika ad receptre (vényre) felírt gyógyszert
ja: この国では全ての薬局が処方箋に基づいて薬を配布
nl: In het land leveren alle apotheken medicijnen op recept
uk: Всі аптеки країни відпускають ліки за рецептом

source: All pharmacies in the country sell on prescription by a doctor. It requires a tag `dispensing=yes` in addition to `amenity=pharmacy`.
ar: جميع الصيدليات في هذا البلد تبيع بوصفة طبية من طبيب. ولابد من إضافة وسم `dispensing=yes` مع `amenity=pharmacy`.
es: Todas las farmacias del país venden con receta médica. Se requiere una etiqueta `dispensing=yes` además de `amenity=pharmacy`.
fr: Dans le pays, toutes les pharmacies vendent sur ordonnance d'un médecin. Il faut un attribut `dispensing=yes` en plus de `amenity=pharmacy`.
hu: Ebben az országban minden gyógyszertárban lehet orvos által felírt gyógyszert vásárolni. Az `amenity=pharmacy` címke mellé ezért kell egy `dispensing=yes` címke is.
ja: この国の全ての薬局は医師による処方箋に基づいて販売します。`amenity=pharmacy`に加えて`dispensing=yes` タグが必要です。
nl: Alle apothekers in het land verkopen op recept van een arts. Het vereist een tag `dispensing = yes` naast` amenity = pharmacy`.
uk: Всі аптеки країни продають за рецептом лікаря. Це потребує теґування `dispensing=yes` разом з `amenity=pharmacy`.

source: Chemist shops ("parapharmacie" in French) do not fall into this classification. They do not have a specific tag for the moment.
ar: متاجر الكيميائيين ("parapharmacie" بالفرنسية) لا تدخل في هذا التصنيف. ليس لديها وسم محدد في الوقت الحالي.
es: Las farmacias ("parapharmacie" en francés) no entran en esta clasificación. clasificación. Por el momento no tienen una etiqueta específica.
hu: A drogériák (franciául parapharmacie, olaszul parafarmacia stb.) nem adhatnak ilyen komolyabb gyógyszereket. Jelenleg nincs konkrét címkéjük.
ja: 化粧品店 (フランス語で"parapharmacie") はこの分類には入りません。現在のところ特にタグはありません。
nl: Drogisterijen ("parapharmacie" in het Frans) vallen hier niet onder deze classificatie. Ze hebben momenteel geen specifieke tag.
uk: Аптеки (французькою - «parapharmacie») не підпадають під цю класифікацію. Наразі вони не мають конкретного тегу.

source: The side was not recognized, see [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane).
ar: الجانب لم يتم التعرف عليه، انظر [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane).
de: Die Straßenseite ist nicht zulässig, siehe [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane).
es: No se ha reconocido el lado, véase [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/ES:Key:parking:lane).
hu: Nem sikerült felismerni az oldalt. Lásd: [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane).
ja: どちら側か認識できませんでした。[`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane)参照。
nl: De zijde wordt niet herkend, zie [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane).
pl: Nieprawidłowa wartość, zobacz [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Pl:Key:parking:lane).
uk: Сторону не розпізнано, див. [`parking:lane=*`](https://wiki.openstreetmap.org/wiki/Key:parking:lane).

source: This parking is referenced in the database of car parks managed by local authorities in France, off-street. See [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Base_nationale_des_lieux_de_stationnement) on the wiki. Add a node or add tags if already existing.
ar: يوجد مرجع لهذا الموقف سيارات في قاعدة بيانات مواقف السيارات التي تديرها السلطات المحلية في فرنسا، خارج الشارع. راجع [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Base_nationale_des_lieux_de_stationnement) على الويكي. أضف عقدة أو أضف وسومًا إذا كانت موجودة بالفعل.
es: Este estacionamiento está referenciado en la base de datos de los estacionamientos gestionados por las colectividades locales en Francia, fuera de la vía pública. Véase [la cartografía](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Base_nationale_des_lieux_de_stationnement) en la wiki. Añadir un nodo o añadir etiquetas si ya existe.
hu: Erre parkolóra hivatkozik a franciaországi önkormányzatok által működtetett parkolóadatbázis (amely útszéli parkolóhelyeket nem tartalmaz). [Térképre rajzolásuk részleteit lásd a wikin](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Base_nationale_des_lieux_de_stationnement). Rajzoljon a térképre egy pontot, vagy ha már megvan, egészítse ki a címkéit.
ja: この駐車場はフランスの地域当局が管理しているカーパークのデータベースによれば、通りから離れていることになっています。 ウィキ上の [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Base_nationale_des_lieux_de_stationnement)を参照してください。既に存在するようであればノードを追加したり、タグを追加してください。
uk: Цю автостоянку вказано згідно базі даних автостоянок, керованими місцевою владою Франції, поза вулицею. Перегляньте [картографування](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Base_nationale_des_lieux_de_stationnement) на вікі. Додайте вузол або теґи, якщо вони вже існують.

source: {0} parking update
ar: تحديث موقف سيارات {0}
de: {0} Parkplatz aktualisiert
es: {0} actualización de estacionamiento
fr: {0} parking mise à jour
hu: {0} parkoló: frissítendő
ja: {0} parkingの更新
nl: {0} parking bijwerken
uk: {0} автостоянка оновлення

source: If after review you are sure that it is new data and right for OpenStreetMap, then you can add it.
ar: يمكنك إضافتها إذا كنت متأكدًا وبعد المراجعة من أنها بيانات جديدة وصحيحة لـخريطة الشارع المفتوح.
de: Wenn nach Prüfung sichergestellt werden kann, dass es sich um neue Daten handelt und sie für OpenStreetMap geeignet sind, dann können die Daten hinzufügt werden.
es: Si tras la revisión está seguro de que se trata de datos nuevos y adecuados para OpenStreetMap, entonces puedes añadirlo.
hu: Ha a vizsgálat után biztos abban, hogy ez új adat és az OpenStreetMapnek megfelelő, akkor felrajzolhatja.
nl: Als u na een beoordeling zeker weet dat het nieuwe gegevens zijn en geschikt zijn voor OpenStreetMap, dan kunt u het toevoegen.
uk: Якщо після перегляду ви впевнені, що це нові дані та правильні для OpenStreetMap, ви можете додати їх.

source: Be sure that it does not already exist in another place.
ar: تأكد من أنها غير موجودة بالفعل في مكان آخر.
de: Stelle sicher, dass es nicht bereits an einem anderen Ort existiert.
es: Asegúrese de que no exista ya en otro lugar.
hu: Győződjék meg róla, hogy nem létezik-e már valahol másutt.
nl: Zorg ervoor dat het niet al op een andere plaats bestaat.
uk: Переконайтеся, що він вже не існує в іншому місці.

source: This is reported from an open data source, without any prior individual verification of this data.
ar: هذا تم الإبلاغ عنه من مصدر بيانات مفتوح، دون أي تحقق فردي مسبق لهذه البيانات.
de: Die Daten stammen aus einer offenen Datenquelle, ohne dass sie zuvor individuell überprüft wurden.
es: Esta información procede de una fuente de datos abierta, sin ningún tipo de información individual previa. verificación de estos datos.
hu: Nyíltadat-forrásból származik, ahol adatok nincsenek egyenként ellenőrizve.
uk: Про це повідомляється з відкритого джерела даних, без попередньої індивідуальної перевірки цих даних.

source: This is a integration suggestion, mixing open data source and OpenStreetMap.
ar: هذا اقتراح دمج، يمزج بين مصدر بيانات مفتوح و خريطة الشارع المفتوحة.
es: Se trata de una sugerencia de integración, que mezcla fuentes de datos abiertas y OpenStreetMap.
hu: Ez a kiegészítési javaslat egyaránt felhasznál nyíltadat-forrásokat és OSM-adatokat.
nl: Dit is een integratie suggestie, mixing OpenData source en OpenStreetMap.
uk: Це пропозиція з інтеграції, яка поєднує джерело відкритих даних і OpenStreetMap.

source: This is an update suggestion because the same ref can be found on both open data and OSM.
ar: هذا اقتراح تحديث لأن نفس المرجع يمكن العثور عليهفي كل من البيانات المفتوحة و خريطة الشارع المفتوحة.
es: Esta es una sugerencia de actualización porque la misma referencia se puede encontrar tanto en open data como en OSM.
hu: Ez egy frissítési javaslat, mert a `ref` hivatkozás egyaránt megtalálható a nyílt adatok között és az OSM-en.
nl: Dit is een update suggestie omdat dezelfde ref op OpenData en OSM kan worden gevonden .
uk: Ця пропозиція щодо оновлення, оскільки те ж саме посилання можна знайти як у відкритих даних, так і в OSM.

source: It is from an open data source, but that is not enough to ensure the quality of the data. Review it before integrating the data. You must not do blind imports into OSM, you must do critical review of data integration.
ar: هذا من مصدر بيانات مفتوح، ولكن هذا لا يكفي لضمان جودة البيانات. راجعها قبل دمج البيانات. يجب ألا تقوم باستيراد أعمى إلى OSM، ويجب عليك إجراء مراجعة نقدية لدمج البيانات.
de: Der Hinweis stammt aus einer offenen Datenquelle, aber das reicht nicht aus, um die Qualität der Daten zu gewährleisten. Überprüfe den Hinweis vor Integration der Daten. Nehme keine blinden Importe in OSM vor, sondern prüfe die Datenintegration kritisch.
es: Procede de una fuente de datos abierta, pero eso no basta para garantizar la calidad de los datos. de los datos. Revíselos antes de integrar los datos. No debe hacer importaciones ciegas en OSM, debes hacer una revisión crítica de la integración de datos.
hu: Nyíltadat-forrásból származik, de ez nem elegendő az adatok minőségének biztosításához. Térképre rajzolás előtt ellenőrizze az adatokat. Nem szabad vakon importálni az OSM-be, az adatbevitelt kritikusan felül kell vizsgálni.
uk: Це відкрите джерело даних, але цього недостатньо для забезпечення якості даних. Перегляньте його перед інтеграцією даних. Ви не повинні виконувати сліпий імпорт в OSM, критично перевірте інтеграцію даних.

source: A nearby node already has the `highway=traffic_signals` tag.
ar: عقدة قريبة لديها بالفعل وسم `highway=traffic_signals`.
de: Ein Knoten in unmittelbarer Nähe ist bereits als Ampel getaggt.
es: Un nodo cercano ya tiene la etiqueta `highway=traffic_signals`.
hu: Egy közeli ponton már van egy `highway=traffic_signals` címke.
nl: Een ander knooppunt heel dichtbij heeft al verkeerslichten.
uk: Точка поблизу вже має теґ `highway=traffic_signals`.

source: Bad lanes number or `turn:lanes` before and after this node
ar: عدد حارات غير صالح أو `turn:lanes` قبل وبعد هذه العقدة
de: Anzahl lanes unpassend oder `turn:lanes` vor und nach diesem Knoten
es: Mal número de carriles o `turn:lanes` antes y después de este nodo
hu: A pont előtt és után hibás a sávok száma `turn:lanes` címke értékében
ja: このroleの前後に誤ったlane数または`turn:lanes`
nl: Verkeerde rijstroken nummer van lanes:turn voor en na dit knooppunt
pl: Inna liczba pasów w turn:lanes przed tym węzłem i po nim
uk: Неправильна кількість смуг руху, або `turn:lanes` до та після цієї точки

source: Some elements, including the peak (natural=peak) and mountain_pass (mountain_pass=yes), has an elevation. This is shown in OSM with tag ele=* in meters.
ar: بعض العناصر، بما في ذلك القمم الجبلية (natural=peak) وممر الجبل (mountain_pass=yes)، لديها ارتفاع. هذا يظهر في OSM مع وسم ele=* بالأمتار.
de: Für einige Elemente, darunter Berggipfel (natural=peak) und Gebirgspässe (mountain_pass=yes), kann die Höhenlage angegeben werden. Die Angabe erfolgt über das Tag ele=* in Metern.
es: Algunos elementos, incluidos el pico ("natural=peak") y mountain_pass (mountain_pass=yes), tienen una elevación. Esto se muestra en OSM con la etiqueta ele=* en metros.
hu: Egyes objektumoknak, többek között a hegycsúcsoknak (`natural=peak`) és a hágóknak (`mountain_pass=yes`) van tengerszint feletti magasságuk. Az OSM-ben ezt az `ele=*` címkével fejezzük ki, ahol az érték méterben szerepel.
ja: 山頂 (natural=peak) や 峠(mountain_pass=yes) を含むエレメントの中には高度を含むものがあります。これはOSM内にele=* タグを使ってメートル単位で表示されています。
nl: Enkele elementen, waaronder top (natural=peak) en bergpassen (mountain_pass=yes), hebben een hoogte.. Dit wordt getoond in OSM met tag ele=* in meters.
pl: Niektóre obiekty, takie jak szczyt (`natural=peak`) czy przełęcz (`mountain_pass=yes`), powinny mieć podaną wysokość w tagu `ele=`.
uk: Деякі елементи, зокрема вершина (natural=peak) і mountain_pass (mountain_pass=yes), мають висоту. Це показано в OSM з теґом ele=* в метрах.
