Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) Highway level should be `secondary`.
ar: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) مستوى الطريق يجب أن يكون ثانوي `secondary`.
de: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) Der Kreisverkehr sollte der höchsten Klassifizierung aller angrenzenden Straßen entsprechen, hier highway=secondary.
es: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) El nivel de la carretera debe ser secundario.
hu: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) Az út szintjének „összekötő útnak” `secondary` kell lennie.
nl: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) Snelwegniveau moet secundair zijn.
uk: ![](https://wiki.openstreetmap.org/w/images/3/3a/Osmose-eg-error-3010.png) Рівень шляху має бути `secondary`.

source: Short ways are connected to roundabout and join together. It is often a sign of roundabout insertion way. These segments are often one-way.
ar: طرق قصيرة متصلة بالدوار وتلتقي معًا، غالبًا ما تكون علامة على طريق إدخال الدوار. أجزاء الطرق تلك بالغالب ما تكون باتجاه واحد.
de: Kurze Wege sind mit einem Kreisverkehr und untereinander verbunden. In der Regel handelt es sich dabei um getrennte Zu- und Abfahrten des Kreisverkehrs die je Weg nur in eine Richtung befahren werden dürfen.
es: Las vías cortas están conectadas a rotondas y se unen entre sí. Suele ser una señal de vía de inserción en rotonda. Estos segmentos suelen ser unidireccionales.
hu: Rövid utak kapcsolódnak egy körforgalomhoz és egymáshoz. Ez gyakran a körforgalomba be- és kivezető utak jele, amelyek gyakran egyirányúak.
ja: 短いウェイがロータリーに接続され、相互に結合されています。これはたいていロータリーの交差ウェイのサインです。これらのセグメントはたいてい一方通行です。
uk: Короткі шляхи під’єднані до кругового перехрестя і з’єднані. Найчастіше це є ознакою вставки ліній кругового перехрестя. Ці сегменти часто є односторонніми.

source: After verifying that it is an access road to the roundabout and they were well oriented, set the tag `oneway=yes` on the two segments.
ar: بعد التحقق من أنها طريق وصول إلى الدوار وكانت موجهة جيدًا، قم بوسمها بالوسم `oneway=yes` على الجزئين.
de: Prüfe, dass es sich um Zu- und Abfahrten zu einem Kreisverkehr handelt, und die Wegrichtung der erlaubten Fahrtrichtung entspricht. Füge `oneway=yes` an beiden Wege hinzu.
es: Tras comprobar que se trata de una carretera de acceso a la rotonda y que estuvieran bien orientados, coloca la etiqueta `oneway=yes` en los dos segmentos.
hu: Miután megbizonyosodott arról, hogy a körforgalomba bevezető utakról van szó, és megfelelő irányba állna, állítsa be a `oneway=yes` egyirányúság címkét a két szakaszra.
nl: Na te hebben gecontroleerd dat het een toegangsweg is naar de rotonde en goed georiënteerd is, zet dan de tag `oneway= yes` op de twee segmenten.
uk: Переконавшись, що це під’їзна дорога до кругового перехрестя, і вони добре зорієнтовані, встановіть теґ `oneway=yes` на двох сегментах.

source: * If a way is prolonged after joining the second segment, cut the way before putting the tag oneway. * Two roundabouts close to each other can be connected by a small lane in both directions.
ar: * إذا تم تمديد الطريق بعد ضمه إلى الجزء الثاني، قم بقطع الطريق قبل وضع وسم oneway. * يمكن توصيل دوارين قريبين من بعضهما البعض بمسار صغير في كلا الاتجاهين.
de: * Sind Teile eines Weges in beide Richtung befahrbar, teile den Weg vor dem Hinzufügen von oneway=yes an der entsprechenden Stelle. * Zwei nahe beieinander liegende Kreisverkehre können durch eine kleine Fahrgasse in beide Richtungen verbunden sein.
es: * Si se prolonga una vía después de unir el segundo segmento, corte la vía antes de poner la etiqueta en la calzada. * Dos rotondas cercanas entre sí pueden conectarse mediante un pequeño carril en ambas direcciones.
hu: * Ha egy vonal meghosszabbodik a második szakaszhoz való csatlakozás után, vágja szét, mielőtt a `oneway=yes` egyirányú út címkét feltenné. * Két közeli körforgalmat mindkét irányban egy kis sávval lehet összekötni.
uk: * Якщо шлях подовжується після приєднання до другого сегменту обріжте шлях, перед вставкою теґу 'oneway'. * Два перехрестя з круговим рухом, розташовані близько одне від іншого, можна з’єднати маленькою смугою в обох напрямках.

source: Several roads connect to one node of the roundabout. In this case input and output flow of vehicles bypassing the priority rules of traffic.
ar: عدة طرق تتصل بعقدة واحدة من الدوار. في هذه الحالة، تدفق المركبات الداخلة والخارجة يتجاوز قواعد الأولوية المرورية.
de: Mehrere Straßen sind mit dem selben Punkt des Kreisverkehrs verbunden. Das führt zu Problemen bei der Verkehrsführung.
es: Varios caminos conectan con un nodo de la rotonda. En este caso flujo de entrada y salida de vehículos que eluden las normas de prioridad de tráfico.
hu: Több út kapcsolódik a körforgalom egy pontjához. Ebben az esetben a járművek bemeneti és kimeneti forgalma nem felel meg az elsőbbségi szabályoknak.
ja: ロータリーのひとつのノードにいくつかの道路が接続しています。この場合、車両通過時の交通の優先ルールのフローを入力及び出力します。
uk: Кілька доріг з’єднуються з однією точкою кругового перехрестя. У цьому випадку вхідний і вихідний потік транспортних засобів минають пріоритетні правила руху.

source: Separate the junction nodes into several separate ones .
ar: افصل عقد التقاطع إلى عدة عقد منفصلة.
de: Den gemeinsamen Anschlussknoten von Ein- und Ausfahrt in zwei nebeneinander liegende Knoten auftrennen.
es: Separar los nodos de empalme en varios otros separados.
hu: Válassza szét a kereszteződés pontjait több különállóra.
ja: 交差点ノードをいくつかの分離したものに分割します。
nl: Scheid de knooppunten in verschillende afzonderlijke knooppunten.
uk: Розділіть вузли зʼєднання на кілька окремих.

source: Way through the roundabout without stopping.
ar: طريق يتقاطع مع دوار بدون توقف.
de: Straße kreuzt Kreisverkehr.
es: Vía que cruza la rotonda sin deternerse.
hu: Megszakítás nélkül átvezet egy vonal a körforgalmon.
ja: 停止点の無いロータリーを通るウェイ。
nl: Weg dwars door rotonde.
uk: Проїзд через кругове перехрестя без зупинки.

source: Check if it is really a roundabout and cut the way.
ar: تحقق إذا كان حقًا دوارًا واقطع الطريق.
de: Wenn hier tatsächlich ein Kreisverkehr vorliegt, sollte die kreuzende Straße unterbrochen werden.
es: Revisar si realmente es una rotonda y cortar la vía.
fr: Vérifiez que c'est vraiment un rond-point et coupez la route.
hu: Ellenőrizze, hogy valóban körforgalom-e, és ha igen, vágja szét az utat.
ja: これが本当にロータリーでウェイがカットされているかチェックしてください。
nl: Controleer of het echt een rotonde is en knip de weg uit.
uk: Перевірте, чи це справді кругове перехрестя і обріжте шлях.

source: Missing `junction=roundabout`
ar: عدم وجود وسم `junction=roundabout`
de: Fehlender Kreisverkehr
es: Falta `junction=roundabout`
fr: Il manque `junction=roundabout`
hu: Hiányzik a `junction=roundabout` címke
ja: junction=roundaboutタグが欠落
nl: junction=roundabout ontbreekt
pl: Brakuje junction=roundabout
uk: Відсутній `junction=roundabout`

source: This looks like a roundabout, but the tag `junction=roundabout` is not present. See [Roundabout](https://wiki.openstreetmap.org/wiki/Roundabout) for more info.
ar: يبدو هذا الطريق كدوار، ولكن وسم `junction=roundabout` غير موجود. انظر [Roundabout](https://wiki.openstreetmap.org/wiki/Roundabout) لمزيد من المعلومات.
de: Dies sieht wie ein Kreisverkehr aus, aber das Tag `junction=roundabout` fehlt. Siehe [Kreisverkehr](https://wiki.openstreetmap.org/wiki/DE:Roundabout) für weitere Informationen.
es: Esto parece una rotonda, pero la etiqueta `junction = roundabout` no está presente. Ver [Rotonda] (https://wiki.openstreetmap.org/wiki/Roundabout) para más información.
fr: Ceci ressemble à un rond-point mais la balise `junction=roundabout` est absente. Voir [Roundabout](https://wiki.openstreetmap.org/wiki/Roundabout) pour plus d'information.
hu: Ez olyan, mint egy körforgalom, de nincs rajta `junction=roundabout` körforgalom címke. További információk a wiki [Roundabout](https://wiki.openstreetmap.org/wiki/Roundabout) szócikkében.
ja: これはロータリーのようですが、`junction=roundabout` タグが見当たりません。詳細は [Roundabout](https://wiki.openstreetmap.org/wiki/Roundabout) を参照。
nl: Dit lijkt op een rotonde, maar de tag `junction=roundabout` is niet aanwezig. Zie [Roundabout](https://wiki.openstreetmap.org/wiki/Roundabout) voor meer info.
pl: Wygląda to na rondo, ale brakuje tagu [`junction=roundabout`](https://wiki.openstreetmap.org/wiki/Pl:Tag:junction%3Droundabout).
uk: Це виглядає як кругове перехрестя, але теґ `junction=roundabout` відсутній. Див. [Рух колом](https://wiki.openstreetmap.org/wiki/Roundabout) щоб дізнатися більше.

source: If it is really a roundabout, add the tag `junction=roundabout`, verify that the way direction is counter-clockwise when the driving side is on the right, and remove the tag `oneway=yes` if present.
ar: إذا كان حقًا دوارًا، أضف وسم `junction=roundabout`، وتحقق من أن اتجاه الطريق عكس اتجاه عقارب الساعة عندما يكون جانب القيادة على اليمين، وأزل وسم `oneway=yes` إذا كان موجودًا.
de: Handelt es sich wirklich um einen Kreisverkehr, ergänze `junction=roundabout`, achte auf die korrekte Fahrtrichtung und entferne `oneway=yes`, falls vorhanden.
es: Si realmente se trata de una rotonda, añada la etiqueta `junction=roundabout`, compruebe que el sentido de la vía es contrario a las agujas del reloj cuando el lado de conducción está a la derecha, y elimine la etiqueta `oneway=yes` si está presente.
hu: Ha ez valóban egy körforgalom, adja hozzá a `junction=roundabout` címkét, jobboldali közlekedés esetén ellenőrizze, hogy a vonal iránya az óramutató járásával ellentétes irányú-e, és távolítsa el a `oneway=yes` címkét, ha van.
ja: これが本当にロータリーであれば、 `junction=roundabout`タグを追加して、車両が右側通行の場合は経路が反時計回りかどうか検証し、`oneway=yes`タグがあれば削除してください。（訳注：日本は左側通行なので時計回りにウェイを引く）
uk: Якщо це справді кругове перехрестя, додайте теґ `junction=roundabout`, переконайтеся, що напрямок дороги проти годинникової стрілки, коли сторона руху знаходиться праворуч, і видаліть теґ `oneway=yes`, якщо він є.

source: Ensure that it is a roundabout, using satellite imagery or a local survey. Ensure the traffic on the roundabout has right of way. If not, use `junction=circular` instead.
ar: تأكد من أنه دوار، باستخدام صور الأقمار الصناعية أو مسح محلي. تأكد من أن حركة المرور على الدوار لها حق الأولوية. إذا لم يكن كذلك، استخدم `junction=circular` بدلاً من ذلك.
de: Vergewissere dich mit Luftbildern oder vor Ort, dass es sich tatsächlich um einen Kreisverkehr handelt. Stelle sicher, dass der Verkehr im Kreisverkehr Vorfahrt hat. Wenn nicht, verwende stattdessen `junction=circular`.
es: Asegúrese de que se trata de una rotonda, utilizando imágenes por satélite o una encuesta local. local. Asegúrese de que el tráfico en la rotonda tiene derecho de paso. Si no es así, utiliza `junction=circular` en su lugar.
hu: Műholdfelvételekkel vagy a helyszínt felkeresve győződjék meg róla, hogy ez valóban egy körforgalom-e. Győződjön meg arról, hogy a körforgalomban zajló forgalomnak van-e elsőbbsége. Ha nincs, akkor a `junction=circular` (kör alakú csomópont) címkét használja.
ja: 衛星画像や現地調査で本当にラウンドアバウトか確認してください。 ラウンドアバウト上の交通が右側通行かどうか確認してください。（訳注：日本は左側通行）そう（訳注：左側通行）でない場合は代わりに `junction=circular` を使います。
uk: Переконайтеся, що це кругове перехрестя, використовуючи супутникові знімки або місцеві дослідження. Переконайтеся, що рух на круговому перехресті має перевагу. Якщо ні, використовуйте `junction=circular`.

source: The circulation of the roundabout is drawn clockwise, but in countries where they drive on the right, the circulation of roundabouts is counterclockwise, and vice versa for other countries.
ar: حركة الدوار مرسومة في اتجاه عقارب الساعة، ولكن في البلدان التي تقود على اليمين، حركة الدوار تكون عكس اتجاه عقارب الساعة، والعكس في البلدان الأخرى.
de: Die Fahrtrichtung von Kreisverkehren verläuft in Ländern mit Linksverkehr im Uhrzeigersinn, in Ländern mit Rechtsverkehr gegen den Uhrzeigersinn.
es: La circulación de la rotonda se dibuja en el sentido de las agujas del reloj, pero en los países donde conducen a la derecha, el sentido de las rotondas es en sentido antihorario y viceversa para los demás países.
hu: A körforgalom az óramutató járásával megegyező irányban halad, de a jobboldali közlekedésű országokban a körforgalom iránya az óramutató járásával ellentétes. (A többi országban pedig fordítva.)
nl: De rijrichting van de rotonde is met de klok mee, maar in landen waar ze rechts rijden is het tegen de klok in, en vice versa voor de andere landen.
uk: Кругове перехрестя накреслено за годинниковою стрілкою, але в країнах з правостороннім рухом, кругове перехрестя йде проти годинникової стрілки, а для інших країн – навпаки.

source: For roundabout `junction=roundabout`: change the direction by reversing the order of nodes in the path. In JOSM, select the roundabout and use the tool reverse path (shortcut: 'R').
ar: للدوار `junction=roundabout`: قم بتغيير الاتجاه عن طريق عكس ترتيب العقد في المسار. في JOSM، حدد الدوار واستخدم أداة عكس المسار (اختصار: 'R').
de: Bei einem Kreisverkehr `junction=roundabout`: Richtung ändern, durch Umkehren der Knotenreihenfolge im Pfad. In JOSM den Kreisverkehr auswählen und das Werkzeug Pfad umkehren verwenden (Tastaturkürzel: 'R').
es: Para rotonda `junction=roundabout``: cambie la dirección invirtiendo el orden de los nodos en la vía. En JOSM, seleccione la rotonda y use la herramienta de invertir el sentido de las vías (atajo: 'R').
hu: `junction=roundabout` körforgalomnál: az vonal pontjainak sorrendjét felcserélve fordítsa meg az irányt. A JOSM-ban jelölje ki a körforgalmat, és használja a vonal megfordítása eszközt (billentyűparancs: 'R').
ja: ロータリー `junction=roundabout`用: 経路内のノードの順序を反転して方向を変えます。JOSMでは、ロータリーを選んで経路反転ツール(ショートカット: 'R')を使います。
nl: Voor rotonde `junction=roundabout`: verander de richting van de volgorde van knooppunten in het pad. Selecteer in JOSM de rotonde en gebruik de tool reverse path (sneltoets: 'R').
pl: Linia z tagiem `junction=roundabout`: odwróć jej kierunek przez odwrócenie kolejności węzłów. W iD: zaznacz linię i naciśnij [V] lub wybierz z menu „Odwróć”. W JOSM: zaznacz linię i naciśnij [R] lub użyj narzędzia „Odwróć drogę”.
uk: Для кругового перехрестя `junction=roundabout`: змініть напрям, змінивши порядок вузлів шляху на протилежний. У JOSM виберіть кругове перехрестя скориставшись інструментом «Зміна напряму ліній» (комбінація клавіш: «R»).

source: Make sure that it is a roundabout (for example, not a side way in opposite direction around a square or a central roundabout, or a driveway separated by traffic islands at an intersection without cross).
ar: تأكد من أنه دوار (على سبيل المثال، ليس طريقًا جانبيًا في الاتجاه المعاكس حول مربع أو دوار مركزي، أو طريق منفصل بجزر مرورية عند تقاطع بدون تقاطع).
de: Stelle sicher, dass es sich um einen Kreisverkehr handelt (z. B. kein Weg in entgegengesetzter Richtung um einen Platz oder einen zentralen Kreisverkehr, oder Einfahrten getrennt durch Verkehrsinseln an einer Kreuzung ohne Überquerungen).
es: Asegúrese de que sea una rotonda (por ejemplo, no un camino lateral en dirección opuesta alrededor de una plaza o una rotonda central, o entradas de vehículos separados por islas de tráfico en una intersección sin cruce).
hu: Győződjön meg róla, hogy körforgalomról van szó (például nem egy tér vagy egy központi körforgalom körüli ellenkező irányú mellékútról, vagy egy kereszteződésben kereszteződés nélkül, járdaszigetekkel elválasztott felhajtóról).
uk: Переконайтесь, що це кругове перехрестя (наприклад, немає бічного шляху в протилежному напрямі довкола площі чи центрального кругового перехрестя, або проїжджої частини розділеної острівцями руху на перетині без перехрестя).

source: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Clockwise rotation.
ar: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) دوران في اتجاه عقارب الساعة.
de: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Wegrichtung im Uhrzeigersinn.
es: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Rotación en el sentido de las agujas del reloj.
hu: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Óramutató járásával megegyező irány.
ja: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) 時計回りの回転。
nl: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Met de klok mee draaiend.
pl: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Rondo w kraju z ruchem lewostronnym.
uk: ![](https://wiki.openstreetmap.org/w/images/6/68/Osmose-eg-error-1050.png) Рух за годинниковою стрілкою.

source: A street name "sounds" similar to that of another street but is not spelled the same way.
de: Ein Straßenname "klingt" wie ein anderer, bereits bekannterStraßenname, wird aber nicht auf die gleiche Weise geschrieben.
hu: Egy utcanév úgy „hangzik”, mint egy már ismert másik utcanév, de nem ugyanúgy van leírva.
nl: Een straatnaam "klinkt" als een andere straatnaam die al bekend is, maar is niet op dezelfde manier gespeld.
uk: Назва вулиці "звучить" подібно до іншої відомої назви, але написана по іншому.

source: After you have checked that it is a mistake, change the name.
ar: بعد التحقق من أنها خطأ، قم بتغيير الاسم.
de: Wenn es sich um einen Fehler handelt, sollte der Name korrigiert werden.
es: Después de que ha revisado de que es un error, cambiar el nombre.
fr: Après avoir vérifié qu'il s'agit bien d'une erreur, changez le nom.
hu: Miután ellenőrizte, hogy valóban hibás, módosítsa a nevet.
ja: 間違いが確認できたらnameを変えてください。
nl: Wijzig de naam nadat u hebt gecontroleerd dat het een vergissing is.
uk: Переконавшись, що це помилка, змініть назву.

source: * The "Rue Desjardins" can be called like that, even though offers "Rue des Jardins", * Beware of homonyms, a local glorious man can be called "Jean Monet", his name not need be transformed into "Jean Monnet", * The "Rond-Point des Allées" is perhaps not the "Rond-Point des Alliés", * The "Rue de Ballevue" may be the right name for this street.
ar: * يمكن تسمية "Rue Desjardins" بهذا الاسم، على الرغم من وجود "Rue des Jardins"، * احذر من الأسماء المتشابهة، يمكن أن يسمى رجل محلي مشهور "Jean Monet"، ولا يحتاج اسمه إلى التحويل إلى "Jean Monnet"، * "Rond-Point des Allées" ربما ليس "Rond-Point des Alliés"، * "Rue de Ballevue" قد يكون الاسم الصحيح لهذا الشارع.
es: * La "Rue Desjardins" puede llamarse así, aunque ofrece "Rue des Jardins", * Cuidado con los homónimos, un glorioso local puede llamarse "Jean Monet", su nombre no necesita transformarse en "Jean Monnet", * El "Rond-Point des Allées" quizás no sea el "Rond-Point des Alliés", * La "Rue de Ballevue" puede ser el nombre correcto para esta calle.
hu: * Figyeljen az azonos hangzású nevekre: pl. elképzelhető, hogy volt egy Vörös Sándor nevezetű helyi híres ember, így a nevét nem kell átírni Weöres Sándorra. * Olykor egyetlen betű is számíthat: létezik Gyertyámos utca is nem csak Gyertyános. * S így tovább.
ja: * "Rue des Jardins"で提案されていますが、"Rue Desjardins" はそのように呼ぶこともできます * 同音異義語に注意。地域で著名な人物はBeware of homonyms, a local glorious man can be called "Jean Monet"と呼ぶこともあります。彼の名前を"Jean Monnet"に変換する必要はありません * "Rond-Point des Allées" はおそらく"Rond-Point des Alliés"ではありません * "Rue de Ballevue" がこの通りの正しい名前かもしれません
nl: * De "Rue Desjardins" kan zo genoemd zijn, ook al is "Rue des Jardins" voorgesteld, * Opgelet voor homoniemen, een lokaal bekend persoon kan "Jean Monet" heten, zijn naam hoeft niet veranderd te worden in "Jean Monnet", * De "Rond-Point des Allées" is kennelijk niet "Rond-Point des Alliés", * De "Rue de Ballevue" is kennelijk wel de juiste naam voor deze straat.
uk: * The "Rue Desjardins" так можна назвати, хоч і пропонується "Rue des Jardins", * Стережіться омонімів, місцеву видатну людину можна назвати "Jean Monet", його імʼя не потрібно перетворювати на "Jean Monnet", * The "Rond-Point des Allées" можливо, не "Rond-Point des Alliés", * The "Rue de Ballevue" - це, можливо, правильна назва для цієї вулиці.

source: The tag is misspelled. Detection is based on statistics.
ar: الوسم مكتوب بشكل خاطئ. الكشف يعتمد على الإحصاءات.
de: Das Merkmal ist falsch geschrieben. Die Fehlererkennung basiert auf Statistiken.
es: La etiqueta tiene errores de escritura. La detección está basada en estadísticas.
fr: L'attribut est mal orthographié. La détection est basée sur des statistiques.
hu: A címke el van írva. Az észlelés a statisztikákon alapul.
ja: タグのスペルが誤っています。検知は統計に基づいています。
nl: De tag is verkeerd gespeld. Detectie is gebaseerd op statistieken.
pl: Tag może być błędnie napisany. Wykrycie opiera się na metodach statystycznych.
uk: Теґ написаний неправильно. Виявлено завдяки статистиці.

source: Check that the correction does not change the intent of the tag.
ar: تحقق من أن التصحيح لا يغير نية الوسم.
de: Prüfe, dass die Fehlerkorrektur die Bedeutung des Merkmals nicht verändert.
es: Verificar que la corrección no cambie el propósito de la etiqueta.
fr: Vérifiez que la correction ne modifie pas l'intention de la balise.
hu: Ellenőrizze, hogy a javítás nem módosítja-e a címke szándékát.
ja: この修正がタグの意図を変更しないことをチェックしてください。
pl: Upewnij się, że sugestia jest poprawna i że taki tag nie istnieje.
uk: Переконайтеся, що виправлення не змінює призначення теґу.

source: Add tags, role into a relation or delete.
ar: أضف وسوم أو أدوار إلى العلاقة أو احذف.
de: Füge ein beschreibendes Merkmal hinzu, füge das Objekt einer Relation hinzu oder entferne das Objekt.
es: Agregar etiquetas, rol en una relación o eliminar.
hu: Adjon címkéket és szerepet a kapcsolathoz, vagy törölje.
ja: リレーションにタグ、roleを追加するか削除します。
nl: Voeg tags, rol toe in een relatie of verwijder deze.
pl: Dodaj tagi, role w relacji lub usuń.
uk: Додайте теґи, роль в зв’язок чи видаліть.

source: The object may be a duplicate.
ar: العنصر قد يكون مكررًا.
de: Das Objekt ist manchmal doppelt vorhanden.
es: El objeto a veces está duplicado.
hu: Lehet, hogy ez az objektum duplikálva van.
nl: Het object is soms dubbel.
uk: Об’єкт іноді дублюється.

source: A `waterway=river` or a `waterway=stream` is an oriented way. The water must flow into another waterway or meet a `natural=coastline`.
ar: `waterway=river` أو `waterway=stream` هو طريق موجه. ويجب أن تتدفق المياه إلى مجرى مائي آخر أو تلتقي بـ `natural=coastline`.
de: Wasserwege wie `waterway=river` oder `waterway=stream` sind in Fließrichtung zu zeichnen. Sie müssen entweder mit einem anderen Wasserweg oder einer Küstenlinie (`natural=coastline`) verbunden werden.
es: Una `waterway=river` o una `waterway=stream` es una vía orientada. El agua debe desembocar en otro curso de agua o encontrarse con una `natural=coastline`.
hu: A `waterway=river` (folyó) és a `waterway=stream` (patak) a folyás irányába mutató vonallal van jelölve. A vízfolyást jelentő víznek találkoznia kell egy másik vízfolyással vagy egy `natural=coastline` (vízpart) vonallal.
ja: `waterway=river` や `waterway=stream` は方向のあるウェイです。水路は別の水路に流れ込むか、 `natural=coastline`に出会わなければなりません。
nl: Een `waterway = river` of een` waterway = stream` is een georiënteerde weg. Het water moet in een andere waterweg stromen of een `natural = coastline` ontmoeten.
uk: `waterway=river` чи `waterway=stream` є орієнтованим шляхом. Водойма має прямувати до іншої водойми чи з’єднуватися з `natural=coastline`.

source: Link the waterway or invert its flow direction.
ar: قم بتوصيل المجرى المائي أو اعكس اتجاه تدفقه.
de: Wasserweg verbinden oder Wegrichtung umkehren.
es: Enlazar el curso de agua o invertir su dirección de flujo.
hu: Kapcsolja hozzá valamihez a vízfolyást vagy fordítsa meg az irányát.
ja: 水路に接続するか流れる方向を逆にしてください。
nl: Verbind de waterweg of keer de stroomrichting om.
pl: Połącz ten ciek z innym ciekiem lub odwróć kierunek przepływu.
uk: Прив’яжіть водотік або змініть напрям його потоку.
