Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: The initial information corresponds to recharging pools and devices and not to stations, so some values are worth checking in the field. For instance, an open data point with `capacity=6` can sometimes match to 3 charging station with `capacity=2`
ar: المعلومات الأولية تتوافق مع أحواض الشحن والأجهزة وليس المحطات، لذا بعض القيم تستحق التحقق في الميدان. على سبيل المثال، نقطة بيانات مفتوحة مع `capacity=6` يمكن أن تتطابق أحيانًا مع 3 محطات شحن مع `capacity=2`
es: La información inicial corresponde a piscinas y dispositivos de recarga y no a estaciones, por lo que conviene comprobar algunos valores sobre el terreno. Por ejemplo, un punto de datos abierto con `capacity=6` puede corresponder a veces a 3 estaciones de recarga con `capacity=2`
fr: Les données initiales correspondent à des stations et des points de recharge et non à des bornes donc il peut être nécessaire de vérifier certaines valeurs. Par exemple, une station dans l'open data avec `capacity=6` peut parfois correspondre à 3 bornes avec `capacity=2`
hu: A kezdeti információk villamos töltőállomásokra és -eszközökre vonatkoznak, nem pedig töltőpontokra, ezért az értékeket érdemes a helyszínen ellenőrizni. Pl. lehet, hogy egy nyílt adatból származó pont `capacity=6` értékkel inkább három töltőpontot jelent `capacity=2` értékkel.
ja: 初期情報は充電プールとその装置に対応しており、ステーションに対してではありません。このため現地で値をチェックした方が良い場合があります。例えば、`capacity=6`となっているオープンデータのポイントがある場合には、`capacity=2`のステーション3つに対応していることがあります。
uk: Початкова інформація відповідає пулам і пристроям заряджання, а не станціям, тому деякі значення варто перевірити на місці. Наприклад, відкрита точка даних з `capacity=6` іноді може відповідати 3 зарядним станціям з `capacity=2`

source: {0} glass recycling not integrated
ar: إعادة تدوير الزجاج {0} غير متكامل
de: {0} Altglascontainer fehlt
es: {0} reciclaje de vidrio no integrado
hu: {0} szelektív üveggyűjtő: nincs a térképen
ja: {0} 未統合のガラスリサイクリング
nl: {0} glas recycling niet geïntegreerd
pl: Recykling szkła {0} niezintegrowany
uk: {0} переробка скла не інтегрована

source: {0} glass recycling, integration suggestion
ar: إعادة تدوير الزجاج {0}، اقتراح تكامل
de: {0} Altglascontainer, Vorschlag zur Eintragung
es: {0} reciclaje de vidrio, sugerencia de integración
hu: {0} szelektív üveggyűjtő: kiegészítési javaslat
ja: {0} ガラスリサイクリングの統合の提案
nl: {0} glas recycling, integratie suggestie
pl: Recykling szkła {0}, propozycja integracji
uk: {0} переробка скла, пропозиція з інтеграції

source: {0} glass recycling update
ar: تحديث إعادة تدوير الزجاج {0}
de: {0} Altglascontainer aktualisiert
es: {0} actualización del reciclaje de vidrio
hu: {0} szelektív üveggyűjtő: frissítendő
ja: {0} ガラスリサイクリングの提案
nl: {0} glas recycling bijwerken
pl: Recykling szkła {0}, aktualizacja
uk: {0} переробка скла оновлення

source: The tag `{0}` is deprecated in favour of {1}
ar: وسم `{0}` مهمل لصالح {1}
de: Der Tag `{0}` sollte ersetzt werden durch {1}
es: La etiqueta `{0}` queda obsoleta en favor de {1}
fr: L'attribut `{0}` est dépréciée au profit de {1}
hu: `{0}` címke elavult, helyette ezt kell használni: `{1}`
ja: `{0}`タグは{1}で置き換えられました
nl: De tag '{0}' is verouderd ten gunste van {1}
pl: Tag {0} należy zastąpić tagiem {1}
uk: Теґ `{0}` застарів, застосуйте {1}

source: Traffic sign ({1}) detected by Mapillary, but no nearby tagging of any:{0}
ar: علامة مرور ({1}) تم اكتشافها بواسطة Mapillary، ولكن لا يوجد وسم قريب لأي:{0}
de: Verkehrszeichen ({1}) von Mapillary erkannt, aber kein {0} in der Nähe vorhanden.
es: Señal de tráfico ({1}) detectada por Mapillary, pero sin etiquetado cercano de ninguna:{0}
hu: A Mapillary {1} jelzőtáblát észlelt, de a közelben nincs `{0}` címkéjű térképobjektum
ja: {1}の交通標識がMapillaryにより検出されましたが、以下のいずれかのタグ付けが近隣にありません:{0}
nl: Verkeersbord ({1}) gedetecteerd door Mapillary, maar geen tagging in de buurt van: {0}
uk: Дорожній знак ({1}) виявлений в Mapillary, але відсутній поблизу:{0}

source: The date entered is not in the expected format described at [Key:start_date](https://wiki.openstreetmap.org/wiki/Key:start_date)
ar: التاريخ المدخل ليس بالتنسيق المتوقع الموصوف في [Key:start_date](https://wiki.openstreetmap.org/wiki/Key:start_date)
de: Das eingegebene Datum hat nicht das erwartete Format, das unter [Key:start_date](https://wiki.openstreetmap.org/wiki/DE:Key:start_date) beschrieben wird.
es: La fecha introducida no tiene el formato esperado descrito en [Clave:fecha_inicio](https://wiki.openstreetmap.org/wiki/Key:start_date)
hu: A megadott dátum formátuma nem felel meg a [start_date](https://wiki.openstreetmap.org/wiki/Key:start_date) címke szabványainak
ja: 入力されている日付は下記に記述された形式に合っていない [Key:start_date](https://wiki.openstreetmap.org/wiki/Key:start_date)
nl: De ingevoerde datum is niet in het verwachte formaat zoals beschreven op [Key: start_date] (https://wiki.openstreetmap.org/wiki/Key:start_date)
uk: Введена дата не відповідає очікуваному формату, описаному в [Key:start_date](https://wiki.openstreetmap.org/wiki/Key:start_date)

source: Concerns tag: `{0}`
ar: يتعلق بالوسم: `{0}`
de: Betrifft das Tag: `{0}`
es: Se refiere a la etiqueta: `{0}`
hu: Ezt a címkét érinti: `{0}`
ja: 気になるタグ: `{0}`
nl: Betreft tag: '{0}'
uk: Проблемний теґ: `{0}`

source: Unexpected character: `{0}`
ar: حرف غير متوقع: `{0}`
de: Ungewöhnliches Satzzeichen: `{0}`
es: Carácter inesperado: `{0}`
fr: Caractère inattendu : `{0}`
hu: Váratlan karakter: `{0}`
ja: 予期しない文字: `{0}`
nl: Onverwacht teken: '{0}'
pl: Nieoczekiwany znak {0}
uk: Неочікуваний символ: `{0}`

source: This feature is tagged with a name which contains a fully uppercase word (or words). This is not expected for the majority of named features.
ar: هذه الميزة موسومة باسم يحتوي على كلمة (أو كلمات) بحروف كبيرة بالكامل، وهذا غير متوقع لمعظم الميزات المسماه.
de: Der Name des Objekts enthält ein Wort (oder Wörter), dass ausschließlich aus Großbuchstaben besteht. Dies ist für die meisten benannten Objekte unüblich.
es: Esta característica está etiquetada con un nombre que contiene una palabra (o palabras) completamente en mayúsculas. Esto no es lo que se espera de la mayoría de los rasgos con nombre.
hu: Ennek az objektumnak a neve csupa nagybetűből áll. A névvel rendelkező objektumok túlnyomó részénél ez hibás.
ja: この地物は全て大文字でnameがタグ付けされています。これは大多数の地物では想定されていません。
pl: Ten obiekt ma nazwę pisaną wielkimi literami. W większości przypadków nazwę należy pisać wielką literą, nawet gdy nazwa wersalikami jest na szyldzie lub w logo firmy. Np. „Nokia”, nie „NOKIA”.
uk: Ця сутність позначена теґом назва якого містить слово (або слова) повністю у верхньому регістрі. Що є неочікуваним для більшості назв.

source: While uncommon, it is possible for a name to have uppercase words. This is particularly the case for corporate/branded locations as well as acronyms.
ar: على الرغم من ندرتها، من الممكن أن يحتوي الاسم على كلمات بحروف كبيرة. هذا ينطبق بشكل خاص على المواقع التجارية/العلامات التجارية وكذلك الاختصارات.
de: Es ist durchaus möglich, dass ein Name nur Großbuchstaben enthält. Dies gilt insbesondere für Firmen-/Markennamen oder Abkürzungen.
es: Aunque no es habitual, es posible que un nombre tenga palabras en mayúsculas. Este es el caso, en particular, de las ubicaciones corporativas/de marca, así como de los acrónimos.
hu: Bár szokatlan, de előfordulhat, hogy egy név nagybetűkből áll, különösen vállalkozások vagy márkák esetében.
ja: 一般的ではありませんが、nameに大文字が使われることがあります。 これはとりわけ頭文字と同様に企業/ブランドの位置に使われます。（訳注：日本では看板などにアルファベット大文字が表記されることは一般的です）
pl: Nazwa składająca się z samych wielkich liter jest możliwa w przypadku, gdy jest skrótowcem, np. KFC, IBM.
uk: Хоча нечасто, але назва зі словами у верхньому регістрі є рідкісним явищем, все ж таки вона має слова у верхнього регістрі. Особливо це стосується корпоративних/брендових локацій, а також акронімів.

source: `height={0}` is really tall, consider changing to `ele=*`
ar: `height={0}` طويل جدًا، فكر في تغييره إلى `ele=*`
de: `height={0}` ist sehr hoch. Prüfe, stattdessen `ele=*` zu verwenden.
es: `height={0}` es muy alto, considere cambiar a `ele=*`
hu: A valamely objektum magasságát jelző `height={0}` címke értéke rendkívül nagy; fontolja meg helyette az `ele=*` (tengerszint feletti magasság) használatát
ja: `height={0}` はかなり高いです。`ele=*`への変更を検討してください。
nl: `height = {0}` is erg groot, overweeg om dat te wijzigen in `ele = *`
uk: `height={0}` дійсно високий, подумайте про зміну на `ele=*`

source: This feature is tagged with a value which does not match the typical format used for tags with distinct values (lowercase alphanumeric characters with no spaces). It's most likely not an expected tagging.
ar: هذه الميزة موسومة بقيمة لا تتطابق مع التنسيق النموذجي المستخدم للوسوم ذات القيم المميزة (أحرف أبجدية رقمية صغيرة بدون مسافات)، على الأرجح ليست وسمًا متوقعًا.
de: Dieses Merkmal ist mit einem Wert getaggt, der nicht dem typischen Format für Tags mit bestimmten Werten entspricht (kleingeschriebene alphanumerische Zeichen ohne Leerzeichen). Es handelt sich vermutlich nicht um ein erwartetes Tagging.
es: Esta característica está etiquetada con un valor que no coincide con el formato típico utilizado para las etiquetas con valores distintos (caracteres alfanuméricos en minúsculas sin espacios). Lo más probable es que no sea un etiquetado esperado.
hu: Az objektum címkéjében olyan érték szerepel, amely nem felel meg a megkülönböztetett értékű címkékre jellemző formátumnak (kisbetűs alfanumerikus karakterek, szóköz nélkül). Valószínűleg nem egy elvárt címkézésről van szó.
ja: この地物がタグ付けされている値は厳密な値(スペース無しのアルファベット小文字)に使われる典型的な形式と一致していません。想定されているタグ付けではないようです。
uk: Ця функція позначена теґом зі значенням, яке не відповідає типовому формату, що використовується для теґів з різними значеннями (малі букви та цифри без пробілів). Швидше за все, це неочікуване позначення теґом.

source: Check the value of the tag in question and update the tagging to reflect what this feature is.
ar: تحقق من قيمة الوسم المعني وقم بتحديث الوسم ليعكس ما هية هذا المكان.
de: Prüfe den Wert des betreffenden Tags und aktualisiere das Tagging, um das Objekt korrekt zu kennzeichnen.
es: Compruebe el valor de la etiqueta en cuestión y actualice el etiquetado para reflejar lo que es esta característica.
hu: Ellenőrizze a kérdéses címke értékét, és frissítse a címkézést, hogy tükrözze az objektum funkcióját.
ja: 疑問のあるタグの値をチェックして、この地物が何なのかをよく考えてタグ付けを更新してください。
uk: Перевірте значення відповідного теґу та оновіть теґи, щоб показати його функціонал.

source: It's possible a mapper was trying to map a feature with no existing agreed upon tagging. However, this should probably still conform to the typical format used for values of the given tag.
ar: من المحتمل أن رسام خرائط كان يحاول تمثيل معلمًا ليس له وسم متفق عليه موجود. ومع ذلك، فمن الأفضل أن يتوافق هذا مع التنسيق النمطي المستخدم لقيم هذا الوسم.
de: Möglicherweise hat ein Mapper versucht, ein Objekt einzutragen, für das es keine abgestimmte Tagging-Methode gibt. Der Wert sollte wahrscheinlich dennoch dem typischen Format für Werte des gegebenen Tags entsprechen.
es: Es posible que un mapeador intentara mapear una característica sin un etiquetado acordado. Sin embargo, probablemente debería ajustarse al formato típico utilizado para los valores de la etiqueta en cuestión.
hu: Lehetséges, hogy egy térképező olyan objektumot próbált felrajzolni, amelyhez nincs elfogadott címkézés. Ennek azonban még mindig meg kellene felelnie az adott címkék értékeire használt tipikus formátumnak.
ja: マッパーは同意の無いタグであっても地物をマッピングすることができます。しかしながら、タグに与える値はおそらく典型的なフォーマットに従うべきです。
uk: Можливо, картограф намагався нанести на карту об’єкт без узгодженого позначення теґом. Проте, ймовірно, це має відповідати типовому формату, що використовується для значень даного теґу.

source: Gas station without tag `ref:mise` or invalid
ar: محطة وقود بدون وسم `ref:mise` أو غير صالحة
es: Gasolinera sin etiqueta `ref:mise` o inválida
hu: Benzinkút hiányzó vagy érvénytelen `ref:mise` címkével
ja: `ref:mise`タグが無い、または無効なガソリンスタンド
nl: Tankstation zonder `ref: mise` tag of ongeldig
pl: Stacja paliw bez tagu "ref:mise" lub tag niepoprawny
uk: АЗС без теґу `ref:mise` або недійсна

source: {0} parking not integrated
ar: موقف {0} غير متكامل
de: {0} Parkplatz fehlt
es: {0} estacionamiento no integrado
fr: {0} parking non intégré
hu: {0} parkoló: nincs a térképen
ja: {0} 未統合のparking
nl: {0} parking niet toegevoegd
pl: Parking {0} niezintegrowany
uk: {0} parking не інтегрований

source: {0} parking integration suggestion
ar: موقف {0}، اقتراح تكامل
de: {0} Parkplatz, Vorschlag zur Eintragung
es: {0} sugerencia de integración de estacionamiento
fr: {0} parking, proposition d'intégration
hu: {0} parkoló: kiegészítési javaslat
ja: {0} parkingの統合の提案
nl: {0} parking integratie suggestie
pl: Parking {0}, propozycja integracji
uk: {0} parking пропозиція з інтеграції

source: {0} parking update
ar: تحديث موقف {0}
de: {0} Parkplatz aktualisiert
es: {0} actualización del estacionamiento
fr: {0} parking, mise à jour
hu: {0} parkoló: frissítendő
ja: {0} parkingの更新
nl: {0} parking bijwerken
pl: Parking {0}, aktualizacja
uk: {0} parking оновлення

source: {0} parking for disabled not integrated
ar: موقف {0} لذوي الاحتياجات الخاصة غير متكامل
de: {0} Barrierefreier Parkplatz fehlt
es: {0} estacionamiento para discapacitados no integrado
fr: {0} parking pour handicapé non intégré
hu: {0} mozgássérült-parkoló: nincs a térképen
ja: {0} 未統合のparking for disabled
nl: {0} parkeerplaats voor gehandicapten niet geïntegreerd
pl: Parking {0} dla niepełnosprawnych niezintegrowany
uk: {0} парковка для людей з інвалідністю не інтегрована

source: {0} recycling not integrated
ar: إعادة تدوير {0} غير متكامل
de: {0} Recyclingcontainer fehlt
es: {0} reciclaje no integrado
hu: {0} szelektív hulladékgyűjtés: nincs a térképen
ja: {0} 未統合のrecycling
nl: {0} recycling niet geïntegreerd
pl: Recykling {0} niezintegrowany
uk: {0} переробка не інтегрована

source: {0} recycling, integration suggestion
ar: إعادة تدوير {0}، اقتراح تكامل
es: {0} reciclaje, sugerencia de integración
hu: {0} szelektív hulladékgyűjtés: kiegészítési javaslat
ja: {0} recyclingの統合の提案
nl: {0} recycling, integratie suggestie
pl: Recykling {0}, propozycja integracji
uk: {0} переробка, пропозиція з інтеграції

source: {0} waste disposal not integrated
ar: التخلص من النفايات {0} غير متكامل
de: {0} Müllcontainer fehlt
es: {0} eliminación de residuos no integrada
hu: {0} hulladékeltávolítás: nincs a térképen
ja: {0} 未統合のwaste disposal
nl: {0} afvalverwerking niet geïntegreerd
pl: Śmietnik {0} niezintegrowany
uk: {0} утилізація відходів не інтегрована

source: {0} waste disposal, integration suggestion
ar: التخلص من النفايات {0}، اقتراح تكامل
es: {0} eliminación de residuos, sugerencia de integración
hu: {0} hulladékeltávolítás: kiegészítési javaslat
ja: {0} waste disposalの統合の提案
nl: {0} afvalverwerking, integratie voorstel
pl: Śmietnik {0}, propozycja integracji
uk: {0} утилізація відходів, пропозиція з інтеграції

source: {0} waste disposal update
ar: تحديث التخلص من النفايات {0}
es: {0} actualización de la eliminación de residuos
hu: {0} hulladékeltávolítás: frissítendő
ja: {0} waste disposalの更新
nl: {0} afvalverwerking bijwerken
pl: Śmietnik {0}, aktualizacja
uk: {0} утилізація відходів оновлення

source: Invalid numerical value
ar: قيمة رقمية غير صالحة
de: Ungültiger numerischer Wert
es: Valor numérico no válido
fr: Valeur numérique non valide
hu: Érvénytelen számérték
ja: 無効な数値
nl: Ongeldige numerieke waarde
pl: Niepoprawna wartość numeryczna
uk: неправильне числове значення

source: The tag expects a numeric value with decimals using a period character and not a comma. \ For guidelines on numeric values with units see [the wiki](https://wiki.openstreetmap.org/wiki/Map_Features/Units).
de: Das Tag erfordert einen numerischen Wert mit Punkt als Dezimaltrennzeichen, kein Komma. Für Richtlinien zu numerischen Werten mit Einheiten, siehe [das Wiki](https://wiki.openstreetmap.org/wiki/DE:Map_Features/Units).
hu: A címke numerikus értéket igényel tizedesjegyekkel, tizedespont (nem tizedesvessző) használatával. \ [A mértékegységekkel ellátott numerikus értékekre vonatkozó irányelveket megtalálja az OSM wikin](https://wiki.openstreetmap.org/wiki/Map_Features/Units).
ja: このタグは10進数を想定しており小数点はピリオドであってカンマではありません。\ 単位付きの数値に関するガイドラインは[the wiki](https://wiki.openstreetmap.org/wiki/Map_Features/Units)参照。
nl: De tag verwacht een numerieke waarde met decimalen met een punt-teken en geen komma. \Voor richtlijnen over numerieke waarden met eenheden, zie [het wiki] (https://wiki.openstreetmap.org/wiki/Map_Features/Units).
uk: Теґ очікує числове значення з десятковими знаками, використовуючи крапку, а не кому. \ Для вказівок щодо числових значень з одиницями перегляньте [вікі](https://wiki.openstreetmap.org/wiki/Map_Features/Units).

source: Make sure the relevant tag value is numeric and in the expected format (with valid units if required).
ar: تأكد من أن قيمة الوسم ذات الصلة رقمية وبالتنسيق المتوقع (مع وحدات صالحة إذا لزم الأمر).
de: Stelle sicher, dass der Wert numerisch und im korrekten Format eingetragen ist (mit gültigen Einheiten, falls erforderlich).
es: Asegúrese de que el valor de la etiqueta relevante sea numérico y tenga el formato esperado (con unidades válidas si es necesario).
hu: Győződjön meg róla, hogy az adott címkében az érték numerikus és a megfelelő formátumú (szükség esetén érvényes mértékegységgel).
ja: 関連するタグ値は数値であり、想定される形式(必要なら有効な単位付き)であることを確認してください。
uk: Переконайтеся, що відповідне значення теґу числове та в очікуваному форматі (з дійсними одиницями, якщо потрібно).

source: Suspicious numerical value
ar: قيمة رقمية مشبوهة
de: Verdächtiger Zahlenwert
es: Valor numérico sospechoso
hu: Gyanús számérték
ja: 疑わしい数値
nl: Verdachte numerieke waarde
pl: Podejrzana wartość numeryczna
uk: Підозріле числове значення

source: The feature is tagged with an uncommonly high or low numeric value for the specified tag.
ar: الميزة موسومة بقيمة رقمية عالية أو منخفضة بشكل غير معتاد للوسم المحدد.
de: Das Merkmal weist einen ungewöhnlich hohen oder niedrigen Zahlenwert für das angegebene Tag auf.
es: La función está etiquetada con un valor numérico excepcionalmente alto o bajo para la etiqueta especificada.
hu: Az objektumon az adott címke számértéke szokatlanul magas vagy alacsony.
ja: 指定されたタグとしてはこの地物は異常に高いあるいは低い数値でタグ付けされている。
uk: Функція позначена незвичайно високим або низьким числовим значенням для зазначеного теґу.

source: Check that the value is accurate. Consider whether another tag should be used if the value is valid.
ar: تحقق من دقة القيمة، وفكر إذا كان يستحسن استخدام وسم آخر إذا كانت القيمة صالحة.
es: Compruebe que el valor sea exacto. Considere si otra etiqueta debería se utilizará si el valor es válido.
hu: Ellenőrizze, hogy pontos-e az érték. Ha az érték valós, fontolja meg egy másik címke használatát.
ja: その値が正確かどうかチェックしてください。値が有効であれば、別のタグを使うべきかどうかよく考えてください。
uk: Перевірте правильність значення. Подумайте, чи слід використовувати інший теґ, якщо значення дійсне.

source: `{0}` is really slow
ar: `{0}` بطيء جدًا
de: `{0}` ist wirklich langsam
es: `{0}` es realmente lento
hu: `{0}` nagyon lassú…
ja: `{0}`はかなり遅い
nl: `{0}` is echt traag
uk: `{0}` дуже повільний

source: Large intersections may also be duplicates - in which case you should delete the less accurate elements.
ar: التقاطعات الكبيرة قد تكون أيضًا مكررة - في هذه الحالة يجب حذف العناصر الأقل دقة.
de: Größere Überschneidungen können auch auf eine doppelte Erfassung hinweisen - in diesem Fall sollten die weniger genauen Elemente gelöscht werden.
es: Las intersecciones grandes también pueden ser duplicados, en cuyo caso deberá eliminar los elementos menos precisos.
hu: A nagy metszéspontok duplikátumok is lehetnek – ilyenkor a kevésbé pontos elemeket törölni kell.
uk: Великі перехрестя також можуть бути дублікатами - у цьому випадку вам слід видалити менш точні елементи.

source: The area of this feature is too small to possibly be a building.
ar: مساحة هذه الميزة صغيرة جدًا لتكون مبنى.
de: Die Fläche dieses Objekts ist zu klein, um ein Gebäude zu sein.
es: La superficie de este elemento es demasiado pequeña para tratarse de un edificio.
hu: Az objektum területe túlságosan kicsi ahhoz, hogy épület legyen.
ja: この地物のエリアはおそらく建物には小さすぎる
nl: De oppervlakte van deze functie is te klein om mogelijk een gebouw te zijn.
pl: Powierzchnia tego obiektu jest zbyt mała, żeby być budynkiem.
uk: Площа цього об’єкта є надто малою, щоб бути будівлею.

source: It looks like these buildings should be physically joined, but they don't share nodes to indicate this.
ar: يبدو أن هذه المباني يجب أن تكون متصلة جسديًا، ولكنها لا تشترك في عقد للإشارة إلى ذلك.
de: Es sieht so aus, als seien diese Gebäude baulich miteinander verbunden, aber sie haben keine gemeinsamen Knotenpunkte, um dies anzuzeigen.
es: Parece que estos edificios deberían estar físicamente unidos, pero no comparten nodos que lo indiquen.
hu: Úgy tűnik, mintha ezeknek az épületeknek kapcsolódniuk kellene egymáshoz, azonban nincs erre utaló közös pontjuk.
ja: これらの建物は物理的に接合されているように見えますが、それを示すノードの共有が行われていません。
pl: Te budynki prawdopodobnie powinny być połączone ze sobą, ale nie mają wspólnych węzłów.
uk: Схоже, що ці будівлі мають бути фізично з’єднаними, але вони не мають спільних точок, що вказує на це.

source: Connect the buildings by joining nodes where appropriate.
ar: قم بتوصيل المباني عن طريق ربط العقد حيثما كان ذلك مناسبًا.
de: Wenn es sinnvoll ist, verbinde die Gebäude durch das Zusammenführen der gemeinsamen Knotenpunkte.
es: Conectar los edificios uniendo los nodos cuando proceda.
hu: Adott esetben kapcsolja össze az épületeket egyes pontjaik egyesítésével.
ja: 適切な場合は、ノードを接合して建物をつなぎます。
pl: Połącz budynki tak, żeby miały wspólne węzły.
uk: З’єднайте будівлі, поєднавши точки, де це необхідно.

source: Merge the building parts together as appropriate.
ar: قم بدمج أجزاء المبنى معًا حسب الاقتضاء.
es: Fusionar las partes del edificio según convenga.
hu: Adott esetben egyesítse az épületrészeket.
ja: 建物の部分を適切にマージします。
nl: Voeg de bouwdelen zo nodig samen.
uk: Об’єднайте частини будівлі разом, якщо потрібно.

source: Overly permissive access
ar: وصول مفرط الإذن
de: Zugangsbeschränkung prüfen
es: Acceso excesivamente permisivo
hu: Túlzottan megengedő használat
ja: 緩すぎるアクセス制限
pl: access=yes|permissive zezwala na wszystkie środki transportu
uk: Дозволений надмірний доступ
