Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Post box not integrated
ar: صندوق البريد غير متكامل
de: Briefkasten fehlt
es: Buzón de correo no integrado
fa: صندوق پست یکپارچه نشده
fr: Boîte aux lettres non intégrée
hu: Postaláda: nincs a térképen
it: Buca delle lettere non integrata
ja: 未統合の郵便ポスト
lt: Pašto dėžutė neintegruota
nl: Postbus niet geïntegreerd
pl: Skrzynka pocztowa niezintergrowana
uk: Поштова скринька не інтегрована

source: Post box, integration suggestion
ar: صندوق البريد ، اقتراح التكامل
de: Briefkasten, Integrationsvorschlag
es: Buzón de correo, sugerencia de integración
fa: صندوق پست، پیشنهاد یکپارچگی
fr: Boîte aux lettres, proposition d’intégration
hu: Postaláda: kiegészítési javaslat
it: Suggerimento di integrazione di buca delle lettere
ja: 郵便ポストの統合の提案
lt: Pašto dėžutė, integravimo pasiūlymas
nl: Postbus, integratie suggestie
pl: Skrzynka pocztowa, propozycja integracji
uk: Поштова скринька, пропозиція з інтеграції

source: Bridge structure missing
ar: هيكل الجسر غير مدخل
de: Brückenstruktur fehlt
es: Falta estructura de puente
fa: ساختار پل ذکر نشده
fr: Structure du pont manquante
hu: Hiányzó hídszerkezet
it: Struttura del ponte mancante
ja: 橋の構造がない
lt: Trūksta tilto struktūros
nl: Brug structuur ontbreekt
pl: Brakuje struktury mostu
uk: Відсутня структура мосту

source: Roundabout as area
ar: دوار كمساحة
de: Kreisverkehr als Bereich
es: Rotonda como área
fa: فلکه در قالب محوطه
fr: Giratoire incorrectement défini comme “area”
hu: Körforgalom területként lett megadva
it: Rotatoria mappata come area
ja: エリアで描かれたラウンドアバウト
lt: Žiedas kaip plotas
nl: Rotonde als een gebied
pl: Rondo jako obszar
pt: Rotatória/rotunda como área
uk: Кругове перехрестя як ділянка

source: Building in parts
ar: مبنى في أجزاء لمبنى
de: Gebäude in Teilen
es: Edficio en partes
fr: Bâtiment fractionné
hu: Épület részekben
it: Edificio in parti
ja: partsの中の建物
lt: Pastatas dalimis
nl: Gebouw in stukken
pl: Budynki w częściach
pt: Edifício em partes
uk: Будівля з частин

source: Missing tag ref for emergency access point
ar: وسم المرجع غير موجود لنقطة الوصول الطارئة
de: Fehlendes Merkmal ref=* an Rettungspunkt
es: Falta etiqueta ref para punto de acceso de emergencia
fa: کمبود تگ ref برای emergency access point
fr: Référence manquante pour le point d’accès d’urgence
hu: Hiányzik a `ref` címke a mentési pontról (emergency access point)
it: Etichetta ref per punto di ritrovo d’emergenza mancante
ja: 緊急アクセスポイントにrefタグが無い
lt: Pagalbos prieigos taškui trūksta ref žymos
nl: Ontbrekende tag ref spoed toegans punten
pl: Punktowi dostępu dla służb ratowniczych brakuje tagu ref
pt: Falta etiqueta ref no ponto de acesso de emergência
uk: Відсутній теґ ref для точки доступу служби порятунку

source: Object tagged twice as node and way
ar: عنصر موسوم مرتين كعقدة وكطريق
de: Objekt doppelt als Punkt und Weg gekennzeichnet
es: Objeto etiquetado dos veces como nodo y vía
fa: شیء همزمان در قالب گره و راه تگ‌گذاری شده
fr: Objet présent deux fois comme nœud et comme chemin
hu: Pontként és vonalként is címkézett objektum
it: Oggetto etichettato due volte come nodo e come percorso
ja: ノード及びウェイとして2回タグ付けされたオブジェクト
lt: Objektas pažymėtas dukart kaip taškas ir ryšys
nl: Object tweemaal getagged als knoop en weg
pl: Tak samo oznaczony węzeł i linia
uk: Об’єкт позначений теґом двічі як точка і як лінія

source: Object tagged twice as way and relation
ar: عنصر موسوم مرتين كطريق وكعلاقة
de: Objekt doppelt als Weg und Relation gekennzeichnet
es: Objeto etiquetado dos veces como vía y relación
fa: شیء همزمان در قالب راه و رابطه تگ‌گذاری شده
fr: Objet présent deux fois comme chemin et comme relation
hu: Vonaként és kapcsolatként is címkézett objektum
it: Oggetto etichettato due volte come percorso e come relazione
ja: ウェイ及びリレーションとして2回タグ付けされたオブジェクト
lt: Objektas pažymėtas dukart kaip kelias ir ryšys
nl: Object tweemaal getagged als weg en relatie
pl: Tak samo oznaczona linia i relacja
uk: Об’єкт позначений теґом двічі, як лінія і як зв’язок

source: Object tagged twice as node and relation
ar: عنصر موسوم مرتين كعقدة وكعلاقة
de: Objekt doppelt als Punkt und Relation gekennzeichnet
es: Objeto etiquetado dos veces como nodo y relación
fa: شیء همزمان در قالب گره و رابطه تگ‌گذاری شده
fr: Objet présent deux fois comme nœud et comme relation
hu: Pontként és kapcsolatként is címkézett objektum
it: Oggetto etichettato due volte come nodo e come relazione
ja: ノード及びリレーションとして2回タグ付けされたオブジェクト
lt: Objektas pažymėtas dukart kaip taškas ir ryšys
nl: Object tweemaal getagged als node en relatie
pl: Tak samo oznaczony węzeł i relacja
uk: Об’єкт позначений теґом двічі, як точка і як зв’язок

source: Intersection of unrelated highway and waterway objects
ar: تقاطع عناصر طريق ومجرى مائي غير مرتبطة
de: Kreuzung von nicht zusammengehörigen highway- und waterway-Objekten
es: Intersección de caminos y objetos de cuerpos de agua no relacionados
fa: تقاطع معبر و راه آبی نامرتبط
fr: Intersection d’objets sans rapports relatifs à la voirie et aux cours d’eau
hu: Egymást metsző, nem kapcsolódó út és vízfolyás
it: Intersezione tra strada e corso d’acqua non correlati tra loro
ja: 無関係な道路と水路のオブジェクトの交差
lt: Nesusijusių kelio ir vandens kelio objektų susikirtimas
nl: Kruising van ongerelateerde weg en waterweg objecten
pl: Niepołączona i przecinająca się droga z ciekiem
uk: Перетин непов’язаних об’єктів дороги та водотоку

source: Intersection of unrelated highway and power objects
ar: تقاطع عناصر طريق وطاقة غير مرتبطة
de: Kreuzung von unähnlichen highway- und power-Objekten
es: Intersección de caminos y objetos de energía no relacionados
fa: تقاطع معبر و تجهیزات برق که به هم ربطی ندارند
fr: Intersection d’objets sans rapports relatifs à la voirie et l’énergie
hu: Egymást metsző, nem kapcsolódó út- és villamosenergia-objektum
it: Intersezione tra strada e linea elettrica non correlati tra loro
ja: 無関係な道路と電力のオブジェクトの交差
lt: Nesusijusių kelio ir elektros objektų susikirtimas
nl: Kruising van ongerelateerde weg en energie objecten
pl: Niepołączona i przecinająca się droga z obiektem elektroenergetycznym
uk: Перетин непов’язаних об’єктів шляху та енергетики

source: Name with uppercase
ar: اسم بحروف كبيرة
de: Name in Großbuchstaben
es: Nombre con mayúscula
fa: نام با حروف بزرگ
fr: Le nom contient des majuscules
hu: Nagybetűs név
it: Nome con lettere maiuscole
ja: 大文字の名前
lt: Pavadinimas su didžiosiomis
nl: Naam in hoofdletters
pl: Nazwa WIELKIMI LITERAMI
pt: Nome em maiúsculas
uk: Ім’я у верхньому регістрі

source: Including ski, horse, moped, hazmat and so on, unless explicitly excluded
ar: مبما في ذلك التزلج، الحصان، الدراجة البخارية، المواد الخطرة وما إلى ذلك، ما لم يتم استثناؤها صراحةً
de: Inklusive Ski, Pferde, Moped, Gefahrgut usw., sofern nicht ausdrücklich ausgeschlossen
es: Incluyendo esquí, caballo, ciclomotor, materiales peligrosos y así sucesivamente, salvo que se excluyan explícitamente
fa: شامل ski،‏ horse،‏ moped،‏ hazmat و مانند آن می‌شود، مگر صراحتاً استثنا شود
fr: Y compris “ski”, “horse”, “moped”, “hazmat”, etc., sauf si exclus explicitement
hu: Használható többek között sível, lóval, kismotorral, veszélyes anyagot szállító járművel stb., kivéve ha kifejezetten ki van zárva
it: Inclusi sci, cavalli, scooter, mezzi per il trasporto di sostanze pericolose e così via a meno che non siano esplicitamente esclusi
ja: 明示的に除外されていない限り、スキー、乗馬、原付、危険物積載車両等を含む
lt: Įskaitant slides, arklius, mopedus, pavojingas medžiagas ir t. t., nebent atskirai atmesta
nl: Inclusief ski, paard, bromfiets, hazmat en ga zo maar door, tenzij uitdrukkelijk uitgesloten
pl: Włączając narciarstwo, konie, motorowery, materiały niebezpieczne itd., chyba że wyraźnie wyłączone
uk: Включаючи ski, horse, moped, hazmat і т. д., крім чітко виключених

source: Including car, horse, moped, hazmat and so on, unless explicitly excluded
ar: بما في ذلك السيارة، الحصان، الدراجة البخارية، المواد الخطرة وما إلى ذلك، ما لم يتم استثناؤها صراحةً
de: Inklusive Autos, Pferde, Moped, Gefahrgut usw., sofern nicht ausdrücklich ausgeschlossen
es: Incluyendo automóvil, caballo, ciclomotor, materiales peligrosos y así sucesivamente, salvo que se excluyan explícitamente
fa: شامل car،‏ horse،‏ moped،‏ hazmat و مانند آن می‌شود، مگر صراحتاً استثنا شود
fr: Y compris “car”, “horse”, “moped”, “hazmat”, etc., sauf si exclus explicitement
hu: Használható többek között autóval, lóval, kismotorral, veszélyes anyagot szállító járművel stb., kivéve ha kifejezetten ki van zárva
it: Inclusi auto, cavalli, scooter, mezzi per il trasporto di sostanze pericolose e così via a meno che non siano esplicitamente esclusi
ja: 明示的に除外されていない限り、車両、乗馬、原付、危険物積載車両等を含む
lt: Įskaitant automobilius, arklius, mopedus, pavojingas medžiagas ir t. t., nebent atskirai atmesta
nl: Inclusief auto, paard, bromfiets, hazmat en ga zo maar door, tenzij uitdrukkelijk uitgesloten
pl: Włączając samochody, konie, motorowery, materiały niebezpieczne itd., chyba że wyraźnie wyłączone
uk: Включаючи car, horse, moped, hazmat і т. д., крім чітко виключених

source: Inconsistent Access
ar: وصول غير متسق
de: Zugang inkonsistent
es: Acceso incoherente
fa: دسترسی ناسازگار است
fr: Accès incohérent
hu: Ellentmondásos hozzáférés/használat (access)
it: Accesso non consistente
ja: 一貫性のないaccess
lt: Nesuderinama prieiga
nl: Inconsistente Toegang
pl: Niepoprawny dostęp
pt: Acesso inconsistente
uk: Несумісний Доступ

source: Non route relation member in route_master relation
ar: عضو لا يعتبر كمسار موجود في علاقة route_master
de: Nicht-Routen-Relation in einer Route-Master-Relation
es: Sin miembro de relación de ruta en relación route_master
fa: عضو نامربوط به رابطهٔ route در رابطهٔ route_master
fr: Membres d’une relation “route_master” qui ne sont pas des relations de type “route”
hu: Nem útnak jelölt kapcsolattag egy [route_master] kapcsolatban
it: Relazione membro non è di tipo route in relazione route_master
ja: route_masterリレーションにrouteリレーションのメンバーが無い
lt: Ne maršruto ryšio narys route_master ryšyje
nl: Niet route relatie lid in route_master relatie
pl: Relacja route_master zawiera element, który nie jest trasą
uk: До складу зв’язку route_master входить об’єкт через який неможливо прокласти маршрут

source: Object must be close to coast or water
ar: العنصر يجب أن يكون قريبًا من الساحل أو الماء
de: Objekt muss nah an Küste oder Wasser sein
es: El objeto debe estar cerca de la costa o agua
fa: شیء باید نزدیک آب یا ساحل باشد
fr: L’objet doit être à proximité de l’eau
hu: Az objektumnak közel kell lennie a parthoz vagy vízhez
it: L’oggetto deve essere vicino ad una costa o all’acqua
ja: オブジェクトは海岸線や水系付近になければなりません
lt: Objektas privalo būti netoli pakrantės ar vandens
nl: Object moet dichtbij de kust of water liggen
pl: Ten obiekt musi być blisko wybrzeża lub innych obiektów wodnych
uk: Об’єкт повинен бути близьким до узбережжя або води

source: Naptan import, survey needed.
ar: استيراد Naptan، يحتاج إلى مسح.
de: Naptan Import, Überprüfung nötig.
es: Importación Naptan, sondeo necesario.
fa: درون‌بُرد Naptan، تحقیق و بررسی نیاز دارد.
fr: Importation NaPTAN, sondage nécessaire
hu: NaPTAN import: helyszíni felmérés szükséges (UK)
it: Import Naptan, richiesto sopralluogo.
ja: Naptanインポート、サーベイが必要。
lt: Naptan importas, reikalingas apžiūrėjimas.
nl: Naptan import, overzicht nodig.
pl: Import z Naptan, wymagane potwierdzenie w terenie
uk: Naptan імпорт, слід перевірити.

source: Unfinished power major line
de: Hauptstromleitung unvollständig
fa: power major line ناتمام مانده
fr: La ligne haute tension n’est pas terminée
hu: Befejezetlen távvezeték
it: Linea elettrica importante non terminata
ja: 送電線が終わっていない
lt: Neužbaigta pagrindinė elektros linija
nl: Onvoltooide grote hoogspanningslijn
pl: Niedokończona linia wysokiego napięcia
pt: Linha de transmissão de eletricidade por terminar
uk: Незавершена основна лінія електромережі

source: Unfinished power minor line
de: Nebenstromleitung unvollständig
fa: power minor line ناتمام مانده
fr: La ligne basse tension n’est pas terminée
hu: Befejezetlen villanyvezeték
it: Linea elettrica minore non terminata
ja: 送電支線が終わっていない
lt: Neužbaigta antraeilė elektros linija
nl: Onvoltooide kleine hoogspanningslijn
pl: Niedokończona linia średniego lub niskiego napięcia
pt: Linha menor de transmissão de eletricidade por terminar
uk: Незавершена другорядна лінія електромережі

source: Highway intersecting small water piece
ar: طريق يتقاطع مع قطعة ماء صغيرة
de: Straße kreuzt kleine Wasserfläche
es: Carretera intersecta con pequeña pieza de agua
fa: معبر روی یک قطعهٔ آبی کوچک افتاده
fr: Intersection entre la voirie et une petite surface d’eau
hu: Kis vízobjektumot metsző út
it: Strada che interseca una piccola superficie d’acqua
ja: 道路が水路と交差している
lt: Kelias susikerta su nedidele vandens dalimi
nl: Weg kruist een kleine waterweg
pl: Droga przecinająca mały ciek
uk: Шлях перетинає малий водотік

source: Highway intersecting large water piece
ar: طريق يتقاطع مع قطعة ماء كبيرة
de: Straße kreuzt große Wasserfläche
es: Carretera intersecta con larga pieza de agua
fa: معبر روی یک قطعهٔ آبی بزرگ افتاده
fr: Intersection entre la voirie et une grande surface d’eau
hu: Nagy vízobjektumot metsző út
it: Strada che interseca una grande superficie d’acqua
ja: 道路が大きい水域と交差している
lt: Kelias susikerta su didele vandens dalimi
nl: Weg kruist een grote waterweg
pl: Droga przecinająca duży ciek
uk: Шлях перетинає великий водотік

source: Historical monument update
ar: تحديث المعلم التاريخي
de: Historisches Denkmal aktualisieren
es: Monumento histórico actualizado
fa: Historical monument، به‌روزآوری
fr: Monument historique mis à jour
hu: Műemlék: frissítendő
it: Aggiorna monumento storico
ja: モニュメントの更新
lt: Istorinių monumentų atnaujinimas
nl: Historisch monument update
pl: Aktualizacja pomnika
uk: Історичний пам’ятник оновлення

source: Post office update
ar: تحديث مكتب البريد
de: Postamt aktualisieren
es: Oficina de correo actualizado
fa: ادارهٔ پست، به‌روزآوری
fr: Bureau de poste mis à jour
hu: Posta: frissítendő
it: Aggiorna ufficio postale
ja: 郵便局の更新
lt: Pašto atnaujinimas
nl: Postkantoor bijwerken
pl: Aktualizacja urzędu pocztowego
uk: Відділення зв’язку оновлення

source: School update
ar: تحديث المدرسة
de: Schule aktualisieren
es: Actualización de escuela
fa: دوچرخه، به‌روزآوری
fr: École mise à jour
hu: Iskola: frissítendő
it: Aggiorna scuola
ja: 学校の更新
lt: Mokyklų atnaujinimas
nl: School bijwerken
pl: Aktualizacja szkoły
uk: Школа оновлення

source: Conflict between usage of *:lanes or *:lanes:(forward|backward|both_ways)
ar: تعارض بين استخدام *:lanes أو *:lanes:(forward|backward|both_ways)
de: Konflikt bei Nutzung von *:lanes or *:lanes:(forward|backward|both_ways)
es: Conflicto entre el uso de *:lanes o *:lanes:(forward|backward|both_ways)
fa: تداخل بین کاربرد ‎*:lanes یا ‎*:lanes:(forward|backward|both_ways)‎
fr: Utilisation conflictuelle de “*:lanes” et de “*:lanes:(forward|backward|both_ways)”
hu: Ellentmondás a `*:lanes` vagy `*:lanes:(forward|backward|both_ways)` használata között
it: Uso di *:lanes e *:lanes:(forward|backward|both_ways) in conflitto
ja: *:lanes と *:lanes: が競合している: (forward|backward|both_ways)
nl: Conflict tussen het gebruik van *:lanes of *:lanes:(forward|backward|both_ways)
pl: Sprzeczność w użyciu *:lanes lub *:lanes:(forward|backward|both_ways)
uk: Конфлікт в застосуванні *:lanes або *:lanes:(forward|backward|both_ways)

source: Conflict between lanes number
ar: تعارض بين عدد الحارات
de: Konflikt bei Anzahl der Fahrspuren
es: Conflicto entre número de carriles
fa: تداخل بین تعداد خطوط عبوری
fr: Conflit entre nombres de voies de circulation
hu: Ellentmondás a sávok száma között
it: Numero di corsie in conflitto
ja: 車線の数に差異が存在
nl: Conflict tussen rijstroken
pl: Sprzeczność w liczbie pasów
uk: Конфлікт в кількості lanes

source: Invalid usage of *:lanes:(backward|both_ways) on oneway highway
ar: استخدام غير صالح ل *:lanes:(backward|both_ways) على الطريق السريع ذو الاتجاه الواحد
de: Ungültige Nutzung von *:lanes:(backward|both_ways) an Einbahnstraße
es: Uso inválido de *:lanes:(backward|both_ways) en una carretera de sentido único
fa: کاربرد نامعتبر از ‎*:lanes:(backward|both_ways)‎ روی معبر یکطرفه
fr: Utilisation incorrecte de “*:lanes:(backward|both_ways)” sur une route à sens unique
hu: A `*:lanes:(backward|both_ways)` érvénytelen használata egyirányú úton
it: Uso non valido di *:lanes:(backward|both_ways) su strada a senso unico
ja: 一方通行の道路での *:lanes:(backward|both_ways) の無効な用法
nl: Ongeldig gebruik van *:lanes:(backward|both_ways) op éénrichtingsweg
pl: Niepoprawne użycie *:lanes:(backward|both_ways) na drodze jednokierunkowej
uk: Недійсне використання *:lanes:(backward|both_ways) на oneway highway

source: Unknown turn lanes value
ar: قيمة غير معروفة لحارات الدوران
de: Anzahl der Abbiegespuren unbekannt
es: Valor de carriles de giro desconocido
fa: مقدار ناشناخته برای turn lanes
fr: Valeur inconnue de direction de voies de circulation
hu: Ismeretlen érték a `turn:lanes` kulcs (bekanyarodósávok) mellett
it: Valore sconosciuto per le corsie di preselezione
ja: 不明な進行方向レーンの値
nl: Onbekende omkeer rijstroken waarde
pl: Nieznana wartość tagu "turn:lanes"
uk: Невідомі значення смуг повороту

source: Bad turn lanes order
ar: ترتيب حارات الدوران غير صالح
de: Reihenfolge der Abbiegespuren unpassend
es: Orden de carriles de giro erróneo
fa: ترتیب بد turn lanes
fr: Ordre incorrect des directions de voies de circulation
hu: Hibás a bekanyarodósávok `turn:lanes` sorrendje
it: Ordine delle corsie di preselezione errato
ja: 不正な進行方向レーンの順序
nl: Verkeerde omkeer rijstroken volgorde
pl: Zła kolejność pasów do skrętu
uk: Помилковий порядок смуг повороту

source: Bad access lanes value, should not be an integer but a restriction
ar: قيمة حارات الوصول غير صالحة، يجب أن تكون تقييدًا وليس عددًا صحيحًا
de: Wert für access lanes unpassend. Der Wert beschreibt die Anzahl der Spuren, nicht die Zugangsbeschränkung.
es: Valor de acceso a carriles erróneo, no debe ser un entero sino una restricción
fr: Mauvaise valeur “access” pour voies de circulation, ne devrait pas être un entier mais plutôt une restriction
hu: Hibás [access lanes] érték: ne egész szám legyen, hanem korlátozás
it: Valore di accesso alle corsie errato, non dovrebbe essere un numero intero ma un divieto
ja: 不正なアクセスレーンの値、整数ではなく制限であるべき
nl: Verkeerde rijstroken toegang waarde, moet niet een geheel getal maar een beperking zijn
pl: Zła wartość dostępu tagu „*:lanes” – to powinny być wartości typu „yes”/„no”, a nie liczba
uk: Помилкове значення смуг доступу, не має бути цілим числом, а обмеженням

source: Turn lanes merge_to_* need an aside lane on good side
ar: حارات الدوران merge_to_* تحتاج إلى حارة جانبية على الجانب الصحيح
de: Abbiegespuren mit merge_to_* brauchen eine passende Spur auf der richtigen Seite
es: Carriles de giro merge_to_* necesita una línea paralela en el lado bueno
fr: La voie de rabattement “merge_to_*” vers une voie fusionnée plus loin devrait longer une autre voie dans le même sens
hu: A `merge_to_…` címkéjű bekanyarodósávokhoz egy oldalsó sáv is szükséges a megfelelő oldalon
it: Le corsie di preselezione con merge_to_* necessitano di una corsia accanto sul lato giusto
ja: 進行方向レーン merge_to_* には許可された側にサイドレーンが必要
nl: Afslag rijstroken merge_to_* heeft een rijstrook nodig aan de goede zijde
pl: Wartość turn:lanes merge_to_left/right jest po niewłaściwej stronie
uk: Смуги повороту merge_to_* потребує сторону смуги з хорошого боку

source: Duplicated way geometry and tags
ar: هندسة الطريق والوسوم مكررة
de: Linien mit duplizierter Geometrie und Merkmalen
es: Geometría y etiquetas de vía duplicada
fa: تگ‌ها و هندسهٔ تکراری راه
fr: Chemin dupliqué dans sa géométrie et ses attributs
hu: Duplikált vonalalakzat és címkék
it: Geometria ed etichette del percorso duplicate
ja: 重複するウェイ：位置とタグ
nl: Dubbele weg geometrie en tags
pl: Zduplikowana geometria i tagi linii
uk: Дублювання геометрії лінії і теґів

source: Duplicated way geometry but different tags
ar: هندسة الطريق مكررة ولكن الوسوم مختلفة
de: Linien mit duplizierter Geometrie, aber unterschiedlichen Merkmalen
es: Geometría de vía duplicada pero con diferentes etiquetas
fa: هندسهٔ تکراری راه اما با تگ‌های متفاوت
fr: Chemin dupliqué dans sa géométrie mais attributs différents
hu: Duplikált vonalalakzat különböző címkékkel
it: Percorso con geometria duplicata ma etichette differenti
ja: 重複するウェイ：タグの異なる同一位置
nl: Dubbele weg geometrie maar verschillende tags
pl: Zduplikowana geometria, ale inne tagi linii
uk: Дублювання геометрії лінії з різними теґами

source: Duplicated node geometry and tags
ar: هندسة العقدة والوسوم مكررة
de: Punkte mit duplizierter Geometrie und Merkmalen
es: Geometría y etiquetas de nodo duplicado.
fa: تگ‌ها و هندسهٔ تکراری گره
fr: Nœud dupliqué dans sa géométrie et ses attributs
hu: Duplikált pontalakzat és címkék
it: Geometria ed etichette del nodo duplicate
ja: 重複するノード：位置とタグ
nl: Dubbele knoop geometrie en tags
pl: Zduplikowana geometria i tagi węzła
uk: Дублювання геометрії точки і теґи

source: Duplicated node geometry but different tags
ar: هندسة العقدة مكررة ولكن الوسوم مختلفة
de: Punkte mit duplizierter Geometrie, aber unterschiedlichen Merkmalen
es: Geometría de nodo duplicado pero con diferentes etiquetas
fa: هندسهٔ تکراری گره اما با تگ‌های متفاوت
fr: Nœud dupliqué dans sa géométrie mais attributs différents
hu: Duplikált pontalakzat különböző címkékkel
it: Nodo con geometria duplicata ma etichette differenti
ja: 重複するノード：タグの異なる同一位置
nl: Dubbele knoop geometrie maar verschillende tags
pl: Zduplikowana geometria węzła, ale inne tagi
uk: Дублювання геометрії точки з різними теґами

source: Possible missing highway=traffic_signals nearby
ar: احتمال وجود إشارات مرور مفقودة بالقرب من الطريق
de: Möglicherweise fehlende highway=traffic_signals in der Nähe
es: Posible ausencia cercana de highway=traffic_signals
fa: کمبود احتمالی highway=traffic_signals در این نزدیکی
fr: Il manque peut-être un élément “highway”=“traffic_signals” à proximité
hu: Esetlegesen hiányzó jelzőlámpa `highway=traffic_signals` a közelben
it: Possibile highway=traffic_signals mancante nei paraggi
ja: 近くにhighway=traffic_signalsが存在する可能性
nl: Mogelijk highway=traffic_signals dichtbij ontbreekt
pl: Prawdopodobnie brakuje highway=traffic_signals w pobliżu
uk: Можливо відсутній highway=traffic_signals поруч

source: Unmatched voltage of line on substation
ar: جهد غير متطابق للخط على المحطة الفرعية
de: Nicht übereinstimmende Spannung (V): Stromleitung - Transformatorenstation
es: Voltaje de línea no correspondiente
fa: ولتاژ ناهمخوان خط در ایستگاه فرعی
fr: Incohérence de tension entre la ligne et le poste électrique
hu: Nem illeszkedő vezetékfeszültség `voltage` az alállomáson
it: Tensione di linea su sottostazione non corrispondente
ja: 電圧の高すぎる変電所
nl: Spanning niet gelijk op de lijn van het substation
pl: Niedopasowane napięcie linii na podstacji
uk: Невідповідна напруга лінії і підстанції

source: Invalid tag on interpolation way
ar: وسم غير صالح على طريق الاستيفاء
de: Ungültiges Merkmal auf Interpolationslinie
es: Etiqueta inválida en vía de interpolación
fa: تگ نامعتبر روی راه درون‌یاب
fr: Attribut incorrect pour l’interpolation d’un chemin
hu: Érvénytelen címke vagy interpolációs vonal
it: Percorso di interpolazione con etichetta non valida
ja: 住所補間ウェイ上の無効なタグ
nl: Ongeldige tag op interpolatie weg
pl: Niepoprawny tag interpolation
uk: Недійсний теґ на лінії інтерполяції
