Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Check the accuracy of the values, if necessary, delete the obsolete values.
ar: تحقق من دقة القيم، إذا لزم الأمر، احذف القيم القديمة.
de: Richtigkeit der Werte prüfen und gegebenenfalls veralteten Werte löschen.
es: Verifique la precisión de los valores, si es necesario, elimine los valores obsoletos.
hu: Ellenőrizze az értékek pontosságát, szükség szerint törölje az elavult értékeket.
ja: 値の正確性を確認して、必要なら古い値を削除します。
uk: Перевірте точність значень, при необхідності, видаліть застарілі значення.

source: Analyzes the tag `note=*` with French and English keywords.
ar: يحلل وسم `note=*` مع الكلمات الرئيسية الفرنسية والإنجليزية.
de: Analysiert das Merkmal `note=*` nach französischen und englischen Schlüsselwörtern.
es: Analiza la etiqueta `note=*` con palabras clave en francés e inglés.
hu: Angol és francia kulcsszavak segítségével elemzi a `note=*` címkét.
ja: `note=*` タグをフランス語及び英語で分析します。
nl: Analyseert de `note = *` tag met Franse en Engelse trefwoorden.
uk: Аналізує теґ `note=*` за допомогою французьких та англійських ключових слів.

source: Use a more appropriate tag as `description=*`, `opening_hours=*` or `fixme=*` so it can be found more easily.
ar: استخدم وسمًا أكثر ملاءمة مثل `description=*` , `opening_hours=*` أو `fixme=*` حتى يمكن العثور عليه بسهولة أكبر.
es: Use una etiqueta más apropiada como `description=*`, `opening_hours=*` o `fixme=*` para que se pueda encontrar fácilmente.
hu: Használjon helyénvalóbb címkét, hogy könnyebb legyen megtalálni az információt (pl. `description=*`, `opening_hours=*` vagy `fixme=*`).
ja: 簡単に探せるように`description=*`, `opening_hours=*` あるいは`fixme=*` といったより適切なタグを使ってください。
nl: Gebruik een meer geschikte tag als `description = *`, `opening_hours = *` of `fixme = *` zodat het gemakkelijker kan worden gevonden.
uk: Застосуйте більш відповідний теґ `description=*`, `opening_hours=*` або `fixme=*`, щоб його було легше знайти.

source: The analysis can provide crazy result.
ar: التحليل يمكن أن يعطي نتيجة مجنونة.
es: El análisis puede dar un resultado raro.
hu: Az elemzés hibbant eredményt is hozhat.
ja: 分析は時として馬鹿げた結果になることがあります。
nl: De analyse kan een vreemd resultaat opleveren.
uk: Аналіз може видати шалений результат.

source: Check the postcode format as described on [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)
ar: تحقق من تنسيق الرمز البريدي كما هو موضح على [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)
de: Die Postleitzahl prüfen, wie beschrieben in der [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)
es: Verifique el código postal como se describe en [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)
hu: Ellenőrizze az irányítószám szerkezetét a [Wikipédián](https://en.wikipedia.org/wiki/List_of_postal_codes)
nl: Controleer de postcode zoals beschreven op [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)
uk: Перевірте індекс, описаний в [Wikipedia](https://en.wikipedia.org/wiki/List_of_postal_codes)

source: The role is not a keyword as expected.
ar: الدور ليس كلمة رئيسية كما هو متوقع.
es: El rol no es una palabra clave como se esperaba.
hu: A szerep ismeretlen kulcsszó.
ja: roleは想定されたキーワードではありません。
nl: De rol is geen trefwoord zoals verwacht.
pl: Wartość `role` nie jest słowem kluczowym.
uk: Роль не є очікуваним ключовим словом.

source: Determine the right role, possibly set the value of the role in a tag.
ar: حدِّد الدور الصحيح، وربما تحتاج لوضع قيمة الدور في وسم.
es: Determinar el rol correcto, posiblemente establecer el valor del rol en una etiqueta.
hu: Határozza meg a helyes szerepet, és esetleg egy címkében adja meg a szerep értékét.
ja: 正しいroleを決めて、可能ならroleの値をタグ内にセットします。
nl: Bepaal de juiste rol, stel eventueel de waarde van de rol in een tag.
pl: Określ właściwą rolę.
uk: Визначте правильну роль, можливо встановіть значення ролі в теґ.

source: Put the right data in the correct tag, in this case species.
ar: ضع البيانات الصحيحة في الوسم الصحيح، في هذه الحالة species.
es: Ponga los datos correctos en la etiqueta correcta, en este caso especie.
hu: A helyes – itt a fajt jelző `species` – címkébe írja a megfelelő adatot.
ja: 正しいタグに適切なデータを入力します。この場合はspecies。
nl: Zet de juiste data in de juiste tag, in dit geval soort.
uk: Вставте правильні дані в поле теґу, в даному випадку - вид.

source: Specify the language for the tag `species`: `species:en=oak`
ar: حدد اللغة لوسم `species`: `species:en=oak`
de: Die Sprache des Merkmals `species` prüfen, z.B. `species:en=oak`
es: Especifique el idioma de la etiqueta `species`:` species:en=oak`
hu: Adja meg a `species` címke nyelvét, pl. `species:hu=Tölgy`.
ja: `species`タグには言語を指定します: `species:en=oak`
nl: Specificeer de taal voor de tag `species`: `species:en=oak`
uk: Вкажіть мову для теґу `species`: `species:en=oak`

source: Invalid value format of tag `ref:vatin`
ar: تنسيق قيمة غير صالح لوسم `ref:vatin`
de: Ungültiges Werteformat beim Tag `ref:vatin`
es: Formato de valor no válido de la etiqueta `ref:vatin`
fr: Mauvais format de la valeur de l’attribut `ref:vatin`
hu: Érvénytelen értékformátum a `ref:vatin` címkében
ja: タグ`ref:vatin`の不適切な値の形式
nl: Ongeldige waarde indeling van 'ref: vatin' tag
pl: Nieprawidłowy format wartości klucza "ref:vatin"
uk: Недійсний формат значення теґу `ref:vatin`

source: Replace the faulty value by the value displayed at the top of the article on Wikipedia, preceded by the language code and the separator ':' (in the absence of a language code, the item will be searched by default on the English Wikipedia, but it is advisable in this case to explicitly indicate the language code "en" if the article mentioned is in English, the language codes supported are those editions of Wikipedia. In some cases they are different from the standard language codes BCP47 used as suffixes in other keys such as "name:[LANG]=*").
ar: استبدل القيمة الخاطئة بالقيمة المعروضة في أعلى مقالة ويكيبيديا، مسبوقة برمز اللغة وفاصل ':' (في حالة عدم وجود رمز اللغة، سيتم البحث عن العنصر افتراضيًا في ويكيبيديا الإنجليزية، ولكن يُنصح في هذه الحالة بالإشارة صراحةً إلى رمز اللغة "en" إذا كانت المقالة المذكورة باللغة الإنجليزية، ورموز اللغات المدعومة هي تلك الخاصة بإصدارات ويكيبيديا. في بعض الحالات تكون مختلفة عن رموز اللغات القياسية BCP47 المستخدمة كلواحق في مفاتيح أخرى مثل "name:[LANG]=*").
es: Sustituya el valor defectuoso por el valor que aparece en la parte superior del artículo en Wikipedia, precedido por el código de idioma y el separador ':' (en ausencia de código de idioma, el artículo se buscará por defecto en la Wikipedia en inglés, pero es aconsejable en este caso indicar explícitamente indicar explícitamente el código de idioma "en" si el artículo mencionado está en inglés, los códigos de idioma admitidos son los de las ediciones de Wikipedia. En algunos casos son diferentes de los códigos de idioma estándar BCP47 utilizados como sufijos en otras claves como "name:[LANG]=*").
hu: A hibás értéket a Wikipédia szócikkének tetején megjelenő címmel kell helyettesíteni, előtte a nyelvkóddal és a `:` elválasztójellel. (Nyelvi kód híján a link alapértelmezés szerint az angol Wikipédiára fog mutatni, de ilyenkor is célszerű kifejezetten feltüntetni az `en` nyelvkódot. A Wikipédia támogatott nyelvkódjai a Wikipédia kiadásai. Ezek olykor eltérnek a szabványos BCP47 nyelvi kódoktól, amelyek más kulcsokban utótagként használatosak, például `name:[LANG]=*`).
uk: Замініть недійсне значення на значення, відображене у верхній частині статті у Вікіпедії, передуючи мовному коду та роздільнику ':' (за відсутності мовного коду, за замовчуванням елемент буде шукатися в англомовній Вікіпедії , але в цьому випадку доцільно чітко вказати лінгвістичний код "en", якщо згадана стаття є англійською мовою, мовні коди підтримуються тими виданнями Вікіпедії, в деяких випадках вони відрізняються від стандартних кодів мови BCP47, які використовують суфікси інших ключів ОСМ як "ім’я:[МОВА]=*").

source: The tag `wikipedia=*` should include the title of the article mentioned and not the URL of the page.
ar: يجب أن يتضمن الوسم wikipedia=* عنوان المقالة المذكورة وليس عنوان URL للصفحة.
de: Der Tag `wikipedia=*` sollte den Titel des Artikels enthalten und nicht die URL der Webseite.
es: La etiqueta `wikipedia=*` debe incluir el título del artículo mencionado y no la URL de la página.
hu: A `wikipedia=*` címkének az adott szócikk címét kell tartalmaznia, nem pedig a Wikipédia-oldal URL-jét.
ja: `wikipedia=*`タグに含まれるべきは記述されている記事のタイトルであり、ページのURLではありません。
nl: De tag `wikipedia = *` moet de titel van het artikel bevatten en niet de URL van de pagina.
uk: Теґ wikipedia=* має описувати назву статті, а не URL-адресу сторінки.

source: The title must be preceded by the language code "en:", when the article is on the English Wikipedia, or the respective language code if the article is in a different language.
ar: العنوان يجب أن يسبقه رمز اللغة "en:"، وذلك عندما تكون المقالة على ويكيبيديا الإنجليزية، أو رمز اللغة المناسب إذا كانت المقالة بلغة مختلفة.
es: El título debe ir precedido del código de idioma "en:", cuando el artículo está en la Wikipedia en inglés, o el código de idioma correspondiente si el artículo está en otro idioma.
hu: A cím előtt a `hu:` nyelvkódnak kell állnia, ha a cikk a magyar Wikipédián található, vagy a megfelelő nyelvi kódnak, ha a cikk más nyelven van (pl. `en:`, `ro:` stb.).
nl: De titel moet worden voorafgegaan door de term "en:" wanneer het artikel in de Engelse Wikipedia of de taalcode van de Wikipedia-site staat.
uk: Перед заголовком має стояти код мови "en:", якщо стаття розміщена в англійській Вікіпедії, або код відповідної мови, якщо стаття написана іншою мовою.

source: Spaces must not be replaced by underscore but be like in the name of the article. Same for accented letters. Letter must be readable.
ar: يجب عدم استبدال المسافات بشرطة سفلية "_" وأن تكون كما هي في اسم المقالة. وينطبق الشيء نفسه على الأحرف المُعلَّمة. يجب أن تكون الأحرف قابلة للقراءة.
de: Leerzeichen sollten nicht durch Unterstriche ersetzt werden, sondern müssen dem Artikelnamen entsprechen. Dasselbe gilt für Buchstaben mit Akzenten. Die Buchstaben müssen lesbar sein.
es: Los espacios no deben sustituirse por guiones bajos, sino ser como en el nombre del artículo. Lo mismo para las letras acentuadas. La letra debe ser legible.
hu: A szóközöket nem szabad aláhúzással helyettesíteni, hanem ugyanúgy kell használni, mint a szócikk címében. Ugyanez vonatkozik az ékezetes betűkre is. A betűnek olvashatónak kell lennie.
ja: スペースはアンダースコアで置き換えてはならず、記事名にある通りにします。アクセント付きの文字も同じです。文字は可読でなければなりません。
nl: Spaties mogen niet worden vervangen door een onderstrepingsteken, maar zelfde zijn zoals in de naam van het artikel. Hetzelfde geldt voor letters met accenten. Letter moet leesbaar zijn.
uk: Можливо, не потрібно замінюватися підкресленням, а бути такими, як у назві статті. Те саме для літер з наголосом. Лист має бути придатним до читання.

source: A `wikipedia=*` must be present before using tags `wikipedia:LANG=*`.
ar: وسم `wikipedia=*` يجب أن يكون موجودًا قبل استخدام وسوم `wikipedia:LANG=*`.
es: Un `wikipedia=*` debe estar presenta antes de usar etiquetas `wikipedia:LANG=*`.
hu: A `wikipedia:LANG=*` címke mellett kell szerepelnie egy `wikipedia=*` címkének is.
ja: `wikipedia:LANG=*`タグを使う場合は、その前に`wikipedia=*`がなければなりません。
nl: Een `wikipedia = *` moet aanwezig zijn voordat `wikipedia: LANG = *` tags kunnen worden gebruikt .
uk: `wikipedia=*` має бути присутнім перед використанням теґів `wikipedia:LANG=*`.

source: `highway=road` has been used, choose a correct value, such as `highway=unclassified`.
ar: تم استخدام `highway=road`، اختر قيمة صحيحة، مثل `highway=unclassified`.
es: Se ha utilizado `highway=road`, elige un valor correcto, como `highway=unclassified`.
hu: A `highway=road` címke hibás, használjon helyes értéket, pl. `highway=unclassified`.
ja: 仮の値である`highway=road`が使われています。`highway=unclassified`などの正しい値を選んでください。
nl: `highway=road` is gebruikt, kies een juiste waarde, zoals `highway=unclassified`.
uk: Було використано `highway=road`, оберіть правильне значення, наприклад `highway=unclassified`.

source: `designation=*` is a United Kingdom-specific tag.
ar: `designation=*` هو وسم خاص بالمملكة المتحدة.
de: Das Merkmal `designation=*` wird spezifisch im Vereinigten Königreich verwendet.
es: `designation=*` es una etiqueta específica del Reino Unido.
hu: A `designation=*` címke kizárólag az Egyesült Királyságban használatos.
ja: `designation=*` は英国固有のタグです。
nl: `designation = *` is een specifieke tag voor het Verenigd Koninkrijk.
pl: [`designation=*`](https://wiki.openstreetmap.org/wiki/Pl:Key:designation) to specyficzny tag używany w Wielkiej Brytanii.
uk: `designation=*` - це теґ, специфічний для Великої Британії.

source: Translate it to another tag or remove.
ar: قم بترجمته إلى وسم آخر أو احذفه.
es: Traducir a otra etiqueta o eliminar.
hu: Alakítsa át más címkévé vagy távolítsa el.
ja: 別のタグに翻訳するか削除します。
nl: Vertaal het naar een andere tag of verwijder het.
pl: Zmień go na inny tag lub usuń.
uk: Перекладіть його на інший теґ або видаліть.

source: The object contains two incompatible tags.
ar: العنصر يحتوي على وسمين غير متوافقين.
de: Das Objekt enthält zwei inkompatible Merkmale.
es: El objeto contiene dos etiquetas incompatibles.
fr: L'objet contient deux attributs incompatibles.
hu: Az objektum két összeegyeztethetetlen címkét tartalmaz.
ja: このオブジェクトは2つの互換性のないタグを含んでいます。
nl: Het object bevat twee incompatibele tags.
pl: Ten obiekt zawiera dwa niepasujące do siebie znaczniki.
uk: Об’єкт містить два несумісні теґи.

source: Sometimes the object needs both tags.
ar: أحيانًا العنصر يحتاج إلى كلا الوسمين.
de: Manchmal benötigt das Objekt beide Merkmale.
es: A veces el objeto necesita ambas etiquetas.
hu: Az objektum néhanapján mindkét címkét igényli.
ja: オブジェクトには両方のタグが必要な場合があります。
nl: Soms heeft het object beide tags nodig.
pl: Może się zdarzyć, że oba znaczniki są potrzebne.
uk: Іноді для об’єкта потрібні обидва теґи.

source: Reference (e.g. D 73) is in the tag `name=*` and not in the tag `ref=*`.
ar: المرجع (مثال: D 73) موجود في وسم `name=*` وليس في وسم `ref=*`.
de: Die Referenznummer der Straße (z.B. A 61) ist unter `name=*` eingetragen und nicht unter `ref=*`.
es: La referencia de carretera (por ejemplo, D 73) está en la etiqueta `name=*` y no en la etiqueta `ref=*`.
hu: Az azonosító vagy hivatkozás (pl. D 73) a nevet jelző `name=*` címke értékében szerepel, és nem a `ref=*` címkében.
nl: Referentieweg (bijv. D 73) staat in de `name = *` tag en niet in de tag `ref = *` tag.
uk: Посилання (напр. D 73) міститься в тезі `name=*`, а не в тезі `ref=*`.

source: Transfer the value from the tag `name=*` to the tag `ref=*`.
ar: انقل القيمة من وسم `name=*` إلى وسم `ref=*`.
de: Die Werte sollten von `name=*` zu `ref=*` übertragen werden.
es: Transferir el valor de la etiqueta `name=*` a la etiqueta `ref=*`.
hu: Helyezze át a `name=*` címke értékét a `ref=*` címkébe.
ja: 値を`name=*`タグから`ref=*`タグに切り替えます。
nl: Breng de waarde over van de `name = *` naar de tag `ref = *` tag.
pl: Przenieś ten numer z tagu `name=*` do tagu `ref=*`.
uk: Замініть значення теґу `name=*` теґом `ref=*`.

source: Seamark was imported but needs manual review (`seamark:fixme=*`).
ar: تم استيراد علامة الملاحة البحرية ولكنها تحتاج إلى مراجعة يدوية (`seamark:fixme=*`).
es: Seamark se ha importado pero necesita revisión manual (`seamark:fixme=*`).
hu: Hajózásitérkép-jelek lettek importálva, de manuálisan át kell nézni őket (`seamark:fixme=*`).
uk: Seamark був імпортований, але потрібно переглянути вручну (`seamark:fixme=*`).

source: Move the seamark to the correct position and remove the tag `seamark:fixme=*`.
ar: انقل علامة الملاحة البحرية إلى الموضع الصحيح وأزل وسم `seamark:fixme=*`.
es: Coloque el seamark en la posición correcta y retire la etiqueta. `seamark:fixme=*`.
hu: Helyezze a hajózásitérkép-jelet a megfelelő pozícióra, majd távolítsa el a `seamark:fixme=*` címkét.
nl: Verplaats de markering naar de echte positie en verwijder de tag `seamark:fixme=*`.
uk: Перемістіть морську позначку в правильне положення та видаліть теґ `seamark:fixme=*`.

source: The tags `oneway=*` and `ref=*` are not necessary on the roundabouts. The tag `name=*` must be present if this is the name of the roundabout and not a road connected, same thing for `ref=*`.
ar: الوسمان `oneway=*` و `ref=*` غير ضروريين على الدوارات. يجب أن يكون الوسم `name=*` موجودًا إذا كان هذا هو اسم الدوار وليس طريقًا متصلًا به، وينطبق الشيء نفسه على `ref=*`.
es: Las etiquetas `oneway=*` y `ref=*` no son necesarias en las rotondas. La etiqueta `name=*` debe estar presente si se trata del nombre de la rotonda y no una carretera conectada, lo mismo para `ref=*`.
hu: Körforgalmakon nincs szükség `oneway=*` és `ref=*` címkékre; `name=*` címkére csak akkor van szükség, ha ez a körforgalom nevét jelzi, nem pedig egy kapcsolódó útét. Ugyanez vonatkozik a `ref=*` címke használatára is.
ja: `oneway=*` と `ref=*`タグはロータリーでは不要です。 `name=*`はそれがロータリーの名前である場合には必要で、接続している道路名ではありません。 `ref=*`も同じです。
nl: De tags `oneway = *` en `ref = *` zijn niet nodig op rotondes. De tag `name = *` moet aanwezig zijn als dit de naam van de rotonde is en geen weg verbindt, hetzelfde geldt voor `ref = *`.
pl: Tagi `oneway=*` i `ref=*` nie są potrzebne na rondach. Tag `name=*` musi być podany, jeśli jest to nazwa tego ronda, a nie połaczonej doń drogi. Tak samo w przypadku `ref=*`.
uk: Теґи `oneway=*` і `ref=*` не потрібні на кругових перехрестях. Теґ `name=*` повинен бути присутнім, якщо це назва кругового перехрестя і не під’єднана дорога, те саме для `ref=*`.

source: Unmapped {0}
ar: {0} غير معلم
de: {0} fehlt
es: {0} no mapeado
fr: {0} non cartographié
hu: Térképről hiányzó {0}
ja: {0}がマッピングされていない
pl: Do zmapowania: {0}
uk: Незамаплене {0}

source: Street object ({1}) detected by Mapillary, but no nearby "{0}" tagging.
ar: عنصر شارع ({1}) تم اكتشافه بواسطة Mapillary، ولكن لا يوجد وسم "{0}" قريب.
de: Straßenobjekt ({1}) von Mapillary erkannt, aber kein "{0}" in der Nähe vorhanden.
es: Objeto calle ({1}) detectado por Mapillary, pero sin señalización "{0}" cercana.
hu: A Mapillary által felismert {1} utcai műtárgy, azonban a közelben nincs `{0}` címkéjű objektum.
ja: 街路のオブジェクト({1})がMapillaryによって検出されましたが、近くに"{0}"のタグ付けされたものがありません。
nl: Straatobject ({1}) gedetecteerd door Mapillary, maar geen "{0}" tags in de buurt.
uk: Об’єкт ({1}) знайдений в Mapillary, але поблизу відсутній "{0}".

source: Map the corresponding object if the imagery is up-to-date and object detection is correct.
ar: قم بتعليم العنصر المقابل إذا كانت الصور حديثة واكتشاف العنصر صحيح.
de: Mappe das entsprechende Objekt, wenn das Bildmaterial aktuell und die Objekterkennung korrekt ist.
es: Mapea el objeto correspondiente si las imágenes están actualizadas y la detección del objeto es correcta.
fr: Cartographiez l'objet correspondant si l'imagerie est à jour et si la détection de l'objet est correcte.
hu: Rajzolja a térképre a megfelelő objektumot, ha a felvétel friss, és az objektum helyesen lett felismerve.
ja: 画像が最新でオブジェクト検知が正しい場合は、対応するオブジェクトをマッピングします。
uk: Позначте відповідний об’єкт, якщо супутникове зображення свіже та об’єкт виявлений коректно.

source: Add the appropriate highway tagging if the imagery is up-to-date and sign detection is correct.
ar: أضف وسم الطريق المناسب إذا كانت الصور حديثة واكتشاف العلامات صحيح.
de: Ergänze das entsprechende Verkehrsschild, wenn die Bildquelle aktuell und die Zeichenerkennung korrekt ist.
es: Agregue el etiquetado de highway apropiado si las imágenes están actualizadas y la detección de señales es correcta.
hu: Adja hozzá a megfelelő útcímkézést, ha a felvétel friss, és a jelzőtábla helyesen lett felismerve.
ja: 画像が新しく、標識の検出が正しければ、適切な道路のタグ付けを追加してください。
uk: Додайте відповідне позначення теґами для автомагістралі, якщо зображення є актуальним та знаки розпізнаються правильно.

source: Two features overlap with no shared node to indicate a physical connection or tagging to indicate a vertical separation.
ar: عنصران يتداخلان بدون عقدة مشتركة تشير إلى اتصال مادي أو وسم يشير إلى فصل رأسي.
de: Zwei Elemente überlappen sich ohne gemeinsamen Knoten, der eine physische Verbindung anzeigt, und ohne ein Tag, das eine vertikale Trennung anzeigt.
es: Dos objetos espaciales se solapan sin nodo compartido para indicar una conexión física o etiquetado para indicar una separación vertical.
hu: Két objektum átfedésben van, s nincs a fizikai kapcsolatot jelző közös pontjuk vagy a függőleges elkülönülést jelző címkézésük.
ja: 2つの地物がオーバーラップしているが、物理的な接続を示す共有ノードや、垂直に分離していることを示すタグ付けが無い。
pl: Dwie linie przecinają się bez wspólnego węzła lub odpowiednich tagów (layer, bridge, tunnel).
uk: Два об’єкти перекриваються без спільної точки, що вказує на фізичне з’єднання або теґується для позначення вертикального розподілу.

source: Move a feature if it's in the wrong place. Connect the features if appropriate or update the tags if not.
ar: انقل العنصر إذا كان في المكان الخطأ، أو قم بتوصيل العناصر ببعضها إذا كان ذلك مناسبًا أو قم بتحديث الوسوم إذا لم يكن كذلك.
de: Verschiebe ein Element, wenn es falsch platziert ist. Verbinde die Elemente, wenn es passend ist, oder aktualisiere die Tags, wenn nicht.
es: Mueve un objeto espacial si está en el lugar equivocado. Conecte las características si procede o actualice las etiquetas en caso contrario.
hu: Helyezze át az objektumot, ha rossz helyen van. Ha nincs rossz helyen, akkor kapcsolja össze megfelelően az objektumokat vagy frissítse a címkéiket.
ja: 地物の位置が間違っていれば動かします。タグが適切であれば接続し、そうでなければタグを更新します。
pl: Połącz obiekty wspólnym węzłem, przesuń je, jeśli nie są w odpowiednim miejscu lub jeśli się fizycznie nie przecinają, zaznacz to odpowiednim tagiem (layer, bridge, tunnel).
uk: Перемістіть об’єкт, якщо він знаходиться не в тому місці. Підключіть функції, якщо це потрібно, або оновіть теґи, якщо ні.

source: Highway intersecting highway
ar: طريق يتقاطع مع طريق
de: Straße kreuzt Straße
es: Carretera intersecciona con carretera
fr: Intersection de routes
hu: Utat metsző út
ja: 道路同士で交差している
nl: Weg kruist een weg
pl: Przecinające się drogi
uk: Шлях перетинає інший без з’єднання

source: Waterway intersecting waterway
ar: مجرى مائي يتقاطع مع مجرى مائي
de: Wasserlauf kreuzt Wasserlauf
es: Vía de agua intersecciona con vía de agua
fr: Intersection de cours d’eau
hu: Egymást metsző vízfolyások
ja: 水路と交差している水路。
nl: Waterweg kruist een waterweg
pl: Przecinające się cieki
uk: Водотік перетинає інший без з’єднання

source: Disconnected speed camera
ar: كاميرا سرعة غير متصلة
de: Nicht verbundene Radarfalle
es: Cámara de velocidad desconectada
hu: Útról leválasztott traffipax
ja: 切り離された速度カメラ
nl: Niet verbonden snelheidscamera
pl: Niepołączony fotoradar
uk: Не під’єднана камера швидкості

source: Speed camera should be mapped as a node on the highway or use an `enforcement` relation.
ar: كاميرا السرعة يجب أن تكون معلمة كعقدة على الطريق أو استخدام علاقة `enforcement`.
de: Radarfallen sollten entweder als Punkt einer Linie gemappt werden oder als enforcement-Relation.
es: La cámara de velocidad debe estar mapeada como un nodo en la carretera o en una relación de control
hu: A sebességmérő kamerát az úton lévő pontként vagy egy `enforcement` kapcsolat részeként kell ábrázolni.
nl: Snelheidscameras moeten als knooppunt op de snelweg in kaart worden gebracht of een enforcement relatie gebruiken.
uk: Камеру швидкості слід відобразити як точку на шляху або використовувати зв’язок.

source: Unexpected symbol in name
ar: رمز غير متوقع في الاسم
de: Ungewöhnliches Zeichen im Namen
es: Simbolo inesperado en el nombre
fr: Symbole inattendue dans le nom
hu: Váratlan szimbólum a névben `name`
ja: name内の想定外のシンボル
nl: Onverwachte symbool in naam
pl: Nieoczekiwany symbol w nazwie
uk: Несподіваний символ в назві

source: Bad tag value
ar: قيمة وسم غير صالحة
de: Schlüsselwert unpassend
es: Valor de etiqueta incorrecto
fr: Mauvaise valeur
hu: Hibás címkeérték
ja: タグの値の誤り
nl: Verkeerde waarde tag
pl: Błędna wartość tagu
uk: Недійсне значення теґу
