Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Untagged named object
ar: عنصر مسمى بدون وسم
de: Benanntes Objekt ohne Tags
es: Objeto con nombrado sin etiquetar
hu: Névvel rendelkező címkézetlen objektum
ja: タグがないname付きのオブジェクト
pl: Sama nazwa bez podstawowego tagu
uk: Об’єкт з іменем без теґів

source: Observed between {0} and {1}
ar: تمت ملاحظته بين {0} و {1}
de: Erkannt zwischen {0} und {1}
es: Observado entre {0} y {1}
hu: Megfigyelve {0} és {1} között
ja: {0} から {1} の間に観察されています
nl: Waargenomen tussen {0} en {1}
pl: Zaobserwowano między {0} a {1}
uk: Досліджена між {0} і {1}

source: Observed on {0}
ar: تمت ملاحظته على {0}
de: Erkannt bei {0}
es: Observado en {0}
fr: Observé en {0}
hu: Megfigyelve ekkor: {0}
ja: {0} に観察されています
nl: Waargenomen op {0}
pl: Zaobserwowano w dniu {0}
uk: Досліджена в {0}

source: A car charging station may be here but is not mapped. The list of the charging stations comes from a database published by Etalab. This database brings together information published by the various local authorities and networks in France.
ar: قد تكون هناك محطة شحن سيارات هنا ولكنها غير مُمَثَّلة على الخريطة. قائمة محطات الشحن مُستمدة من قاعدة بيانات نُشرت بواسطة Etalab. تجمع هذه القاعدة البيانات المعلومات التي تنشرها السلطات المحلية المختلفة وشبكاتها في فرنسا.
es: Es posible que haya una estación de recarga de coches, pero no está indicada en el mapa. La lista de las estaciones de carga procede de una base de datos publicada por Etalab. Esta base de datos reúne la información publicada por las distintas autoridades locales y de Francia.
fr: Une borne de recharge électrique se trouve sûrement ici et n'est pas encore cartographiée. La liste des bornes vient d'une base publiée par Etalab. Cette base agrège les informations fournies par plusieurs collectivités et réseaux en France.
hu: Itt lehet egy villanyautótöltő-pont, de nincs feltérképezve. A töltőpontok listája az Etalab (francia állami közadatügynökség) által közzétett adatbázisból származik. Ez az adatbázis a különböző franciaországi helyi hatóságok és hálózatok által közzétett információkat gyűjti össze.
ja: ここに充電ステーションがあるようですが、マッピングされていません。充電ステーションの一覧はEtalabが公開しているデータベースに由来します。このデータベースは様々な地域当局やフランスのネットワークが公開した情報も一緒にもたらします。
uk: Станція зарядки автомобіля може бути тут, але не нанесена на карту. Список зарядних станцій взято з бази даних, оприлюдненої Etalab. Ця база даних про інформацію, опубліковану місцевими органами влади та мережами у Франції.

source: See [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) on the wiki. Add a node or add tags if already existing.
ar: انظر [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) على الويكي. أضف عقدة أو أضف وسوم إذا كانت موجودة بالفعل.
es: Vea [el mapeo](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) en la wiki. Añade un nodo o añade etiquetas si ya existe.
fr: Voir [les correspondances avec l'open data mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) sur le wiki. Ajouter un nœud ou compléter les attributs si un objet est déjà présent.
hu: A [térképezés módját lásd a wikin](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques): helyezze el pontként, vagy ha már szerepel a térképen, egészítse ki a címkéit.
ja: Wikiの [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) を参照 既に存在する場合はノードかタグを追加します。
nl: Zie [de mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) op de wiki. Voeg een knooppunt toe of voeg tags toe als deze al bestaat.
uk: Див. [the mapping](https://wiki.openstreetmap.org/wiki/France/data.gouv.fr/Bornes_de_Recharge_pour_V%C3%A9hicules_%C3%89lectriques) на вікі. Додайте точку або теґи, якщо вони вже є.

source: Car charging station not integrated
ar: محطة شحن سيارات غير متكاملة
de: Ladestation fehlt
es: Estación de carga de coche no integrada
fr: Borne de recharge électrique non intégrée
hu: Villanyautótöltő-pont: nincs a térképen
ja: 未統合の車の充電スタンド
nl: laadstation niet geïntegreerd
pl: Stacja ładowania pojazdów niezintegrowana
uk: Станція заряджання авто не інтегрована

source: Car charging station, integration suggestion
ar: محطة شحن سيارات، اقتراح تكامل
de: Ladestation, Vorschlag zur Eintragung
es: Estación de carga de coche, sugerencia de integración
fr: Borne de recharge électrique, proposition d'intégration
hu: Villanyautótöltő-pont: kiegészítési javaslat
ja: 車の充電スタンドの統合の提案
nl: laadstation, integratie suggestie
pl: Stacja ładowania pojazdów, propozycja integracji
uk: Станція заряджання авто, пропозиція з інтеграції

source: Borders crossing each other.
ar: حدود تتقاطع مع بعضها البعض.
de: Grenzen kreuzen einander.
es: Fronteras entrecruzadas.
hu: Egymást metsző határok.
ja: 相互に交差する境界。
nl: Grenzen kruisen elkaar
pl: Przecinające się granice.
uk: Кордони перетинаються між собою.

source: The borders are part of relations which normally form a loop.
ar: الحدود هي جزء من علاقات تشكل عادةً حلقة.
es: Los bordes forman parte de relaciones que normalmente forman un bucle.
hu: A határok kapcsolatok részeit képezik, amelyek rendesen hurkot formáznak.
nl: De grenzen maken deel uit van relaties, ze zijn normaal gesproken gesloten.
uk: Кордони є частиною зв’язків, які зазвичай утворюють петлю.

source: See [possible roles](https://wiki.openstreetmap.org/wiki/Relation:boundary) on boundary relations.
ar: انظر [الأدوار الممكنة](https://wiki.openstreetmap.org/wiki/Relation:boundary) على علاقات الحدود.
de: Siehe [zulässige Rollen](https://wiki.openstreetmap.org/wiki/Relation:boundary) von Grenz- relationen.
es: Véase [roles posibles](https://wiki.openstreetmap.org/wiki/Relation:boundary) sobre las relaciones.
hu: A határkapcsolatok [lehetséges szerepeit megtalálja a wikin](https://wiki.openstreetmap.org/wiki/Relation:boundary).
ja: 境界リレーションについては [ありえる roles](https://wiki.openstreetmap.org/wiki/Relation:boundary) を参照。
nl: Zie [mogelijke roles](https://wiki.openstreetmap.org/wiki/Relation:boundary) op boundary relations.
uk: Див. [можливі ролі](https://wiki.openstreetmap.org/wiki/Relation:boundary) на зв’язках меж.

source: The shape of the building is characteristic and as such would be tagged.
ar: شكل المبنى مميز وبالتالي يجب أن يكون موسومًا.
es: La forma del edificio es característica y como tal sería etiquetada.
hu: Az épület formája jellegzetes, és ennek megfelelően lehetne címkézni.
ja: 建物の形状が特徴的で、より適切なタグ付けがありそうです。
nl: De vorm van het gebouw is karakteristiek en zou ook zo moeten zijn getagd.
pl: Budynek ma charakterystyczny kształt i powinien być odpowiednio otagowany.
uk: Форма будівлі є характерною і тому буде позначена теґом.

source: There should be a `highway` feature leading to this parking facility to allow for correct routing.
ar: يجب أن يكون هناك طريق `highway` يؤدي إلى هذا الموقف للسماح بالتوجيه الصحيح.
de: Bitte ergänze den Zufahrtsweg zum Parkplatz, um eine korrekte Streckenführung zu ermöglichen.
es: Debería haber una elemento `highway` que condujera a este estacionamiento para permitir un correcto encaminamiento.
hu: A helyes útvonaltervezés érdekében kellene lennie egy `highway` (út) elemnek, amely ehhez a parkolási létesítményhez vezet.
ja: 正しい経路探索を行うにはこの駐車施設に至る`highway` の地物が必要です。
pl: Do tego parkingu powinna prowadzić droga dojazdowa do poprawnego routingu, jeśli jest to parking naziemny (`parking=surface`). Dodaj drogę lub popraw wartość `parking=*`. Jeśli jest to parking przy jezdni (`parking=street_side`) lub pas na jezdni (`parking=lane`), popraw tagowanie. Zobacz [rodzaje parkingów na Wiki](https://wiki.openstreetmap.org/wiki/Pl:Key:parking).
uk: До цієї автостоянки має бути `highway`, щоб забезпечити правильну маршрутизацію.

source: It's possible that disused power features could be disconnected from the network. In which case make use of the `disused:` [lifecycle prefix](https://wiki.openstreetmap.org/wiki/Lifecycle_prefix).
ar: من المحتمل أن تكون ميزات الطاقة غير المستخدمة مفصولة عن الشبكة. في هذه الحالة، استخدم بادئة `disused:` [lifecycle prefix](https://wiki.openstreetmap.org/wiki/Lifecycle_prefix).
de: Möglicherweise handelt es sich um nicht (mehr) genutzte Einrichtungen, die vom Stromnetz getrennt wurden. Verwende in diesem Fall das `disused:` [Präfix](https://wiki.openstreetmap.org/wiki/DE:Lifecycle_prefix)
es: Es posible que los elementos de potencia en desuso se desconecten de la red. En ese caso, utilice el prefijo `disused:` [prefijo de ciclo vital](https://wiki.openstreetmap.org/wiki/ES:Prefijo_de_ciclo_vital).
hu: Elképzelhető, hogy egy használaton kívüli villamos létesítmény már nem kapcsolódnak a hálózathoz. Ilyenkor használja a `disused:` [életciklus-előtagot](https://wiki.openstreetmap.org/wiki/Lifecycle_prefix)
ja: 廃止された電力の地物がネットワークから切り離されることはありえます。 その場合は`disused:` [lifecycle prefix](https://wiki.openstreetmap.org/wiki/Lifecycle_prefix)を使います。
nl: Het is mogelijk dat niet-gebruikte stroomvoorzieningen worden losgekoppeld van het netwerk. Maak in dat geval gebruik van de `disused:` [lifecycle prefix](https://wiki.openstreetmap.org/wiki/Lifecycle_prefix).
pl: Nieużywane obiekty elektroenergetyczne mogą być odłączone od sieci. W tym wypadku użyj prefiksu `disused:`.
uk: Можливо, невикористовувані сутності електромереж слід відключити від мережі. У цьому випадку використовуйте `disused:` [префікси життєвого циклу](https://wiki.openstreetmap.org/wiki/Lifecycle_prefix).

source: The line ends in a vacuum, and should be connected to another line or a transformer (`power=transformer`), a generator (`power=generator`) or marked as transitioning into ground (`location:transition=yes`).
ar: ينتهي الخط في فراغ، ويجب توصيله بخط آخر أو محول (`power=transformer`)، أو مولد (`power=generator`) أو وضع علامة عليه على أنه ينتقل إلى الأرض (`location:transition=yes`).
de: Dieses Leitungsende sollte entweder mit einer anderen Leitung, einem Transformator (`power=transformer`) oder einem Generator (`power=generator`) verbunden werden. Oder es sollte mit (`location:transition=yes`) markiert werden, falls die Leitung an dieser Stelle unter die Erde geht.
es: La línea termina en el vacío y debe conectarse a otra línea o a un transformador (`power=transformer`), un generador (`power=generator`) o marcada como transición a tierra (`location:transition=yes`).
hu: A vezeték a semmiben ér véget. Kapcsolódnia kellene egy másik vezetékhez, egy transzformátorhoz (`power=transformer`), egy generátorhoz (`power=generator`), vagy jelölni kellene, hogy le van vezetve a föld alá (`location:transition=yes`).
ja: このラインは途中で終わっていて、別のラインまたは変圧器 (`power=transformer`) または発電機(`power=generator`)に接続されるべきです。もしくは接地しているとマーク(`location:transition=yes`)すべきです。
nl: De lijn eindigt in een vacuüm en moet worden aangesloten op een andere lijn of een transformator (`power = transformer`), een generator (` power = generator`) of gemarkeerd als overgang onder de grond (`location: transition = yes`).
pl: Ta linia kończy się niespodziewanie, a powinna być podłączona do innej linii, transformatora (`power=transformer`), generatora (`power=generator`) lub być oznaczona jako przejście pod ziemię (`location:transition=yes`).
uk: Лінія закінчується в пустоті і має бути під’єднана до іншої лінії чи трансформатора (`power=transformer`), генератора (`power=generator`) або позначена як перехід в землю (`location:transition=yes`).

source: Two power lines meet at this point, but have inconsistent voltages (`voltage=*`).
ar: خطان طاقة يلتقيان في هذه النقطة، ولكن الجهد غير متسق (`voltage=*`).
de: An diesem Punkt treffen zwei Stromleitungen zusammen, die verschiedene Spannungen (`voltage=*`) aufweisen.
es: En este punto confluyen dos líneas de alta tensión con tensiones diferentes (`voltage=*`).
hu: Itt két villanyvezeték találkozik, de különböző a feszültségük (`voltage=*`)
ja: 2つの電力線がこのポイントで出会っていますが、電圧(`voltage=*`)が不一致です。
nl: Op dit punt komen twee stroomkabels samen, maar deze hebben inconsistente spanningen (`voltage = *`).
pl: Dwie linie elektroenergetyczne łączą się w tym punkcie, ale mają różne napięcia (`voltage=*`).
uk: У цій точці зустрічаються дві лінії електропередач з різними напругами (`voltage=*`).

source: Power lines can only form a straight line between supports and therefore shouldn't have additional nodes that aren't tagged as a `power` feature.
ar: لا يمكن لخطوط الطاقة إلا أن تشكل خطًا مستقيمًا بين الدعامات، وبالتالي لا ينبغي أن تحتوي على عقد إضافية غير مُعلَّمة كميزة power.
de: Stromleitungen können nur geradlinig zwischen Strommasten verlaufen und sollten daher keine zusätzlichen Knoten haben, die nicht mit `power` gekennzeichnet sind.
es: Las líneas eléctricas sólo pueden formar una línea recta entre apoyos y, por tanto, no deberían tener nodos adicionales que no estén etiquetados como característica `power`.
hu: Két tartó (oszlop) között a villanyvezeték csak egyenesen haladhat, ezért nem tartalmazhat olyan pontot, amelyen nincs `power` címke.
ja: 電力線は支柱間にあって初めて正しいラインを形成できるので、`power`の地物としてタグ付けされていない付加的なノードを付けるべきではありません。
pl: Linie elektroenergetyczne muszą tworzyć linię prostą pomiędzy słupami i w związku z tym nie powinny mieć dodatkowych węzłów, które nie są otagowane `power`.
uk: Лінії електропередач можуть утворювати лише пряму лінію між опорами, тому не повинні мати додаткових точок без теґів `power`.

source: If this node is a tower or pole, use the tag `power=tower` or `power=pole`. Otherwise remove it.
ar: إذا كانت هذه العقدة برجًا أو عمودًا، استخدم وسم `power=tower` أو `power=pole`. وإلا فاحذفها.
de: Wenn sich an diesem Punkt ein Strommast befindet, sollten die Merkmale `power=tower` oder `power=pole` verwendet werden. Andernfalls sollte der Punkt gelöscht werden.
es: Si este nodo es una torre o un poste, utilice la etiqueta `power=tower` o `power=pole`. En caso contrario, elimínela.
hu: Ha ez a pont egy távvezetékoszlop vagy villanyoszlop, akkor ruházza fel `power=tower` vagy `power=pole` címkével. Egyébként törölje.
ja: このノードが塔かポールなら、`power=tower` または`power=pole`タグを使います。そうでなければ削除します。
nl: Als dit knooppunt een toren of paal is, gebruik dan de tag `power = tower` of `power= pool`. anders verwijdert u deze.
pl: Jeśli ten węzeł to słup elektryczny, to otaguj go odpowiednio jako `power=tower` lub `power=pole`. W przeciwnym razie usuń go.
uk: Якщо ця точка є вежею або опорою, використовуйте теґ `power=tower` або `power=pole`. Інакше, видаліть його.

source: Based on the statistical frequency of the poles on this power line, there's likely an unmapped pole nearby.
ar: بناءً على التردد الإحصائي للأعمدة على خط الطاقة هذا، من المحتمل وجود عمود غير معلم قريب.
de: Basierend auf dem durchschnittlichen Abstand der Strommasten an dieser Stromleitung, gibt es wahrscheinlich einen nicht erfassten Mast in der Nähe.
es: Basado en la frecuencia estadística de los postes en esta línea eléctrica, es probable que haya un poste no mapeado cerca.
hu: Az ezen a villanyvezetéken található oszlopok statisztikai gyakorisága alapján valószínűleg van egy oszlop errefelé.
ja: この電力線に関するポールの統計分析によれば、近くにマッピングされていないポールが存在する可能性があります。
nl: Gebaseerd op de statistische frequentie van de polen op deze hoogspanningslijn, er is waarschijnlijk een niet-getagged paal in de buurt.
pl: Na podstawie częstości występowania słupów na tej linii energetycznej, w tej okolicy może brakować słupa.
uk: Згідно статистики частота позначена на опорах цієї лінії електропередач, скоріше за все поблизу є опора, яка відсутня на мапі.

source: Remove the `{0}` tag.
ar: احذف وسم `{0}`.
de: Entferne das `{0}` Tag.
es: Eliminar la etiqueta `{0}`.
hu: Távolítsa el ezt a címkét: `{0}`.
ja: `{0}` タグを削除。
nl: Verwijder de `{0}` tag.
pl: Usuń tag {0}.
uk: Видалити теґ `{0}`.

source: Untagged area object
ar: عنصر مساحة بدون وسم
de: Fläche ohne beschreibende Tags
es: Objeto de área sin etiquetar
hu: Címkézetlen terület
ja: タグがないエリアオブジェクト
pl: Obszar bez podstawowego tagu
uk: Площинний об’єкт без теґів

source: The object is missing any tag which defines what kind of feature it is. This is unexpected for something tagged with `area=yes`.
ar: الوسم يفتقد أي وسم يحدد نوع العنصر. وهذا لا يصح لشيء موسوم بمساحة `area=yes`.
de: Dem Objekt fehlt ein Tag, das beschreibt, um welche Art von Merkmal es sich handelt. Das ist unerwartet für etwas, das mit `area=yes` getaggt ist.
es: El objeto no tiene ninguna etiqueta que defina qué tipo de característica es. Esto es inesperado para algo etiquetado con `area=yes`.
hu: Ezen az objektumon nincs olyan címke, amiből kiderülne, hogy mi ez. Ez szokatlan egy területnél (vagyis `area=yes` címkéjű objektumnál).
ja: このオブジェクトには地物の種類を示すものがありません。`area=yes` タグがある場合には何かしらの種類を示すタグがあることが想定されます。
uk: В об’єкті відсутній теґ, який описує функцію сутності. Це неочікувано для будь-чого із теґом `area=yes`.

source: Add a top level tag to state what this feature is. Considered acceptable `area=yes` features are:
ar: أضف وسمًا رئيسيًا لتحديد نوع هذا المكان، الميزات المقبولة بـ `area=yes` هي:
de: Ergänze ein übergeordnetes Tag um kennzeichnen, worum es sich bei dem Merkmal handelt. Übliche Werte für Flächenmerkmale sind:
es: Añada una etiqueta de nivel superior para indicar de qué característica se trata. Las características `area=yes` consideradas aceptables son:
hu: Adjon hozzá egy olyan legfelső szintű címkét, amelyből kiderül, hogy mi ez. Elfogadhatónak tekintett, `area=yes` címkével rendelkező objektumok:
ja: トップレベルのタグを追加してこの地物を記述します。考えられる受け入れ可能な`area=yes`の地物は以下の通り:
uk: Додайте тег верхнього рівня, щоб вказати його функцію. Прийнятними функціями `area=yes` вважаються:

source: It may be more appropriate to remove the object completely if it isn't useful.
ar: قد يكون من الأنسب إزالة العنصر بالكامل إذا لم يكن مفيدًا.
de: Es kann sinnvoller sein, das Objekt vollständig zu entfernen, wenn es nicht nützlich ist.
es: Puede ser más apropiado eliminar el objeto por completo si no es útil.
hu: Az objektum törölhető is, ha teljesen haszontalan.
ja: 有用でない場合はオブジェクトを完全に削除することが適切な場合があります。
uk: Можливо, буде доречнішим повністю видалити об’єкт, якщо він не є корисним.

source: Redundant area negation
ar: رفض المساحات الزائدة عن الحاجة
de: Nicht benötigtes Flächenmerkmal
es: Negación de área redundante
hu: Fölösleges területtagadás
ja: 冗長なエリアの否定
pl: Zbędny tag "area=no"
uk: Заперечення надлишковості ділянки

source: This feature is already implicitly not an area.
ar: هذا المكان بالفعل ليست منطقة ضمنيًا.
de: Das Objekt ist bereits durch seine Merkmale implizit keine Fläche.
es: Esta característica ya es implícitamente no un área.
hu: Ez az objektum alapértelmezés szerint sem terület.
ja: この地物は既にエリアではないという意味を含んでいます。
nl: Deze functie is al geen gebied.
uk: Ця функція вже неявно не є ділянкою.

source: The object is missing any tag which defines what kind of feature it is. This is unexpected for something with a `name` tag.
ar: العنصر يفتقد أي وسم يحدد نوعه، هذا غير متوقع لشيء مع وسم `name`.
de: Dem Objekt fehlt ein Tag, das beschreibt, um welche Art von Merkmal es sich handelt. Das ist unerwartet für benannte Objekte.
es: El objeto no tiene ninguna etiqueta que defina qué tipo de característica es. Esto es inesperado para algo con una etiqueta `name`.
hu: Ezen az objektumon nincs olyan címke, amiből kiderülne, hogy mi ez. Ez szokatlan valaminél, aminek neve van (vagyis `name` címkével rendelkezik).
ja: このオブジェクトには地物の種類を示すものがありません。`name` タグがある場合には何かしらの種類を示すタグがあることが想定されます。
pl: Temu obiektowi brakuje podstawowego tagu, który opisuje, czym jest.
uk: В об’єкті відсутній теґ, який описує функцію сутності. Це неочікувано для будь-чого із теґом `name`.

source: Add a top level tag to state what this feature is. Considered top level tags are (with derived `disused:`, `abandoned:` and `historic:` variants):
ar: أضف وسمًا رئيسيًا لتحديد نوع هذا المكان، الوسوم الرئيسية المقبولة هي (مع المتغيرات `disused:`, `abandoned:` و `historic:`):
de: Ergänze ein Hauptmerkmal, um anzugeben, worum es sich beim Objekt handelt. Als Hauptmerkmale gelten (bei Bedarf mit den geeigneten Präfixen `disused:`, `abandoned:` and `historic:`):
es: Añade una etiqueta de nivel superior para indicar de qué característica se trata. Las etiquetas de nivel superior consideradas son (con las variantes derivadas `disused:`, `abandoned:` e `historic:`):
hu: Adjon hozzá egy olyan legfelső szintű címkét, amelyből kiderül, hogy mi ez. Elfogadhatónak tekintett legfelső szintű címkék (a származtatott `disused:`, `abandoned:` és `historic:` változatokkal együtt):
ja: トップレベルのタグを追加してこの地物を記述します。考えられる受け入れ可能な`area=yes`の地物は以下の通り (派生する`disused:`, `abandoned:`そして`historic:`バリアント付き):
uk: Додайте тег верхнього рівня, щоб вказати його функціонал. Вважаються теґи верхнього рівня (з похідними варіантами `disused:`, `abandoned:` та `historic:`):

source: The relation is missing a `type` tag to define what it represents.
ar: العلاقة تفتقد وسم النوع `type` لتحديد ما تمثله.
de: Der Relation fehlt ein `type` Tag, um zu beschreiben, was sie repräsentiert.
es: A la relación le falta una etiqueta `type` para definir lo que representa.
hu: A kapcsolatról hiányzik a `type=*` címke, amelyből kiderülne, hogy mi ez.
ja: このリレーションにはそれが何を表しているかを定義する`type`タグがありません。
nl: De relatie mist een `type` tag om te definiëren wat het vertegenwoordigt.
pl: Relacji brakuje tagu `type=*`.
uk: У зв’язку відсутній теґ `type`, який визначає, його призначення.

source: {0} bicycle rental not integrated
ar: تأجير دراجات {0} غير متكامل
de: {0} Fahrradverleih fehlt
es: {0} alquiler de bicicletas no integrado
hu: Kerékpárkölcsönző ({0}): nincs a térképen
ja: {0} 未統合のbicycle rental
nl: {0} fietsverhuur niet geïntegreerd
pl: Wypożyczalnia rowerów {0} niezintegrowana
uk: {0} велопрокат не інтегрований

source: {0} bicycle rental integration suggestion
ar: تأجير دراجات {0}، اقتراح تكامل
de: {0} Fahrradverleih, Vorschlag zur Eintragung
es: {0} sugerencia de integración del alquiler de bicicletas
hu: {0} kerékpárkölcsönző: kiegészítési javaslat
ja: {0} bicycle rentalの統合の提案
nl: {0} fietsverhuur integratie suggestie
pl: Wypożyczalnia rowerów {0}, propozycja integracji
uk: {0} прокат велосипедів пропозиція з інтеграції

source: {0} bicycle update
ar: تحديث دراجات {0}
de: {0} Fahrradverleih aktualisiert
es: {0} actualización de bicicleta
hu: {0} kerékpár: frissítendő
ja: {0} bicycleの更新
nl: {0} fiets bijwerken
pl: Wypożyczalnia rowerów {0}, aktualizacja
uk: {0} bicycle оновлення
