Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Do not move the geodetic point, because it is a reference point (see the [import of these geodetic markers](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques)). It could be that all the surrounding buildings are shifted.
ar: تحرك النقطة الجيوديسية، لأنها نقطة مرجعية (انظر [استيراد هذه العلامات الجيوديسية](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques)). من المحتمل أن تكون جميع المباني المحيطة مُزاحة.
es: No mueva el punto geodésico, ya que se trata de un punto de referencia (véase la sección [importación de estos marcadores geodésicos](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques)). Puede ser que todos los edificios de alrededor estén desplazados.
hu: Ne mozgassa a földmérési pontot, mert az hivatkozási pont (lásd [a geodéziai markerek importálása (FR)] (https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques). Előfordulhat, hogy az összes környező épület el van tolva.
nl: Verplaats het geodetische punt niet, omdat het een referentie is (zie de [import van deze geodetische markers](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques)). Het kan zijn dat alle omliggende gebouwen verschoven zijn.
uk: Не переміщуйте геодезичну точку, оскільки вона є опорною (див. [імпорт цих геодезичних маркерів](https://wiki.openstreetmap.org/wiki/France/Rep%C3%A8res_G%C3%A9od%C3%A9siques)). Можливо, всі навколишні будівлі зсунуті.

source: Duplicated cycle tracks, `highway=*`+`cycleway=track` and `highway=cycleway`
ar: مسارات دراجات مكررة، `highway=*`+`cycleway=track` و `highway=cycleway`
de: Doppelter Radweg, `highway=*`+`cycleway=track` und `highway=cycleway`
es: Vías ciclistas duplicadas, `highway=*`+`cycleway=track` y `highway=cycleway`
fr: Voie cyclable en double, "highway=*" + "cycleway=track" en parallèle à "highway=cycleway"
hu: Duplikált kerékpárutak: `highway=*`+`cycleway=track` és `highway=cycleway`
ja: highway=*`+`cycleway=track`と`highway=cycleway`の自転車道が重複している
nl: Dubbele fietspaden, `highway=*`+`cycleway=track` en `highway=cycleway`
pl: Powielone ścieżki rowerowe, highway=*+cycleway=track i highway=cycleway
uk: Дубльовані велодоріжки, `highway=*`+`cycleway=track` і `highway=cycleway`

source: Double cycleway mapping. `highway=*` with `cycleway=track` tag parallel to a `highway=cycleway`
ar: رسم مزدوج لمسار الدراجات. `highway=*` مع وسم `cycleway=track` موازي لـ `highway=cycleway`
de: Doppelter Radweg eingetragen. `highway=*`+`cycleway=track` verläuft parallel zu einem `highway=cycleway`.
es: Mapeo de doble ciclovía. `highway=*`+`cycleway=track` paralelo a un `highway=cycleway`
hu: A kerékpárút kétszer szerepel a térképen. Egy `highway=*`+`cycleway=track` címkézésű vonal párhuzamos egy `highway=cycleway` címkézésűvel.
nl: Dubbele mapping van fietspaden. . `highway=*`+`cycleway=track` parallel aan een `highway=cycleway`
uk: Продубльовані велосипедні доріжки. `highway=*` з теґом `cycleway=track` є паралельною до `highway=cycleway`

source: When the cycleway is seperately mapped, the `cycleway=track` tag must be removed from the main highway.
ar: عندما يتم رسم مسار الدراجات بشكل منفصل، يجب إزالة وسم `cycleway=track` من الطريق الرئيسي.
de: Verläuft der Radweg baulich getrennt von der Straße, sollte das Tag `cycleway=track` gelöscht werden.
es: Cuando la ciclovía se asigne por separado, deberá eliminarse la etiqueta `cycleway=track de la carretera principal.
hu: Ha a kerékpárút külön fut az út mellett, akkor `cycleway=track` címkét el kell távolítani a fő útról.
uk: У випадку окремого нанесення велодоріжки, теґ `cycleway=track` слід видалити з головного шляху.

source: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Double mapping of the bike lane.
ar: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) رسم مزدوج لمسار الدراجات.
de: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Doppelte Erfassung des Radwegs.
es: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Doble mapeo del carril bici.
fr: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Cartographie en doublon de la piste cyclable.
hu: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Duplán felrajzolt kerékpársáv.
ja: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) 自転車レーンの二重マッピング。
nl: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Dubbele mapping van het fietspad.
uk: ![](https://wiki.openstreetmap.org/w/images/1/16/Osmose-eg-error-1180.png) Подвійне відображення велосмуги.

source: An entity must be present only once, remove one and eventually merge the tags.
ar: يجب أن يتواجد العنصر مرة واحدة فقط، قم بإزالة واحد منها وادمج الوسوم في النهاية.
de: Ein Objekt sollte nur einmal vorkommen. Lösche eines der doppelten Objekte und kombiniere die Merkmale der Objekte.
es: Una entidad debe estar presente una sola vez, eliminar una y eventualmente fusionar las etiquetas.
fr: Une entité ne doit être présente qu'une seule fois, en retirer une et éventuellement fusionner les balises.
hu: Egy objektum csak egyszer szerepelhet a térképen: távolítsa el az egyiket, és adott esetben egyesítse a címkéiket.
ja: エンティティの出現は1回のみでなければなりません。ひとつ削除してタグをマージします。
nl: Een entiteit hoeft maar één keer aanwezig te zijn, verwijder één en voeg eventueel de tags samen.
uk: Сутність має бути лише одна, видаліть іншу та об’єднайте теґи.

source: Delete one of the two objects.
ar: احذف أحد العنصرين.
de: Eines dieser zwei Objekte löschen.
es: Borrar uno de los dos objetos.
fr: Supprimez l'un des deux objets.
hu: Törölje a két objektum közül az egyiket.
ja: 2つのオブジェクトのうちひとつを削除します。
nl: Verwijder één van de twee objecten.
pl: Usuń jeden z obiektów.
uk: Видаліть один з двох об’єктів.

source: Compare tags and delete object or merge them.
ar: قارن الوسوم واحذف العناصر أو ادمجها.
de: Vergleiche die Tags und vereinige die Objekte bzw. lösche eines der Objekte.
es: Comparar etiquetas y borrar objeto o fusionarlo.
fr: Comparez les attributs et supprimer l'objet ou fusionnez les.
hu: Hasonlítsa össze a címkéket, és törölje az egyik objektumot vagy egyesítse őket.
ja: タグを見比べてオブジェクトを削除するかマージします。
nl: Vergelijk de tags en verwijder objecten of voeg ze samen.
uk: Зрівняйте теґи та видаліть об’єкт або з’єднайте їх.

source: Check the continuity of the highway types. The classification of a highway should normally be consistent along the entire path. For example a `highway=tertiary` should remain `highway=tertiary` until it intersects with a road of higher classification.
ar: تحقق من استمرارية أنواع الطرق. تصنيف الطريق يجب أن يكون متسقًا عادةً على طول المسار بأكمله. على سبيل المثال، `highway=tertiary` يجب أن يبقى `highway=tertiary` حتى يتقاطع مع طريق من تصنيف أعلى.
de: Prüfe die Durchgängigkeit des Straßentyps. Dieser sollte auf dem gesamten Weg einheitlich sein. Zum Beispiel sollte eine Straße mit `highway=tertiary` so lange `highway=tertiary` bleiben, bis sie eine höher klassifizierte Straße kreuzt.
es: Compruebe la continuidad de los tipos de carreteras. La clasificación de una carretera normalmente debe ser consistente a lo largo de todo el recorrido. Por ejemplo una `highway=tertiary` debería continuar siendo `highway=tertiary` hasta que se cruce con una carretera de mayor clasificación.
fr: Vérifiez la continuité des types de voirie. la classification d'une voirie doit normalement être cohérente tout au long du chemin. Par exemple une `highway=tertiary` doit rester une `highway=tertiary` jusqu"à son intersection avec une route d'une classe supérieure.
hu: Ellenőrizze az úttípusok folytonosságát. Egy út besorolásának általában következetesnek kell lennie az útvonal teljes hosszán. Például egy `highway=tertiary` bekötőútnak ezt a címkét kell viselnie mindaddig, amíg nem keresztez egy magasabb besorolású utat.
ja: highway種別の連続性を確認してください。 通常、highwayの分類は経路全体を通じて一貫しているべきです。例えば `highway=tertiary` は他の高次の分類と交差するまでは`highway=tertiary` のままであるべきです。
nl: Controleer de continuïteit van de snelweg typen. De classificatie van een snelweg moet normaal gesproken consistent zijn over het hele pad. Bijvoorbeeld een `highway=tertiary` moet `highway=tertiary` blijven totdat deze elkaar kruist met een weg van hogere classificatie.
pl: Sprawdź ciągłość kategorii drogi. Klasyfikacja drogi powinna być spójna na całej długości. Na przykład `highway=tertiary` powinna pozostać aż do skrzyżowania z drogą o wyższej kategorii.
uk: Перевірте безперервність типів магістралей. Класифікація дороги зазвичай має бути однаковою по всьому шляху. Наприклад, `highway=tertiary` має залишатися `highway=tertiary`, поки не перетнеться з дорогою вищого класу.

source: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` should not become a residential.
ar: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` يجب ألا يصبح سكنيًا.
de: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) Ein durchgehender `highway=secondary` sollte nicht durch `highway=residential` unterbrochen werden.
es: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` no debería convertirse en residential.
hu: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) Egy `highway=secondary` út nem válhat `highway=residential` lakóúttá.
nl: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` mag geen residentieel straat worden.
uk: ![](https://wiki.openstreetmap.org/w/images/e/e8/Osmose-eg-error-1120.png) `highway=secondary` не повинна стати residential.

source: A way connects directly to one with much lower classification.
ar: طريق يتصل مباشرة بطريق آخر بتصنيف أقل بكثير منه.
de: Eine übergeordnete Straße ist direkt mit einer untergeordneten Straße verbunden.
es: Ua vía conecta directamente con una calle de clasificación mucho menor.
hu: Egy út közvetlenül kapcsolódik egy sokkal alsóbbrendű úthoz.
nl: Een weg sluit veel rechtstreeks aan op de straatindeling kleiner.
uk: Лінія приєднана безпосередньо до шляхової класифікації є значно меншою.

source: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Secondary connecting directly to a residential.
ar: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) طريق ثانوي يتصل مباشرة بسكني.
de: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Eine Bundesstraße wechselt abrupt zu einer Ortstraße.
es: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Secundaria conecta directamente a residencial
hu: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Egy `secondary` összekötő út közvetlenül kapcsolódik `residential` lakóutakhoz.
nl: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Secundaire weg rechtstreeks verbonden met straat.
uk: ![](https://wiki.openstreetmap.org/w/images/b/be/Osmose-eg-error-1090.png) Другорядна дорога під’єднана безпосередньо до житлової.

source: The end of the way is not connected to another way.
ar: نهاية الطريق غير متصلة بطريق آخر.
de: Das Wegende ist nicht mit einem anderen Weg verbunden.
es: El final de la vía no está conectado a otra vía.
fr: La fin du chemin n'est pas liée à une autre voie.
hu: Az út vége nem kapcsolódik másik úthoz.
ja: ウェイの終端が別のウェイに正しく接続されていません。
nl: Het einde van de weg is niet verbonden met een andere weg.
uk: Кінець шляху не з’єднаний з іншим шляхом.

source: Connect the `cycleway` to the road, even with a little virtual path.
ar: قم بتوصيل `cycleway` بالطريق، حتى مع مسار افتراضي صغير.
de: Verbinde den `cycleway` mit dem Straßennetz.
es: Conecte la `cycleway` a la carretera, incluso con una pequeña ruta virtual.
fr: Reliez la « voie cyclable » à la route, même avec à un petit chemin.
hu: Kapcsolja a `cycleway` kerékpárutat az úthoz, például egy virtuális `path` ösvénnyel.
ja: 小さな仮の経路であっても`cycleway`を道路に接続します。
nl: Verbind het fietspad met de weg, eventueel met een klein virtueel pad.
uk: З’єднайте `cycleway` з дорогою, хоча б невеликим віртуальним шляхом.

source: Highway from `motorway` to `tertiary` are important ways. They should lead to somewhere and in particular to a network of minor roads.
ar: الطرق من `motorway` إلى `tertiary` هي طرق مهمة. يجب أن تؤدي إلى مكان ما وخاصة إلى شبكة من الطرق الثانوية.
de: Anfangs- und Endpunkte übergeordneter Verkehrswege sollten an andere Wege oder das lokalen Straßennetz angeschlossen werden.
es: Carreteras desde `motorway` a `tertiary` son vías importantes. Deben conducir a algún lugar y, en particular, a una res de caminos menores.
fr: La voirie allant d’une autoroute (`motorway`) à une route tertiaire (`tertiary`) est une voie importante. Elle ne devrait pas mener quelque part et en particulier à un réseau de routes mineures.
hu: A `motorway` autópályáktól a `tertiary` bekötőutakig tartó útkategóriák fontosak. Vezetniük kell valahová, elsősorban alsóbbrendű utak hálózatához.
ja: highwayのうち`motorway` から `tertiary` は重要なウェイです。これらはどこかに、とりわけ主要道路以外のネットワークにつながっているべきです。
nl: Wegen van `motorway` tot `tertiary` zijn belangrijke wegen. Zij zouden ergens naartoe moeten leiden en in het bijzonder naar een netwerk van secundaire wegen.
uk: Шлях від `motorway` до `tertiary` є важливими шляхами. Вони повинні кудись вести, зокрема, до мережі доріг меншого значення.

source: Review the classification of road or draw the local road network.
ar: راجع تصنيف الطريق أو ارسم شبكة الطرق المحلية.
de: Prüfe die Klassifizierung der Straße oder kartiere das lokale Straßennetz.
es: Revise la clasificación de la carretera o dibuje la red local de carreteras.
fr: Revoir la classification de la route ou tracer le réseau de routes locales.
hu: Tekintse át az utak besorolását, vagy rajzolja meg a helyi úthálózatot.
ja: 道路の分類をレビューするか、地域の道路ネットワークを引きます。
nl: Herzie de classificatie van de weg of teken het lokale wegennet.
uk: Перегляньте класифікацію шляхів або накресліть локальну шляхову мережу.

source: Crossing for which it lacks the road or railway.
ar: تقاطع موجود بدون أن يكون هناك طريق أو سكك حديدية.
de: An dieser Kreuzung fehlt entweder die Straße oder der Schienenweg.
es: Cruce para el que falta la carretera o vía férrea.
fr: Croisement pour lequel il n'y a pas de route ou de voie ferrée.
hu: Átjáró, amelynél hiányzik az út vagy a vasút.
ja: 横切る道路か鉄道が欠けています。
pl: Ten przejazd nie jest połączony z torowiskiem lub drogą.
uk: Перехрестя, якому не вистачає дороги чи залізниці.

source: The node must be common to rail and road.
ar: العقدة يجب أن تكون مشتركة بين السكك الحديدية والطريق.
de: Knoten muss Teil der Straße oder Schiene sein.
es: El nodo debe ser común al ferrocarril y la carretera.
fr: Le nœud doit être commun entre la ligne de rail et la route
hu: A vasút és az út metszéspontjában kell lennie egy közös pontnak.
ja: ノードは鉄道か道路と共通でなければなりません。
nl: Het knooppunt moet bekend zijn voor spoor en weg.
pl: Ten węzeł musi być częścią drogi (`highway=*`).
uk: Точка має бути спільною для залізниці і дороги.

source: Check the consistency of highway type for `highway=trunk_link|primary_link|secondary_link`.
ar: تحقق من اتساق نوع الطريق السريع ل `highway=trunk_link|primary_link|secondary_link`.
de: Die Durchgängigkeit übergeordneter Straßen, wie `highway=trunk_link|primary_link|secondary_link` prüfen.
es: Verifique la consistencia del tipo de carretera `highway=trunk_link|primary_link|secondary_link`.
fr: Vérifier la cohérence du type de voirie pour `highway=trunk_link|primary_link|secondary_link`.
hu: Ellenőrizze a `highway=trunk_link|primary_link|secondary_link` címkézésű felhajtóutak következetességét.
ja: `highway=trunk_link|primary_link|secondary_link`に対する道路種別の一貫性を確認してください。
nl: Controleer de consistentie van het snelwegtype voor `highway=trunk_link|primary_link|secondary_link`.
pl: Sprawdź spójność kategorii drogi `highway=trunk_link|primary_link|secondary_link`.
uk: Перевірте відповідність типу магістралі для `highway=trunk_link|primary_link|secondary_link`.

source: Change classification of `*_link` to match the way which is connected.
ar: قم بتغيير تصنيف `*_link` ليتطابق مع الطريق المتصل.
de: Ändere die Klassifizierung des `*_link` entsprechend der übergeordneten, angrenzenden Straße.
es: Cambie la clasificación de `*_link` para que coincida con la forma a la que conecta.
fr: Modifier la classification de `*_link` pour correspondre à la voirie qui y est connecté.
hu: Módosítsa a `*_link` értéket úgy, hogy a felhajtó besorolása megegyezzék azon útéval, amelyhez vezet.
ja: `*_link`の分類を変更して接続しているウェイと一致させます。
nl: Verander de classificatie van `*_link` zodat deze overeenkomt met de verbonden weg.
pl: Zmień rodzaj drogi `*_link`, żeby pasował do drogi, do której jest połączony. Wejdź na [Wiki](https://wiki.openstreetmap.org/wiki/File:OpenStreetMap_Highway_links_table_between_different_highway_types..png) po więcej informacji.
uk: Змініть класифікацію `*_link` відповідно до способу підключення.

source: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` linking `highway=primary`.
de: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` verbindet `highway=primary`.
es: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` que une `highway=primary`.
fr: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` joignant un `highway=primary`.
hu: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link`, amely egy `highway=primary` úthoz kapcsolódik.
ja: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=primary`にリンクしている`highway=trunk_link`
nl: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` verbindt `highway=primary`.
pl: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` połączone z `highway=primary`.
uk: ![](https://wiki.openstreetmap.org/w/images/b/b5/Osmose-eg-error-1110.png) `highway=trunk_link` з’єднує `highway=primary` з `highway=residential`.

source: Check if the highway is a `*_link`, else remove `*_link`. Be sure to check both ends of the way.
ar: تحقق إذا كان الطريق هو وصلة `*_link`، وإلا قم بإزالة `*_link`. تأكد من التحقق من كلا طرفي الطريق.
de: Prüfe, ob der Weg tatsächlich ein `*_link` ist, andernfalls `*_link` entfernen. Hierbei beide Enden des Weges prüfen.
es: Compruebe si la carretera es un `*_link`, de lo contrario, quita el `*_link`. Asegúrese de revisar ambos extremos de la vía.
fr: Vérifiez que la route est un `*_link`, sinon retirez `*_link`. Assurez-vous de vérifier les deux extrémités du chemin.
hu: Ellenőrizze, hogy az út valóban egy `*_link` felhajtó-e. Ha nem, távolítsa el a `*_link` értéket. Ügyeljen arra, hogy az út mindkét végét ellenőrizze.
ja: highwayが is a `*_link`かどうか確認し、そうでなければ`*_link`を削除します。ウェイの両端を忘れずにチェックしてください。
nl: Controleer of de snelweg een `* _link` is, of anders verwijder` * _link`. Zorg ervoor dat u de beide uiteinden van de weg controleert.
pl: Sprawdź, czy droga naprawdę jest łącznikiem, jeśli nie, to usuń `*_link`. Sprawdź oba końce drogi.
uk: Перевірте, чи є дорога `*_link`, інакше видаліть `*_link`. Обов’язково перевірте обидва кінці лінії.

source: Noexit on node with exit
ar: Noexit على عقدة بها مخرج
de: noexit an Knoten mit Ausgang
es: Noexit en el nodo con salida
fr: Voie sans issue indiqué sur un nœud ayant une sortie
hu: `noexit` címke egy olyan ponton, amelynek van kijárata
ja: 出口があるノードにnoexitタグがある
nl: noexit op knooppunt met uitgang
pl: noexit na węźle, który nie jest końcowy
uk: Теґ noexit на точці з виходом

source: Noexit on way with multiple exits
ar: Noexit على طريق به عدة مخارج
de: noexit an Weg mit mehreren Ausgängen
es: Noexit en vía con múltiples salidas
fr: Voie sans issue sur un chemin avec de multiples sorties
hu: `noexit` címke egy olyan vonalon, amelynek több kijárata is van
ja: 複数の出口があるウェイにnoexitタグがある
nl: noexit op knooppunt met meerdere uitgangen
pl: noexit na drodze z kilkoma wyjściami
uk: Noexit на лінії з кількома виходами

source: It is very likely that the traffic signals on the junction are inconsistent with each other, see also [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).
ar: من المحتمل جدًا أن إشارات المرور على التقاطع غير متسقة مع بعضها البعض، انظر أيضًا [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).
de: Die Ampeln der Kreuzung passen möglicherweise nicht zueinander, siehe [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).
es: Es muy probable que los semáforos del cruce sean incoherentes entre sí, véase también [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/ES:Tag:highway%3Dtraffic_signals).
fr: Il est très probable que les feux de signalisation sur la jonction sont incohérents entre eux, voir également [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).
hu: Nagyon valószínű, hogy a kereszteződésben a jelzőlámpák egymásnak ellentmondanak, lásd még [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).
ja: 交差点の信号が相互に首尾一貫していない可能性が高いです。 [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals) も参照。
nl: Het is zeer waarschijnlijk dat de verkeerslichten op de kruising niet consistent met elkaar zijn, zie ook [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).
uk: Дуже ймовірно, що сигнали світлофора на перехресті не відповідають один одному, див. також [highway=traffic_signals](https://wiki.openstreetmap.org/wiki/Tag:highway%3Dtraffic_signals).

source: The length of the bridge makes it deserve a more detailed tag than `bridge=yes`.
ar: طول الجسر يجعلها تستحق وسمًا أكثر تفصيلاً من `bridge=yes`.
de: Aufgrund der Länge sollte die Brücke detaillierter beschrieben werden als `bridge=yes`.
es: La longitud del puente hace que merezca la pena un mayor detalle que la etiqueta `bridge=yes`
fr: La longueur du pont indique qu’il devrait avoir un attribut plus détaillé que `bridge=yes`.
hu: Hossza miatt a híd egy részletesebb címkét is megérdemel, mint a `bridge=yes`
ja: この長さの橋には`bridge=yes`よりもふさわしい詳細なタグがありそうです。
nl: Door de lengte van de brug verdient deze een meer gedetailleerde tag dan `bridge = ja`.
uk: Завдяки довжині мосту він заслуговує більш детального теґування, ніж `bridge=yes`.

source: See the possible [types of bridges](https://wiki.openstreetmap.org/wiki/Key:bridge).
de: Siehe mögliche [Brückentypen](https://wiki.openstreetmap.org/wiki/Key:bridge).
fr: Voir les [types possibles de ponts](https://wiki.openstreetmap.org/wiki/Key:bridge).
hu: Lásd a lehetséges [hídtípusokat](https://wiki.openstreetmap.org/wiki/Key:bridge).
ja: タグ付け可能な[橋の種類](https://wiki.openstreetmap.org/wiki/JA:Key:bridge)を確認してください。
nl: Zie de mogelijke [soorten bruggen] (https://wiki.openstreetmap.org/wiki/Key:bridge).
pl: Zobacz możliwe [rodzaje mostów](https://wiki.openstreetmap.org/wiki/Key:bridge).
uk: Перегляньте можливі [типи мостів](https://wiki.openstreetmap.org/wiki/Key:bridge).
