Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Intersection lane / building.
ar: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) تقاطع حارة مسار مع مبنى.
de: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Überschneidung von Straße und Gebäude.
es: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Carril de intersección / edificio.
fr: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Intersection voie / bâtiment.
hu: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Egymást metsző sáv / épület.
ja: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) レーン / 建物の交差。
nl: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Kruising rijstrook / gebouw.
uk: ![](https://wiki.openstreetmap.org/w/images/d/dc/Osmose-eg-error-1070.png) Перетин доріг з будівлями.

source: When importing layer of water from cadastre, the tag water pools have not been corrected.
ar: عند استيراد طبقة المياه من السجل العقاري، لم يتم تصحيح وسم برك المياه.
de: Beim Import von Gewässern aus Katasterdaten wurden Wasserbecken nicht korrekt eingetragen.
es: Al importar capa de agua de catastro, la etiqueta piscinas de agua no se han no se han corregido.
fr: Suite à l’import de la couche aquatique du cadastre, les attributs de plans d’eau pourraoent ne pas avoir été corrigés.
hu: Egy vízréteg helyrajzi térképből történő importálásakor a medencék címkéje nem lett kijavítva.
ja: cadastreから水系のレイヤーをインポートする際に、プール のタグが修正されていません。
nl: Bij het importeren van een water layer uit het kadaster, zijn de zwembaden tag niet gecorrigeerd.
uk: Під час імпорту водного шару з кадастру теґи водних басейнів не були виправлені.

source: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Wrong tag for private swimming pool.
ar: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) وسم خاطئ لحمام سباحة خاص.
de: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Privater Swimmingpool mit falschem Merkmal.
es: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Etiqueta incorrecta para piscina privada.
fr: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Attribut erroné pour une piscine privée.
hu: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Hibás címke magántulajdonú úszómedencéhez.
ja: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) プライベートなプールに対してタグが間違っています。
nl: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Verkeerde tag voor een private zwembad.
uk: ![](https://wiki.openstreetmap.org/w/images/a/a1/Osmose-eg-error-3080.png) Неправильний теґ для приватного басейну.

source: Way node tagged like way. Probably due to a wrong selection when editing, nodes in the way have the same tags that way.
ar: عقدة تتعب طريق وموسومة كطريق، ربما بسبب اختيار خاطئ عند التحرير، وذلك لأن العقد في الطريق لها نفس الوسوم.
de: Der Knoten des Wegs wurde wie der Weg selbst erfasst. Wahrscheinlich aufgrund einer falschen Auswahl bei der Bearbeitung, haben die Knoten des Wegs die gleichen Tags wie der Weg selbst.
es: Nodo de la vía etiquetado como la vía. Probablemente debido a una selección incorrecta al editar, los nodos en el camino tienen las mismas etiquetas que la propia vía.
fr: Nœud de chemin étiqueté comme le chemin. Des nœuds du chemin ont les mêmes propriétés que ceux du chemin, ce qui est probablement lié à une mauvaise sélection lors de l'édition.
hu: A vonal pontjai hasonlóan vannak címkézve, mint maga a vonal. Valószínűleg a szerkesztésnél a helytelen kijelölés miatt a vonalat alkotó pontok ugyanolyan címkékkel rendelkeznek, mint a vonal.
ja: ウェイのようにタグ付けされたウェイ内ノード。おそらく編集時の選択誤りで、ウェイ内のノードに、そのウェイと同じタグがあります。
pl: Prawdopodobnie z powodu złego zaznaczenia podczas edycji, węzeł na linii jest tak samo otagowany jak linia.
uk: Точки лінії, позначені теґами як в лінії. Ймовірно, через неправильний вибір під час редагування, точки і лінія мають однакові теґи.

source: Check and remove tag from node.
ar: تحقق واحذف الوسم من العقدة.
de: Prüfe Punkt und Weg und entferne die doppelten Merkmale.
es: Revisar y eliminar etiqueta del nodo.
fr: Vérifier et retirer la balise du nœud
hu: Ellenőrizze és távolítsa el a címkét a pontról.
ja: ノードをチェックしてタグを削除してください。
nl: Controleer en verwijder de tag van het knooppunt.
pl: Sprawdź i usuń tag z węzła.
uk: Перевірте та видаліть теґ з точки.

source: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Group of orphan nodes.
ar: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) مجموعة عقد منفردة.
de: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Gruppe von verwaisten Knoten.
es: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Grupo de nodos huérfanos.
fr: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Groupe de nœuds orphelins.
hu: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Árva pontok csoportja.
ja: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) 親のないノードのグループ。
nl: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Groep alleenstaande knooppunten.
pl: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Grupa samotnych węzłów.
uk: ![](https://wiki.openstreetmap.org/w/images/0/0c/Osmose-eg-error-1080.png) Група поодиноких точок.

source: Area intersection `{0}`
ar: تقاطع منطقة `{0}`
de: Kreuzende Flächen `{0}`
es: Intersección de área `{0}`
fr: Intersection entre surfaces `{0}`
hu: Egymást metsző területek: `{0}`
ja: `{0}`エリア同士の交差
nl: Gebied kruist `{0}`
pl: Przecinające się obszary {0}
uk: Перетин поверхонь `{0}`

source: Same surfaces type overlapped (`waterway`, `natural` or `landuse`.)
ar: نفس نوع الأسطح متداخلة (`waterway`, `natural` أو `landuse`.)
de: Überdeckung gleicher Flächenarten (`waterway`, `natural` or `landuse`).
es: El mismo tipo de superficies superpuestas (`waterway`, `natural` o `landuse`.)
fr: Surfaces de même type superposées (`waterway`, `natural` ou `landuse`.)
hu: Egymást átfedő, azonos típusú területek (`waterway`, `natural` vagy `landuse`).
ja: 同じ表面の種別がオーバーラップしています(`waterway`, `natural` または`landuse`)。
nl: Hetzelfde type oppervlak overlapt (`waterway`, `natural` of `landuse`.)
pl: Obszary tego samego rodzaju nakładają się (`waterway`, `natural` lub `landuse`).
uk: Перетин поверхонь одного типу (`waterway`, `natural` чи `landuse`.)

source: Separate the surface or merge, pay attention on other tags
ar: افصل السطح أو ادمجها، انتبه إلى الوسوم الأخرى
de: Trenne oder verbinde die Flächen. Beachte dabei auch die weiteren Tags.
es: Separar o unir la superficie, preste atención a otras etiquetas
fr: Séparez les surfaces ou fusionnez-les, en faisant attention aux autres attributs.
hu: Válassza szét vagy egyesítse a felületeket, közben figyeljen a címkékre
ja: 表面を分けるかマージします。他のタグに注意してください
nl: Splits het oppervlak of voeg samen, let op andere tags
pl: Rozdziel lub połącz obszary. Uważaj na różne tagi.
uk: Розділіть поверхню або об՚єднайте, звертаючи увагу на інші теґи

source: The polygon intersects itself. The marker points directly to the error area of the crossing.
ar: المضلع يتقاطع مع نفسه. تشير العلامة مباشرة إلى منطقة الخطأ في التقاطع.
de: Das Polygon kreuzt sich selbst. Die Markierung zeigt direkt auf die Stelle der fehlerhaften Kreuzung.
es: El polígono se cruza a sí mismo. El marcador apunta directamente al área de error del cruce.
fr: Le polygone se recoupe lui-même. Le marquer pointe directement la zone de l'erreur de croisement.
hu: A sokszög önmagát metszi. A jelölő közvetlenül a metszés hibaterületére mutat.
ja: このポリゴンは自己交差しています。マーカーが横断している誤りエリアを直接ポイントしています。
pl: Obszar przecina sam siebie. Znacznik wskazuje dokładne miejsce błędnego przecięcia.
uk: Полігон має самоперетин. Маркер вказує на помилку в точці перетину.

source: Find where the polygon intersects itself (i.e. it forms an '8') and correct geometry for a single loop (a '0') or by removing nodes or changing the order of these nodes, by adding new nodes or by creating multiple polygons.
ar: ابحث عن مكان تقاطع المضلع مع نفسه (أي يشكل '8') ثم قم بتصحيح شكله ليكون كحلقة واحدة ('0') أو قم بإزالة العقد أو تغيير ترتيب هذه العقد، وذلك عبر إضافة عقد جديدة أو إنشاء مضلعات متعددة.
de: Finde heraus, wo sich das Polygon selbst kreuzt (d.h. es bildet eine '8') und korrigiere die Geometrie durch Formen einer einzelnen Schleife (einer '0') durch Entfernen von Knoten oder Ändern der Reihenfolge dieser Knoten, durch Hinzufügen neuer Knoten oder durch Erstellen mehrerer Polygone.
es: Encontrar dónde el polígono se intersecta a sí mismo (es decir, forma un '8') y corregir la geometría de un solo bucle (un "0") o eliminando nodos o cambiando el orden de estos nodos, añadiendo nuevos nodos o creando múltiples polígonos.
hu: Keresse meg, hogy a sokszög hol metszi önmagát (azaz „8”-t formáz), és alakítsa át a geometriát egy vagy több hurokká („0” formává). Ehhez távolítson el pontokat, módosítsa a sorrendjüket, adjon hozzá új pontokat vagy alakítson ki több sokszöget.
uk: Знайдіть, де полігон має самоперетин (форму '8') і виправте його геометрію в кільце (як '0') видаліть точки/змініть їх порядок/додайте нових, чи створіть кілька полігонів.

source: Make sure the nodes to move do not belong to other way.
ar: تأكد من أن العقد المراد نقلها لا تنتمي إلى طريق آخر.
de: Prüfe, dass die zu verschiebenden Knoten nicht zu einem anderen Weg gehören.
es: Asegurar que los nodos a mover no pertenezcan a otra vía.
fr: Assurez-vous que les noeuds à bouger n'appartiennent pas à un autre chemin.
hu: Győződjék meg arról, hogy a mozgatni kívánt pontok nem tartoznak más vonalhoz.
ja: 動かすノードが別のウェイに属していないことを確認してください。
nl: Zorg ervoor dat de te verplaatsen knooppunten niet bij een andere weg horen.
pl: Upewnij się, że węzły, które przenosisz, nie należą też do innych obiektów.
uk: Переконайтесь, що точки для переміщення не належать іншим лініям.

source: This tower should probably be connected to a power line.
ar: هذا البرج يجب أن يكون متصلاً بخط طاقة.
de: Der Mast sollte mit einer Stromleitung verbunden sein.
es: La torre probablemente debería estar conectada a una línea de energía.
fr: Ce pylône devrait probablement être relié à une ligne électrique.
hu: Ennek a távvezetékoszlopnak valószínűleg kapcsolódnia kellene egy villamos távvezetékhez.
ja: この塔はおそらく電力線に接続すべきです。
nl: Deze toren moet waarschijnlijk worden aangesloten op een hoogspanningslijn.
pl: Ten słup prawdopodobnie powinien być połączony z linią energetyczną.
uk: Ця опора, мабуть, повинна бути підключеною до лінії електропередач.

source: There is only a part of the required tag `addr:*=*`. They do not provide a consistent address.
ar: هناك فقط جزء من الوسم المطلوب `addr:*=*`. لا توفر عنوانًا متسقًا.
de: Die Adressangabe ist unvollständig.
es: Solo hay una parte de la etiqueta obligatoria `addr: * = *`. Esto no proporcione una dirección coherente.
hu: A szükséges `addr:*=*` címkéknek csak egy része van meg. Így nem adnak ki következetes címet.
ja: 必要なタグ`addr:*=*`の一部しかありません。一貫した住所が提供されていません。
nl: Er is slechts een deel van de vereiste `addr:*=*` tags. Zij geven geen consistent adres op.
uk: Існує лише один з кількох необхідних теґів `addr:*=*`. Він не відображає повної адреси.

source: The street is not present in relation with the role `street`.
ar: الشارع غير موجود في العلاقة بدور `street`.
de: Die Straße ist in Bezug auf die Rolle "Straße" nicht vorhanden.
es: La calle no está presente en relación con el rol `street`.
fr: Cette rue n'est pas présente dans la relation avec le role `street`.
hu: Az utca nincs jelen a kapcsolatban `street` utca szereppel.
ja: 街路が`street`のroleとしてリレーション内に現れていません。
nl: De straat is niet aanwezig in relatie tot de rol `street`.
uk: В зв’язку вулиці відсутня роль `street`.

source: The street must be a highway.
ar: الشارع يجب أن يكون طريقًا.
de: Die Straße muss eine Autobahn sein.
es: La calle debe ser una carretera.
fr: Cette rue doit être un 'highway'.
hu: Az utcának `highway` címkével kell rendelkeznie.
ja: 街路はhighwayでなければなりません。
nl: De straat moet een snelweg zijn.
pl: Linia z rolą `street` musi być drogą (`highway=*`).
uk: Вулиця має бути шляхом.

source: A member without role is present in the relation.
ar: عضو بدون دور موجود في العلاقة.
de: In der Beziehung ist ein Mitglied ohne Rolle vorhanden.
es: Un miembro sin rol está presente en la relación.
fr: Un membre sans rôle est présent dans la relation.
hu: A kapcsolatban van egy szerep nélküli tag.
ja: リレーション内にroleの無いメンバーがあります。
nl: In de relatie is een lid zonder rol aanwezig.
pl: Człon relacji bez roli.
uk: Зв’язок містить член без ролі

source: Address without number is present.
ar: عنوان بدون رقم موجود.
de: Adresse ohne Nummer ist vorhanden.
es: Dirección sin número presente.
fr: L'adresse ne comporte pas de numéro de voie.
hu: Van egy szám nélküli cím.
ja: 数字の無いaddressがあります。
nl: Adres zonder nummer is aanwezig.
pl: Jest tu adres bez numeru domu.
uk: Адреса без номера.

source: Extend the relation to include the way with the same name.
ar: قم بتوسيع العلاقة لتشمل الطريق بنفس الاسم.
de: Relation erweitern, um den Weg mit dem gleichen Namen einzuschließen.
es: Extender la relación para incluir la vía con el mismo nombre.
hu: Bővítse ki a kapcsolatot úgy, hogy tartalmazza az azonos `name` nevű vonalat.
ja: リレーションを拡張して同じnameのウェイを含めてください。
nl: Breid de relatie uit om de weg met dezelfde naam in te voegen.
uk: Розширте зв՚язок, щоб включити шлях з тією ж назвою.

source: A relation whose members should be close is geographically spread.
ar: علاقة يجب أن تكون أعضاؤها قريبن جغرافيًا ولكنهم منتشرين!.
de: Die Mitglieder der Relation liegen sehr weit voneinander entfernt.
es: Una relación cuyos miembros debería estar cercano está geográficamente esparcida.
fr: Une relation dont les membres doivent être proches est géographiquement trop étendue
hu: Földrajzilag szétszórt kapcsolat, amelynek tagjainak közel kell lenniük egymáshoz.
ja: メンバーが近くにあるべきリレーションが地理的に離れています。
pl: Relacja, której człony powinny być blisko siebie, jest geograficznie rozproszona.
uk: Зв’язки, члени яких повинні бути близькими, географічно розкидані.

source: [The relationships are not classes](https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).
ar: [العلاقات ليست تصانيف](https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).
de: [Relationen sind keine Kategorien](https://wiki.openstreetmap.org/wiki/DE:Relationen/Relationen_sind_keine_Kategorien).
es: [Las relaciones no son clases](https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).
hu: [A kapcsolatok nem kategóriák](https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).
ja: [リレーションがクラスでない](https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).
nl: [De relaties zijn geen classes](https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).
uk: [Зв’язки не є класами] (https://wiki.openstreetmap.org/wiki/Relations/Relations_are_not_Categories).

source: The geometry of the inner of the multipolygon is duplicated. One in relation without tag and another with tags not part of the relation.
ar: شكل الجزء الداخلي من المضلع المتعدد مكررة، واحدة في علاقة بدون وسم وأخرى مع وسوم ليست جزءًا من العلاقة.
de: Die Geometrie des inneren Multipolygons ist doppelt vorhanden. Eine in der Relation ohne Tags, die andere mit Tags, aber ohne Mitglied der Relation zu sein.
es: La geometría del interior del multipolígono está duplicada. Una en relación sin etiqueta y otra con etiquetas que no forman parte de la relación.
fr: La géométrie de l'intérieur du multipolygone est dupliquée. Une relation sans balise et une autre avec des balises ne faisant pas partie de la relation.
hu: A multipoligon belső részének geometriája megismétlődik. Az egyik a kapcsolatban címke nélkül, a másik pedig a kapcsolathoz nem tartozó címkékkel.
ja: マルチポリゴンのinnerの幾何形状が重複しています。ひとつはリレーション内にタグなしであり、もうひとつはタグ付きでリレーションの一部になっていません。
uk: Геометрія внутрішньої частини мультиполігону дублюється. Один у зв’язку без теґу, а інший із теґами, які не є частиною зв’язку.

source: Remove the ring without tag. Add in the relation the one with the tags as `inner` role.
ar: احذف الحلقة التي بدون وسم، ثم أضف في العلاقة الشكل الآخر مع وسومه بدور `inner`.
de: Lösche den Ring ohne Tags. Füge den Ring mit Tags der Relation mit der Rolle `inner` hinzu.
es: Elimina el anillo sin etiquetar. Agrega en la relación el que tiene las etiquetas como rol `inner`.
hu: Távolítsa el a címkétlen gyűrűt. Adja hozzá a kapcsolathoz a címkézettet, belső `inner` szereppel.
ja: タグのない輪を削除します。タグ付きのものを`inner` roleとしてリレーションに追加します。
nl: Verwijder de ring zonder tag. Voeg in de relatie degene met de tags toe als 'inner' rol.
uk: Видаліть кільце без теґу. Додайте до зв’язку один з теґів з роллю `inner`.

source: Multipolygon defines a nature that is different from that specified in the outers roles.
ar: المضلع المتعدد يحدد طبيعة مختلفة عن تلك المحددة في أدوار خارجية.
de: Die Flächenangabe des Multipolygons widerspricht der Angabe des äußeren Rings.
es: El multipolígono define una naturaleza que es diferente a la especificada en los roles externos.
hu: A multipoligon olyan jellegű, amely eltér a külső [outer] szerepekben megadottaktól.
ja: マルチポリゴンの性質が、outer roleで指定されたものと異なっています。
uk: Мультиполігон описує природу, яка відрізняється від зазначеної у зовнішніх ролях.

source: Multipolygon does not define nature, several found on the outer role members.
ar: المضلع المتعدد لا يحدد طبيعة، عدة وجدت في أعضاء الدور الخارجي.
de: Keine Flächenangabe im Multipolygon, aber mehrere Angaben bei den Mitgliedern des äußeren Umrings entdeckt.
es: El multipolígono no define la naturaleza, varios se encuentran en el rol externo miembros.
hu: Nincs meghatározva a multipoligon jellege, viszont több címke is található a külső [outer] szerepű tagokon.
ja: マルチポリゴンが性質を定義しておらず、outer roleのメンバー上にいくつかあります。
uk: Мультиполігон не описує природу, деякі члени мають роль 'outer'.

source: The nature of the way indicates that it is a surface, the way would be a polygon or a part of a multipolygon as outer role.
ar: طبيعة الطريق تشير إلى أنها سطح، الطريق سيكون مضلعًا أو جزءًا من مضلع متعدد بدور محيط خارجي.
de: Die Merkmale des Wegs weisen darauf hin, dass es sich um eine Fläche handelt und der Weg ein Polygon sein sollte oder Teil eines Multipolygon-Außenrings.
es: La naturaleza del camino indica que es una superficie, la vía sería un polígono o una parte de un multipolígono como función exterior.
hu: A vonal jellege arra mutat, hogy ez egy felület, így a vonalnak egy sokszögnek vagy egy multipoligon külső [outer] szerepű tagjának kellene lennie.
ja: ウェイが平面（surfarce)であることを示唆しています。そのウェイはポリゴンかマルチポリゴンの一部でouter roleと思われます。
pl: Tagi tej linii wskazują na to, że jest to powierzchnia, więc powinna być wielokątem lub częścią relacji multipolygon z rolą "outer".
uk: Природа шляху вказує на те, що це поверхня, шлях може бути полігоном або частиною мультиполігону з роллю 'outer'.

source: Close the way to make a polygon or add to a multipolygon.
ar: أغلق الطريق لإنشاء مضلع أو أضفه إلى مضلع متعدد.
de: Schließe den Weg um ein Polygon zu erstellen oder füge ihn zu einem Multipolygon hinzu.
es: Cerrar la vía para hacer un polígono o agregar a un multipolígono.
fr: Fermer la voie pour faire un polygone ou ajouter à un multipolygone.
hu: A vonalat zárja be önmagába (hogy egy sokszög jöjjön létre), vagy adja hozzá egy multipoligonhoz.
ja: ウェイを閉じてポリゴンを作るかマルチポリゴンに追加します。
nl: Sluit de weg om een polygoon te maken of voeg een multipolygoon toe.
pl: Połącz końce tej linii, tak żeby tworzyła wielokąt lub dodaj ją jako część relacji [multipolygon](https://wiki.openstreetmap.org/wiki/Pl:Relation:multipolygon).
uk: З’єднайте лінію щоб створити полігон, або додайте її до мультиполігону.

source: Some required members are missing, e.g. there is a `from` and `via` member, but it is missing a member with the `to` role.
ar: بعض الأعضاء المطلوبة غير موجود، على سبيل المثال هناك عضو (من) `from` و (عبر) `via`، ولكن العضو الذي بدور (إلى) `to` غير موجود.
de: Notwendige Relationsmitglieder fehlen, z.B. sind Mitglieder mit einer `from` und `via` Rolle vorhanden, aber keine `to` Rolle.
es: Faltan algunos miembros obligatorios, por ejemplo. hay un `from` y `via` rol, pero falta el rol `to`.
hu: Hiányzik néhány szükséges tag. Például van `from` és `via` szerep, viszont nincs `to`.
nl: Sommige vereiste leden ontbreken, bijv. er is `from` en` via`, maar de `to` rol ontbreekt.
uk: Деякі необхідні члени відсутні, напр. є члени `from` та `via` але відсутній член із роллю `to`.

source: The ways in the restriction must be continuous.
ar: الطرق في علاقة التقييد يجب أن تكون متصلة.
de: Die Wege innerhalb der Abbiegebeschränkung müssen zusammenhängen.
es: Las vías en la restricción deben ser continuas.
hu: A korlátozással felcímkézett vonalnak folytonosnak kell lennie.
ja: 進行方向制限内のウェイは連続していなければなりません。
uk: Вулиці в зв’язку мають бути послідовними.

source: Impossible to reach the restriction by respecting the oneway.
ar: من المستحيل الوصول إلى التقييد باحترام اتجاه واحد.
de: Die Abbiegebeschränkung widerspricht einer Einbahnstraßenregelung.
es: Imposible alcanzar la restricción respetando el oneway.
fr: Impossible d'atteindre la restriction en respectant le sens-unique.
hu: Az egyirányúság tiszteletben tartásával amúgyis lehetetlen megsérteni a korlátozást.
ja: 一方通行を守ると進行方向制限にたどり着けません。
uk: Не можна досягти обмеження, дотримуючись oneway.

source: The shape of the paths described by the way does not correspond to the restriction.
ar: شكل المسارات الموصوفة بالطريق لا يتطابق مع التقييد.
de: Die Richtungen der beschriebenen Wege korrespondieren nicht mit der Abbiegebeschränkung.
es: La forma de los caminos descritos por la vía no corresponde a la restricción.
hu: A vonal által leírt útvonalak alakja nem felel meg a korlátozásnak.
ja: ウェイで記述された経路の形状が進行方向制限に対応していません。
uk: Форма стежок, які описані шляхом не відповідає обмеженням.

source: It must match the highest level of connected routes, except `motorway` and `trunk`.
ar: يجب أن يتطابق مع أعلى مستوى من الطرق المتصلة، باستثناء `motorway` و `trunk`.
de: Er muss der höchsten Wegekategorie der verbundenen Wege entsprechen, mit Ausnahme von `motorway` und `trunk`.
es: Debe coincidir con el nivel más alto de rutas conectadas, excepto `motorway` y `trunk`.
hu: Az összekapcsolt utak közül a legmagasabb szintűnek kell megfelelnie, kivéve `motorway` autópálya és `trunk` autóút.
ja: より高次の接続されたルートに一致していなければなりません。ただし `motorway`と `trunk`を除く。
nl: Het moet met het hoogste niveau van de verbonden wegen overeenkomen , behalve 'motorway' en `trunk`.
uk: Він має відповідати найвищому рівню сполучених маршрутів, окрім `motorway` та `trunk`.

source: Adjust the tag `highway=*` of the roundabout.
ar: اضبط وسم `highway=*` للدوار.
de: Passe das `highway=*` Tag des Kreisverkehrs an.
es: Ajuste la etiqueta `highway=*` de la rotonda.
fr: Ajustez le tag `highway=*` du rond-point.
hu: Igazítsa ki a körforgalom `highway=*` címkéjét.
ja: ロータリーの`highway=*` タグを調整します。
nl: Pas de `highway=*` tag van de rotonde aan.
uk: Налаштуйте теґ `highway=*` кругового перехрестя.
