Repository: osm-fr/osmose-backend
Catalog: po/*.po
Languages: ar, de, es, fa, fr, hu, it, ja, lt, nl, pl, pt, uk

source: Missing `maxheight=*` or `maxheight:physical=*` for a tunnel or a way under a bridge.
ar: `maxheight=*` أو `maxheight:physical=*` مفقود لنفق أو طريق تحت جسر.
es: Falta `maxheight=*` o `maxheight:physical=*` para un túnel o un paso bajo un puente.
hu: Az alagútnál vagy az aluljárónál hiányzik a `maxheight=*` vagy `maxheight:physical=*` címke.
uk: Відсутній `maxheight=*` або `maxheight:physical=*` для тунелю чи шляху під мостом.

source: suspicious tag combination
ar: مجموعة وسوم مشبوهة
es: combinación de etiquetas sospechosa
hu: gyanús címkekombináció
uk: підозріла комбінація теґів

source: {0} on suspicious object
ar: {0} على عنصر مشبوه
es: {0} en objeto sospechoso
hu: `{0}` gyanús objektumon
uk: {0} на підозрілому об’єкті

source: Barrier blocking major highway
ar: حاجز يعيق طريق رئيسي
es: Barrera que bloquea una carretera principal
hu: Főutat blokkoló akadály
uk: Бар’єр блокує головну магістраль

source: A barrier is blocking a major highway. Typically, major highways (`tertiary` and above) are meant for passing traffic.
ar: حاجز يعيق طريق رئيسي. عادةً، الطرق الرئيسية (`tertiary` وما فوق) مخصصة لحركة المرور السلسة والمفتوحة.
es: Una barrera bloquea una carretera principal. Normalmente, las carreteras principales (terciarias y superiores) están pensadas para el tráfico de paso.
hu: Egy akadály blokkol egy főutat. A főbb utak (a bekötőutakat jelző `tertiary` és magasabb rendűek) általában folyamatos forgalmat bonyolítanak.
uk: Бар’єр блокує головну магістраль. Як правило, основні магістралі (`tertiary` і вище) призначені для проходження транспорту.

source: Check if there is really a barrier on the highway itself (instead of for instance a connecting minor way only). If there is no such barrier, remove it, or move it to the appropriate connecting way. If there is a barrier, check if it has the appropriate (conditional) access keys.
ar: تحقق مما إذا كان هناك حاجز بالفعل على الطريق السريع نفسه (بدلاً من كونه على سبيل المثال طريقًا فرعيًا متصلاً فقط). إذا لم يكن هناك حاجز من هذا القبيل، فقم بإزالته أو نقله إلى الطريق المتصل المناسب. وإذا كان هناك حاجز، فتحقق مما إذا كان يحتوي على مفاتيح إمكانية الوصول (الشرطية) المناسبة.
es: Compruebe si realmente existe una barrera en la propia autopista (en lugar de, por ejemplo, una vía secundaria de conexión). Si no existe tal barrera, elimínela o desplácela a la vía de conexión adecuada. Si hay una barrera, comprueba si tiene las claves de acceso (condicional) adecuadas.
hu: Ellenőrizze, hogy az akadály magán az úton van-e (vagy például egy becsatlakozó kisebb úton). Ha nincs ilyen akadály, távolítsa el a térképről, vagy helyezze át a megfelelő kapcsolódó útra. Ha van akadály, ellenőrizze, hogy rendelkezik-e a megfelelő (feltételes) használatot jelző kulcsokkal.
uk: Перевірте, чи дійсно є бар’єр на самому шляху (замість, наприклад, лише другорядної дороги). Якщо такого бар’єру не існує, зніміть його або перемістіть у відповідне з’єднання лінії. Якщо бар’єр існує - перевірте, чи є на ньому відповідні (умовні) ключі доступу.

source: Barrier blocking highway
ar: حاجز يعيق طريق
es: Barrera que bloquea la carretera
hu: Utat blokkoló akadály
uk: Бар’єр блокує шлях

source: A barrier is blocking a crossing with another highway. Likely the barrier was only supposed to be present on one of the roads. In the current situation, traffic coming from any direction has to go through the barrier, to reach any of the destination ways.
ar: يُعيق الحاجز تقاطعًا مع طريق سريع آخر. من المُرجّح أن الحاجز كان من المفترض أن يكون موجودًا على أحد الطريقين فقط. في الوضع الراهن، تُجبَر المركبات القادمة من أي اتجاه على معبر الحاجز للوصول إلى كل الطرق الأخرى عند التقاطع.
es: Una barrera bloquea un cruce con otra carretera. Probablemente la barrera sólo debía estar presente en una de las carreteras. En la situación actual, el tráfico procedente de cualquier dirección tiene que atravesar la barrera para llegar a cualquiera de las vías de destino.
uk: Бар’єр блокує перетин з іншим шляхом. Ймовірно, бар’єр мав бути лише на одній із доріг. В цій ситуації транспорт, що йде з будь-якого напрямку, повинен пройти через бар’єр, щоб дістатися до будь-якого призначення доріг.

source: Check if there is really a barrier on the crossing itself (instead of for instance a connecting minor way only). If there is no such barrier, remove it, or move it to the appropriate connecting way. If there is a barrier, check if it has the appropriate (conditional) access keys.
ar: تحقق مما إذا كان الحاجز موجودًا بالفعل على المعبر نفسه (بدلاً من وجوده، على سبيل المثال، على طريق فرعي متصل فقط). إذا لم يكن هناك حاجز، فقم بإزالته أو نقله إلى الطريق الفرعي المتصل المناسب. وإذا كان هناك حاجز، فتحقق مما إذا كان لديه مفاتيح إمكانية الوصول (الشرطية) المناسبة.
es: Compruebe si realmente existe una barrera en el propio cruce (en lugar de, por ejemplo, una vía secundaria de conexión únicamente). Si no existe tal barrera, elimínela o desplácela a la vía de conexión adecuada. Si hay una barrera, compruebe si tiene las claves de acceso (condicional) adecuadas.
uk: Перевірте, чи дійсно бар’єр існує на самому переході (замість, наприклад, лише сполучення менш значної дороги). Якщо такого бар’єру не існує, зніміть його або перемістіть у відповідне з’єднання шляху. Якщо бар’єр існує, перевірте, чи є на ньому відповідні (умовні) ключі доступу.

source: ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) In the top example, the kerb is located next to the road, and only pedestrians that want to cross will cross the kerb. In the bottom example, cars will also have to drive over the kerb. Usually, kerbs are not located on the road, but alongsides.
ar: ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) في المثال العلوي، يقع الرصيف بجوار الطريق، وسيعبر المشاة فقط الذين يرغبون في العبور الرصيف. في المثال السفلي، سيتعين على السيارات أيضًا القيادة فوق الرصيف. عادةً، لا توجد أرصفة على الطريق، ولكن على طول جوانبه.
es: ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) En el ejemplo superior, el bordillo está situado junto a la calzada, y sólo los peatones que quieran cruzar lo harán. En el ejemplo inferior, los autos también tendrán que pasar por encima del bordillo. Normalmente, los bordillos no están situados en la calzada, sino junto a ella.
uk: ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) У верхньому прикладі бордюр розташований біля дороги, і лише пішоходи, які хочуть перетнути бордюр. У прикладі знизу автомобілям також доведеться проїжджати через бордюр. Зазвичай бордюри розташовують не на дорозі, а поруч.

source: ![](https://wiki.openstreetmap.org/w/images/9/95/Badbarrierposition.png) A barrier placed incorrectly. From the service road, one has to cross the gate, but walking the (almost) U-turn over the paths can in reality be done without passing the gate. ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) In the top example, the kerb is located next to the road, and only pedestrians that want to cross will cross the kerb. In the bottom example, cars will also have to drive over the kerb. Usually, kerbs are not located on the road, but alongsides.
ar: ![](https://wiki.openstreetmap.org/w/images/9/95/Badbarrierposition.png) حاجز موضوع بشكل غير صحيح من طريق الخدمة، ويجب على الشخص العبور من البوابة، ولكن يمكن في الواقع المشي لمسافة (تقريبًا) منعطفًا على المسارات دون المرور عبر البوابة. ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) في المثال العلوي، يقع الرصيف بجوار الطريق، وسيعبر المشاة فقط الذين يرغبون في العبور الرصيف. في المثال السفلي، سيتعين على السيارات أيضًا القيادة فوق الرصيف. عادةً، لا توجد أرصفة على الطريق، ولكن على طول جوانبه.
es: ![](https://wiki.openstreetmap.org/w/images/9/95/Badbarrierposition.png) Una barrera colocada incorrectamente. Desde la vía de servicio hay que cruzar la verja, pero caminando la (casi) vuelta en U sobre los caminos se puede hacer en realidad sin pasar la verja. ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) En el ejemplo superior, el bordillo está situado junto a la carretera, y sólo cruzarán el bordillo los peatones que quieran cruzar. En el ejemplo inferior, los coches también tendrán que pasar por encima del bordillo. Normalmente, los bordillos no están situados en la calzada, sino junto a ella.
uk: ![](https://wiki.openstreetmap.org/w/images/9/95/Badbarrierposition.png) Неправильно встановлений бар’єр. Зі службової дороги потрібно перетнути ворота, але пройти (майже) розворот через доріжки насправді можна зробити, не минаючи воріт. ![](https://wiki.openstreetmap.org/w/images/e/ef/Kerb-on-highway.png) У верхньому прикладі бордюр, розташований поруч з дорогою, і лише пішоходи, які хочуть перетнути його, будуть переходити через бордюр. У нижньому прикладі автомобілям також доведеться проїжджати через бордюр. Зазвичай бордюри розташовують не на дорозі, а поряд.

source: Inconsistent access of parking
ar: وصول غير متسق للموقف
es: Acceso incoherente del estacionamiento
hu: Ellentmondásos címkézés parkoló használatában
uk: Непостійний доступ до автостоянки

source: The `access` tag of the parking does not match the `access` tag of the ways inside the parking. As a result, this public parking space can only be reached via limited-access roads.
ar: لا يتطابق وسم إمكانية الوصول `access` لموقف السيارات مع وسم إمكانية الوصول `access` للطرق داخل موقف السيارات. نتيجة لذلك، لا يمكن الوصول إلى موقف السيارات العام هذا إلا عبر طرق ذات وصول محدود.
es: La etiqueta `access` del estacionamiento no coincide con la etiqueta `access` de las vías dentro del estacionamiento. En consecuencia, sólo se puede acceder a este estacionamiento público a través de vías de acceso limitado.
uk: Теґ `access` автостоянки не збігається з теґом `access` шляхів всередині автостоянки. В результаті, до цієї громадської автостоянки можна дістатися лише дорогами з обмеженим доступом.

source: Check which access restrictions are correct and apply them accordingly to the highways and the parking.
ar: تحقق من أي قيود الوصول صحيحة وطبقها وفقًا لذلك على الطرق والموقف.
es: Compruebe qué restricciones de acceso son correctas y aplíquelas en consecuencia a las carreteras y el estacionamiento.
uk: Перевірте, які обмеження доступу є правильними, і застосуйте їх відповідно до шляхів і автостоянок.

source: A parking may be partially publicly accessible and partially private.
ar: قد يكون الموقف جزئيًا مفتوحًا للعامة وجزئيًا خاصًا.
es: Un estacionamiento puede ser parcialmente de acceso público y parcialmente privado.
uk: Автостоянка може бути частково загальнодоступною і частково приватною.

source: `{0}` intersects `{1}`
ar: `{0}` يتقاطع مع `{1}`
es: `{0}` intersecta `{1}`
hu: `{0}` metszi ezt: `{1}`
uk: `{0}` перетинає `{1}`

source: If the way for transportation (such as a highway) has i.e. a forest growing on either side of the way, cut out the shape of the highway from the forest polygon. However, if the way for transportation is a tunnel or a bridge, add `tunnel=*` or `bridge=*` where appropriate, together with `layer=*` if needed.
ar: إذا كان طريق النقل (مثل الطريق السريع) به، على سبيل المثال، غابة تنمو على جانبي الطريق، فاقطع شكل الطريق السريع من مضلع الغابة. أما إذا كان طريق النقل نفقًا أو جسرًا، فأضف `tunnel=*` أو `bridge=*` حينما يكون ذلك مناسبًا، جنبًا إلى جنب مع الطبقة `layer=*` إذا لزم الأمر.
es: Si la vía para el transporte (como una carretera) tiene, por ejemplo, un bosque creciendo a a ambos lados del camino, recorte la forma de la carretera del polígono del bosque. Sin embargo, si la vía de transporte es un túnel o un puente, añada `túnel=*` o `bridge=*` donde corresponda, junto con `layer=*` si es necesario.
uk: Якщо шлях для транспортування (наприклад, дорога) має, наприклад, ліс, що росте по обидві сторони дороги, виріжте форму дороги з полігону лісу. Проте, якщо шлях для транспортування – тунель чи міст, додайте `tunnel=*` або `bridge=*`, де потрібно, разом із `layer=*`, якщо потрібно.

source: Bad intersection with major highway
ar: تقاطع سيء مع طريق رئيسي
es: Mala intersección con carretera principal
hu: Hibás kereszteződés főúttal
uk: Поганий перетин з великим шляхом

source: Bad intersection with railway
ar: تقاطع سيء مع سكة حديدية
es: Mala intersección con la vía férrea
hu: Hibás vasúti kereszteződés
uk: Поганий перетин із залізницею

source: Bad intersection with aeroway
ar: تقاطع سيء مع مدرج جوي
es: Mala intersección con aerovía
hu: Hibás kereszteződés repülőtéri úttal
uk: Поганий перетин із злітною доріжкою

source: Commercial object or office and highway too close
ar: عنصر تجاري أو مكتب وطريق قريبان جدًا
es: Objeto comercial u oficina y autopista demasiado cerca
uk: Комерційний об’єкт чи офіс і шлях розміщені занадто близько

source: A way meant for transport (such as a highway or a railway) intersects with a land coverage that would pose an obstacle for this transportation mode.
ar: طريق مخصص للنقل (مثل طريق سريع أو سكة حديد) يتقاطع مع غطاء أرضي يشكل عائقًا أمام وسيلة النقل هذه.
es: Una vía destinada al transporte (como una autopista o una vía férrea) se cruza con una terreno que supondría un obstáculo para este modo de transporte.
uk: Транспортний шлях (наприклад, автодорога або залізниця) перетинається з місцевістю, яка може стати перешкодою для цього виду транспорту.

source: A major highway usually does not have trees growing on it, so a crossing between `landuse=forest` and `highway=trunk` is unlikely. The same applies for a railway running through an area with `natural=water`, without bridge or tunnel.
ar: عادةً لا يحتوي الطريق السريع الرئيسي على أشجار تنمو عليه، لذا فإن التقاطع بين `landuse=forest` و `highway=trunk` غير مرجح. وينطبق الشيء نفسه على سكة الحديد التي تمر عبر منطقة بها `natural=water`، بدون جسر أو نفق.
es: Una carretera principal no suele tener árboles creciendo en ella, por lo que un cruce entre `landuse=forest` y `highway=trunk` es poco probable. Lo mismo puede decirse de un ferrocarril que atraviese una zona con `natural=water`, sin puente ni túnel.
uk: На великій магістралі зазвичай не ростуть дерева, тому перетин між `landuse=forest` і `highway=trunk` є малоймовірним. Те саме стосується залізниці, яка пролягає через територію з `natural=water`, без мосту чи тунелю.

source: Colour names should be one of those in the CSS specifications and should be spelled in lowercase letters and without dashes. Multiple colours can be separated by a semicolon.
ar: أسماء الألوان يجب أن تكون واحدة من تلك الموجودة في مواصفات CSS ويجب أن تكون مكتوبة بحروف صغيرة وبدون شرطات. يمكن فصل الألوان المتعددة بفاصلة منقوطة.
es: Los nombres de los colores deben ser uno de los que figuran en las especificaciones CSS y deben escribirse en minúsculas y sin guiones. Se pueden separar varios colores con punto y coma.
uk: Назви кольорів мають відповідати специфікаціям CSS і писатися малими літерами без тире. Кілька кольорів можна розділяти крапкою з комою.

source: To characterize the trees `natural=tree`, there are two main tags: `genus` and `species`.
ar: لتمييز الأشجار `natural=tree`، هناك وسمان رئيسيان: `genus` و `species`.
es: Para caracterizar los árboles `natural=tree`, existen dos etiquetas principales: `genus` y `species`.
uk: Для характеристики дерев `natural=tree` є два основних теґи: `genus` і `species`.

source: Bridge not integrated
ar: جسر غير متكامل
es: Puente no integrado
hu: Híd: nincs a térképen
uk: Міст не інтегрований

source: Street light not integrated
ar: إنارة الشارع غير متكاملة
es: Alumbrado público no integrado
hu: Utcai lámpa: nincs a térképen
uk: Вуличне освітлення не інтегроване

source: Street light integration suggestion
ar: إنارة الشارع، اقتراح تكامل
es: Sugerencia de integración del alumbrado público
hu: Utcai lámpa: kiegészítési javaslat
uk: Вуличне освітлення пропозиція з інтеграції

source: Street light update
ar: تحديث إنارة الشارع
es: Actualización del alumbrado público
hu: Utcai lámpa: frissítendő
uk: Вуличне освітлення оновлення

source: Leisure very small
ar: ترفيه صغير جدًا
es: Ocio muy pequeño
uk: Ділянка для дозвілля є надто малою

source: Leisures of this type are typically larger than the current object.
ar: الترفيه من هذا النوع عادةً ما يكون أكبر من الكائن الحالي.
es: Las pérdidas de este tipo suelen ser mayores que el objeto actual.
uk: Ділянка для дозвілля цього типу зазвичай більша, ніж поточний об’єкт.

source: Small individual patches of vegetation should be tagged as `{0}`, (etcetera) rather than `leisure=park`. Usually a park contains grass, other vegetation, walking paths. A park often has a name.
ar: يجب وسم المساحات الفردية الصغيرة من النباتات على أنها `{0}`، (إلخ) بدلاً من `leisure=park`. عادةً ما تحتوي الحديقة على عشب ونباتات أخرى وممرات للمشي. وغالبًا ما يكون للحديقة اسم.
es: Las pequeñas manchas individuales de vegetación deben etiquetarse como `{0}`, (etcétera) en lugar de `leisure=park`. Normalmente, un parque contiene césped, otro tipo de vegetación y senderos para pasear. Un parque suele tener un nombre.
uk: Невеликі окремі ділянки рослинності слід позначати тегом `{0}` (і так далі), а не `leisure=park`. Зазвичай парк містить траву, іншу рослинність, прогулянкові доріжки. Парк часто має назву.

source: Repeated condition in conditional restriction
ar: شرط مكرر في التقييد الشرطي
es: Condición repetida en la restricción condicional
uk: Повторний стан в умовному обмеженні

source: Two different values are set to apply under the same condition or a condition is repeated. The first value is overruled by the second value.
ar: تم تعيين قيمتين مختلفتين لتطبيقهما تحت نفس الشرط أو تكرار الشرط. القيمة الأولى يتم تجاوزها بواسطة القيمة الثانية.
es: Se establecen dos valores diferentes para que se apliquen bajo la misma condición o se repite una condición. El primer valor queda anulado por el segundo.
uk: Два різних значення встановлюються для застосування за однієї умови або повторюваної. В першого значення є перевага перед другим.

source: Repeated condition `{0}` in `{1}`
ar: شرط مكرر `{0}` في `{1}`
es: Condición repetida `{0}` en `{1}`
hu: Ismétlődő `{0}` feltétel ebben: `{1}`
uk: Повторювана умова `{0}` в `{1}`

source: Repeated condition `{0}` in `{1}` (in tag `{2}`)
ar: شرط مكرر `{0}` في `{1}` (في الوسم `{2}`)
es: Condición repetida `{0}` en `{1}` (en etiqueta `{2}`)
hu: Ismétlődő `{0}` feltétel ebben: `{1}` (a `{2}` címkében)
uk: Повторювана умова `{0}` в `{1}` (in tag `{2}`)

source: Power support, line management suggestion
uk: Підтримка енергетики, керування лінією пропозиція

source: Long crossing
ar: تقاطع طويل
es: Cruce largo
hu: Hosszú kereszteződés
uk: Довгий перетин

source: The crossing way is much longer than usual.
ar: طريق التقاطع أطول بكثير من المعتاد.
es: El paso es mucho más largo de lo habitual.
uk: Шлях переходу набагато довший, ніж зазвичай.

source: Split the way at the point were it no longer crosses a highway or waterway. Remove crossing-related tags (such as `*=crossing`, `ford=*`) from the fragment that isn't a crossing.
ar: قسّم الطريق عند النقطة التي لم يعد يتقاطع فيها مع طريق سريع أو مجرى مائي. وأزل الوسوم المتعلقة بالعبور (مثل `*=crossing`، `ford=*`) من الجزء الذي لا يعتبر معبرًا.
es: Divida el camino en el punto en el que ya no cruza una carretera o una vía de agua. Elimina las etiquetas relacionadas con el cruce (como `*=crossing`, `ford=*`) del fragmento que no es un cruce.
uk: Розділіть лінію у точці, де він більше не перетинає дорогу чи водотік. Видаліть теґи, пов’язані з перетином (як `*=crossing`, `ford=*`) з фрагмента, який не є переходом.

source: Highway or waterway crossing of {0}m
ar: تقاطع طريق أو مجرى مائي بطول {0} متر
es: Cruce de carretera o vía de agua de {0}m
uk: Перетин шляху або водотоку {0} м

source: Suspicious angle in way
ar: زاوية مشكوك فيها على الطريق
es: Ángulo sospechoso en el camino
hu: Gyanús szögben törik meg a vonal
uk: Підозрілий кут на шляху

source: Sharp angles on a railway are suspicious. Maybe a node was accidentally dragged?
ar: الزوايا الحادة على سكة حديدية مشبوهة. ربما تم سحب عقدة عن طريق الخطأ؟
es: Los ángulos pronunciados en un ferrocarril son sospechosos. ¿Quizás un nodo fue arrastrado accidentalmente?
uk: Гострі кути на залізниці викликають підозру. Можливо, їх випадково перетягнули?

source: On service ways, train stations and train workshops this could be a false positive.
ar: على طرق الخدمة يوجد محطات القطارات وورش القطارات، قد يكون هذا الاكتشاف خاطئ.
es: En vías de servicio, estaciones de tren y talleres ferroviarios podría tratarse de un falso positivo.
uk: На сервісних шляхах, вокзалах і залізничних майстернях це може бути хибним спрацюванням.

source: railway={0} with suspicious angle {1}°
ar: railway={0} بزاوية مشبوهة {1}°
es: railway={0} con ángulo sospechoso {1}°
uk: railway={0} з підозрілим кутом {1}°

source: In the following example, the maximum speed of 20 km/h between midnight and noon (first condition) is overwritten by 60 km/h (third condition): `maxspeed:conditional = 20 @ (00:00-12:00); 40 @ (12:00-24:00); 60 @ (00:00-12:00)`. The first condition can be removed. The simplified rule would be: `maxspeed:conditional = 40 @ (12:00-24:00); 60 @ (00:00-12:00)`.
ar: في المثال التالي، تم تجاوز السرعة القصوى البالغة 20 كم/ساعة بين منتصف الليل ومنتصف النهار (الشرط الأول) بسرعة 60 كم/ساعة (الشرط الثالث): `maxspeed:conditional = 20 @ (00:00-12:00)؛ 40 @ (12:00-24:00)؛ 60 @ (00:00-12:00)`. يمكن إزالة الشرط الأول، والقاعدة المبسطة ستكون: `maxspeed:conditional = 40 @ (12:00-24:00)؛ 60 @ (00:00-12:00)`.
es: En el siguiente ejemplo, la velocidad máxima de 20 km/h entre medianoche y mediodía (primera condición) se sobrescribe con 60 km/h (tercera condición): `maxspeed:conditional = 20 @ (00:00-12:00); 40 @ (12:00-24:00); 60 @ (00:00-12:00)`. La primera condición puede eliminarse. La regla simplificada sería `maxspeed:conditional = 40 @ (12:00-24:00); 60 @ (00:00-12:00)`.
uk: У наступному прикладі максимальна швидкість 20 км/год між опівніччю та полуднем (перша умова) перезаписується на 60 км/год (третя умова): `maxspeed:conditional = 20 @ (00:00-12:00); 40 @ (12:00-24:00); 60 @ (00:00-12:00)`. Першу умову можна зняти. Спрощене правило буде наступним: `maxspeed:conditional = 40 @ (12:00-24:00); 60 @ (00:00-12:00)`.

source: It is not street parking, it is off-road parking (with or without fee, for all or not...)
ar: ليس موقفًا في الشارع، إنه موقف خارج الطريق (مع أو بدون رسوم، للجميع أو لا...)
es: No es aparcamiento en la calle, es aparcamiento fuera de la vía pública (de pago o no, para todos o no...)
uk: Це не вулична автостоянка, це автостоянка поза дорогами (платна чи ні, для всіх чи ні...)

source: Power line branch not known by the operator
ar: فرع خط طاقة غير معروف من قبل المشغل
es: Derivación de la línea eléctrica desconocida por el operador
uk: Не відомий оператор гілки лінії електропередач

source: Power line branch, integration suggestion
ar: فرع خط طاقة، اقتراح تكامل
es: Ramal de línea eléctrica, sugerencia de integración
uk: Відгалуження лінії електропередач, пропозиція з інтеграції

source: Power line branch update
ar: تحديث فرع خط طاقة
es: Actualización de la rama de líneas eléctricas
uk: Гілка лінії електропередач, оновлення

source: Power line branch is missing in OSM or without tag "ref:FR:RTE"
ar: فرع خط طاقة مفقود في OSM أو بدون وسم "ref:FR:RTE"
es: El ramal de la línea eléctrica falta en OSM o sin la etiqueta "ref:FR:RTE"
uk: Гілка лінії електропередач відсутня в OSM, або відсутній теґ "ref:FR:RTE"

source: Power substation is not known by the operator or misses substation=* value
ar: محطة فرعية للطاقة غير معروفة من قبل المشغل أو تفتقد قيمة substation=*
es: La subestación eléctrica no es conocida por el operador o falla substation=* valor
uk: Не вказаний оператор підстанції, або відсутнє значення substation=*
